[{"titre": "Astrophysique", "text_origine": "L’astrophysique (du grec astêr : étoile, astre et physis : science de la nature, physique) est une branche interdisciplinaire de l'astronomie qui concerne principalement la physique et l'étude des propriétés des objets de l'Univers (étoiles, planètes, galaxies, milieu interstellaire...), comme leur luminosité, leur densité, leur température et leur composition chimique.\nAu XXIe siècle, les astronomes ont une formation en astrophysique et leurs observations sont généralement étudiées dans un contexte astrophysique, de sorte qu'il y a moins de distinction entre ces deux disciplines qu'auparavant.", "element_cle": "1. L'astrophysique est une branche de l'astronomie qui se concentre sur l'étude des propriétés des objets de l'Univers.\n2. Les astronomes du XXIe siècle ont une formation en astrophysique et étudient les observations dans un contexte astrophysique.\n3. L'astrophysique implique l'étude de phénomènes tels que la luminosité, la densité, la température et la composition chimique des étoiles, planètes et galaxies.\n4. L'astrophysique est une discipline interdisciplinaire qui combine la physique et l'astronomie.\n5. L'astrophysique utilise des méthodes et des théories de la physique pour comprendre les processus qui se produisent dans l'Univers.", "rap": "[Couplet 1]\nL'astrophysique, c'est une branche unique\nQui scrute l'Univers, c'est fantastique\nOn étudie les objets, les astres en mouvement\nPour percer les secrets de notre firmament\n\nOn est les astronomes du XXIe siècle\nFormés en astrophysique, on est des gueules\nOn observe, on analyse, dans un contexte précis\nPour comprendre l'Univers dans toute sa richesse\n\n[Refrain]\nAstrophysique, une science qui fascine\nOn étudie les phénomènes, on affine\nLuminosité, densité, température\nOn explore l'Univers, c'est notre nature\n\n[Couplet 2]\nLa luminosité, la densité, la température\nOn dissèque les étoiles, les planètes, les galaxies structure\nL'astrophysique, une discipline interdisciplinaire\nOù physique et astronomie se rencontrent, c'est clair\n\nOn utilise des méthodes et des théories\nPour comprendre les processus à l'œuvre dans l'infini\nLa physique nous guide, elle est notre alliée\nPour décrypter les mystères de l'Univers, sans jamais s'arrêter\n\n[Refrain]\nAstrophysique, une science qui fascine\nOn étudie les phénomènes, on affine\nLuminosité, densité, température\nOn explore l'Univers, c'est notre nature"}, {"titre": "Vitesse supraluminique", "text_origine": "Une vitesse supraluminique est une vitesse supérieure à celle de la lumière.\nComme la théorie de la relativité interdit qu'un quelconque transfert d'énergie ou d'information à travers l'espace se fasse à une vitesse dépassant celle de la lumière dans le vide, c, une vitesse supraluminique peut être :\n\nun transfert d'énergie ou d'information à travers un milieu matériel à une vitesse supérieure à celle de la lumière dans ce milieu mais inférieure à c (voir effet Vavilov-Tcherenkov) ;\nsupérieure à c mais non associée à un transfert d'énergie ou d'information :\nvitesse de phase des ondes électromagnétiques,\ndéplacement d'une ombre en lumière rasante[réf. souhaitée], diffusion Brillouin et phénomènes similaires (généralement optiques)[pas clair], etc.,\nexpansion de l'espace lui-même, notamment juste après le Big Bang et pendant la période inflationnaire[réf. nécessaire],\nexistence (hypothétique) de particules, les tachyons, ne se déplaçant qu'à des vitesses supérieures à c et n'interagissant pas avec les particules ordinaires ;\nsupérieure à c par observation apparente (mais inférieure à c) :\nmouvement supraluminique de jet de matière astrophysique à vitesse relativiste ;\nsupérieure à c et en contradiction avec la théorie :\nen raison d'erreurs de mesure qui n'ont pas été comprises dans un premier temps ; voir vitesse des neutrinos,\ndans la littérature de science-fiction.", "element_cle": "1. Une vitesse supraluminique est une vitesse supérieure à celle de la lumière.\n2. La théorie de la relativité interdit tout transfert d'énergie ou d'information à une vitesse supraluminique.\n3. Une vitesse supraluminique peut être observée dans certaines conditions spécifiques, telles que la vitesse de phase des ondes électromagnétiques.\n4. L'expansion de l'espace après le Big Bang peut également conduire à des vitesses supraluminiques.\n5. Des particules hypothétiques appelées tachyons pourraient également se déplacer à des vitesses supérieures à celle de la lumière.\n6. Il existe des cas de mouvements supraluminiques observés dans l'astrophysique.\n7. Dans certains cas, des erreurs de mesure peuvent donner l'apparence d'une vitesse supraluminique.\n8. Les vitesses supraluminiques sont également présentes dans la science-fiction.", "rap": "[Couplet 1]\nVitesse supraluminique, c'est de la science pure\nDes lois universelles, mais qui les endure ?\nEinstein et la relativité, interdisant l'excès\nPas d'énergie ni d'infos, rien ne passe au-dessus\n\nMais parfois, des phénomènes bien spécifiques\nLa vitesse de phase, électromagnétiques fantastiques\nL'espace après le Big Bang, s'étire et se déploie\nDes étoiles filent, à des vitesses supraluminiques\n\n[Refrain]\nVitesse supraluminique, au-delà des étoiles\nUn concept fascinant, on sort de notre voile\nMais faut pas rêver, restons dans le réel\nLes limites sont là, les lois font leur appel\n\n[Couplet 2]\nTachyons hypothétiques, particules en mouvement\nDépassent la lumière, ça paraît dément\nL'astrophysique révèle, des cas exceptionnels\nDes mouvements supraluminiques, dans le ciel\n\nMais attention, faut pas s'emballer trop vite\nDes erreurs de mesure, peuvent tromper l'invite\nDans nos imaginations, la fiction s'en mêle\nVitesses supraluminiques, dans l'univers qui défile\n\n[Refrain]\nVitesse supraluminique, au-delà des étoiles\nUn concept fascinant, on sort de notre voile\nMais faut pas rêver, restons dans le réel\nLes limites sont là, les lois font leur appel"}, {"titre": "Laboratoire d'astrophysique de Marseille", "text_origine": "Le Laboratoire d’astrophysique de Marseille (LAM) est un laboratoire français combinant la recherche fondamentale en astrophysique et le développement d’instrumentation innovante pour l’observation de l’Univers. La recherche en astrophysique s’articule autour de trois grands thèmes : d'une part, la formation et l’évolution des galaxies dans un contexte cosmologique, d'autre part, la formation et l’évolution du système solaire et des systèmes planétaires et enfin, l'innovation en optique pour l'instrumentation astronomique.\nCes recherches s’appuient sur la conception, le développement et l’utilisation d’instruments qui équipent les satellites et les grands observatoires au sol. Les chercheurs du LAM, avec l’appui du centre de données du laboratoire (CeSAM), sont impliqués dans de nombreux programmes internationaux d’observation et d’analyse de données. \nGrâce à l’expertise de son bureau d’étude, de son service d’essais en environnement spatial et à des compétences uniques dans le domaine de l’optique et de l’opto-mécanique, ses équipes pilotent des réalisations d’instruments pour le compte des agences de moyens nationales et internationales : Agence spatiale européenne (ESA), Observatoire européen austral (ESO), NASA...\nLe LAM est une unité de recherche dépendant conjointement du Centre national de la recherche scientifique (CNRS), de l'université d'Aix-Marseille (AMU) et du Centre national d'études spatiales (CNES).", "element_cle": "1. Le Laboratoire d'astrophysique de Marseille (LAM) combine la recherche fondamentale en astrophysique et le développement d'instrumentation innovante.\n2. Les recherches en astrophysique au LAM se concentrent sur trois grands sujets : la formation et l'évolution des galaxies, la formation et l'évolution du système solaire et des systèmes planétaires, et l'innovation en optique pour l'instrumentation astronomique.\n3. Le LAM participe à de nombreux programmes internationaux d'observation et d'analyse de données.\n4. Le LAM conçoit, développe et utilise des instruments pour équiper les satellites et les observatoires terrestres.\n5. Le LAM est une unité de recherche conjointement affiliée au CNRS, à l'université d'Aix-Marseille et au CNES.", "rap": "[Couplet 1]\nAu Laboratoire d'astrophysique de Marseille\nLes chercheurs passent des nuits entières\nDécryptant les mystères des galaxies lointaines\nEt repoussant les limites de notre vision terrienne\n\n[Refrain]\nLe LAM, c'est le rap des étoiles\nDes études approfondies, du savoir qui décolle\nDans leur quête infinie vers des réponses cosmiques\nLes chercheurs au LAM, la science est leur musique\n\n[Couplet 2]\nFormation et évolution des planètes et galaxies\nAu LAM, c'est leur domaine d'expertise\nDu système solaire aux confins de l'univers\nDes découvertes qui font vibrer les chercheurs\n\n[Refrain]\nLe LAM, c'est le rap des étoiles\nDes études approfondies, du savoir qui décolle\nDans leur quête infinie vers des réponses cosmiques\nLes chercheurs au LAM, la science est leur musique\n\nNote : Le texte est une simplification des informations fournies, mais il met en évidence les domaines de recherche du LAM et met l'accent sur l'innovation scientifique et la passion des chercheurs."}, {"titre": "Plasma astrophysique", "text_origine": "Un plasma astrophysique est un gaz ionisé dont les propriétés physiques sont étudiées en tant que filière de l'astrophysique. On croit qu'une grande partie de la matière baryonique se compose de plasma, un état de matière où les molécules n'existent pas ; les atomes sont si chauds qu'ils deviennent ionisés en se morcelant en ions (de charge positive) et électrons (de charge négative). Par conséquent, les particules sont chargées et sont fortement influencées par les champs électriques et magnétiques.\nTous les plasmas astrophysiques connus sont influencés par les champs aimantés. Puisque le nombre de charges portées par les électrons et celui de celles portées par les ions dans les plasmas sont égaux, ces derniers sont dans l'ensemble électriquement neutres et donc les champs électriques jouent un moindre rôle dynamique. Parce que les plasmas sont très conducteurs, tout déséquilibre de charge se neutralise vite.", "element_cle": "1. Le plasma astrophysique est un gaz ionisé étudié en astrophysique.\n2. Une grande partie de la matière baryonique est composée de plasma.\n3. Le plasma est un état de matière où les molécules n'existent pas.\n4. Les atomes deviennent ionisés en se morcelant en ions et électrons.\n5. Les plasmas astrophysiques sont fortement influencés par les champs électriques et magnétiques.\n6. Les plasmas astrophysiques sont électriquement neutres.\n7. Les champs électriques ont un rôle moindre dans les plasmas astrophysiques.\n8. Les plasmas sont des conducteurs très efficaces.\n9. Tout déséquilibre de charge dans un plasma est rapidement neutralisé.", "rap": "[Couplet 1]\nLe plasma astrophysique, l'état de la matière énigmatique,\nUn gaz ionisé, des ions et des électrons, c'est épique.\nÉtudié en astrophysique, il nous dévoile ses secrets,\nUne grande partie de la matière, du plasma est faite.\n\n[Couplet 2]\nLes champs électriques et magnétiques, une influence majeure,\nSur les plasmas astrophysiques, ça joue un rôle sans cesse, j'assure.\nConducteurs efficaces, ils transportent l'électricité,\nMais les déséquilibres de charge sont rapidement neutralisés.\n\n[Refrain]\nLe plasma astrophysique, un univers à part entière,\nOù les molécules sont absentes, t'as intérêt à bien te taire.\nLes ions et les électrons, dansent sous les champs magnétiques,\nLe plasma astrophysique, l'équilibre électrique, c'est poétique."}, {"titre": "Dégazage (astrophysique)", "text_origine": "Le dégazage est un procédé par lequel de la matière sous forme solide se retrouve sublimée ou évaporée en gaz et finit par s'échapper du milieu dans lequel il est contenu. Ce phénomène peut se produire si la température augmente considérablement ou si la pression diminue significativement.\nEn astrophysique, ce phénomène explique vraisemblablement la création des atmosphères des planètes telluriques ou de certaines lunes. Il est également responsable de la formation de la queue des comètes ainsi que de l'émission de gaz par volcans, qui, sur Terre, libèrent des éléments chimiques ségrégués dans le manteau.", "element_cle": "1. Le dégazage est un procédé par lequel de la matière solide se transforme en gaz et s'échappe.\n2. Le dégazage peut être causé par une augmentation de la température ou une diminution de la pression.\n3. En astrophysique, le dégazage explique la formation des atmosphères des planètes telluriques et de certaines lunes.\n4. Le dégazage est responsable de la formation de la queue des comètes.\n5. Le dégazage des volcans sur Terre libère des éléments chimiques issus du manteau.", "rap": "[Couplet]\nLe dégazage, transforme tout en gaz\nSolide en vapeur, s'échappe, s'envole dans les bras\nQuand la température grimpe ou quand la pression baisse\nIl se manifeste, laisse une trace, c'est la détresse\n\n[Refrain]\nLe dégazage, phénomène puissant\nIl façonne l'univers, de manière déconcertante\nDu cosmos à la Terre, il a ses raisons\nUne transformation, qui éveille notre curiosité à foison\n\n[Couplet]\nEn astrophysique, il est essentiel\nIl explique la formation, des atmosphères sans pareil\nPlanètes telluriques, lunes mystérieuses\nLe dégazage est le moteur, de ces merveilles curieuses\n\n[Refrain]\nLe dégazage, un processus fascinant\nUne alchimie entre gaz et matière, palpitant\nIl crée des queues de comètes, illuminées\nUn spectacle céleste, qui nous laisse émerveillés\n\n[Couplet]\nSur Terre aussi, le dégazage est présent\nLes volcans crachent, des éléments chimiques bouillonnants\nDu manteau terrestre, ils libèrent leurs trésors\nUne symphonie chimique, qui s'élève, encore et encore\n\n[Refrain]\nLe dégazage, dans notre monde aussi\nIl transforme la Terre, avec ses cris\nUn processus naturel, qui façonne notre environnement\nLe dégazage, un phénomène intriguant et captivant"}, {"titre": "Astrophysique théorique", "text_origine": "L'astrophysique théorique est une discipline qui cherche à expliquer les phénomènes observés par les astronomes en des termes physiques avec une approche théorique. Dans ce but, les astrophysiciens théoriciens créent et font évoluer des modèles et des théories pour reproduire et prédire les observations. Dans la plupart des cas, essayer de comprendre les implications des modèles physiques n'est pas facile et demande beaucoup de temps et d'efforts.\nLes astrophysiciens théoriciens utilisent une grande variété d'outils, incluant des modèles analytiques (par exemple, des polytropes pour approcher le comportement d'une étoile) et l'analyse numérique calculable. Chacun a ses avantages : les modèles analytiques d'un processus sont généralement meilleurs pour donner une connaissance intime de ce qui se passe, tandis que les modèles numériques peuvent révéler l'existence de phénomènes et d'effets qui seraient passés inaperçus autrement.\nLes théoriciens en astrophysique s'efforcent de créer des modèles théoriques et de déterminer les conséquences de ces modèles sur l'observation. Cette aide permet aux observateurs de rechercher des données qui pourraient contredire un modèle ou aider à choisir entre plusieurs modèles alternatifs ou conflictuels.\nLes théoriciens essayent également de générer ou de modifier des modèles prenant en compte de nouvelles données. Dans le cas d'une contradiction, la tendance générale est d'essayer d'apporter le moins de modifications possibles au modèle pour correspondre aux données. Dans certains cas, une grande quantité de données contradictoires peut amener à l'abandon total du modèle.\nParmi la communauté astronomique, les théoriciens sont largement caricaturés pour être mécaniquement ineptes et malheureux dans leurs observations. Le fait d'avoir un théoricien dans un observatoire pourrait porter malheur à l'observation en cours, causer des pannes informatiques ou encore provoquer l'arrivée de nuages.\nLes sujets étudiés par les astrophysiciens théoriciens incluent : les dynamiques stellaires et l'évolution des étoiles ; la formation et l'évolution des galaxies ; les grandes structures de matière dans l'Univers ; l'origine des rayons cosmiques ; la relativité générale et la cosmologie. La relativité astrophysique sert d'outil pour jauger les propriétés de structures à grande échelle pour lesquelles la gravitation joue un rôle important et sert de base pour l'(astro)physique des trous noirs et l'étude des ondes gravitationnelles.\nQuelques théories/modèles largement acceptés incluent : le Big Bang, l'inflation cosmique, la matière noire, et les théories fondamentales de la physique. Une théorie astrophysique ayant des partisans mais se trouvant en désaccord avec les observations est la cosmologie des plasmas. Un exemple de théorie astrophysique n'étant pas largement acceptée mais se montrant suffisamment viable pour mériter quelques approfondissements est la théorie des dynamiques Newtoniennes modifiées.", "element_cle": "1. L'astrophysique théorique cherche à expliquer les phénomènes observés par les astronomes en utilisant une approche théorique.\n2. Les astrophysiciens théoriciens créent et font évoluer des modèles et des théories pour reproduire et prédire les observations.\n3. Les astrophysiciens théoriciens utilisent des modèles analytiques et l'analyse numérique pour comprendre les implications des modèles physiques.\n4. Les théoriciens en astrophysique aident les observateurs à rechercher des données qui pourraient contredire un modèle ou aider à choisir entre plusieurs modèles alternatifs.\n5. Les théoriciens en astrophysique génèrent ou modifient des modèles en prenant en compte de nouvelles données et tentent de minimiser les modifications nécessaires en cas de contradiction.\n\nNote: Le texte fourni semble être tronqué et la dernière phrase n'est pas complète. La liste a donc été limitée à 5 éléments clés.", "rap": "[Couplet 1]\nAstrophysique théorique, un domaine dynamique\nExplication des phénomènes, pas de panique\nLes astronomes observent, nous cherchons à comprendre\nApproche théorique, pour faire évoluer\n\nCréation de modèles, prédiction des observations\nAstrophysiciens théoriciens en action\nModèles analytiques, analyse numérique\nPour saisir les implications physiques\n\n[Refrain]\nAstrophysique théorique, on cherche à explorer\nLes mystères de l'univers, on veut percer\nAidant les observateurs à dénicher\nDonnées contradictoires, pour mieux cerner\n\n[Couplet 2]\nThéoriciens astrophysiciens, des guides précieux\nRecherche de données, pour mettre à nu\nContradiction ou choix entre modèles alternatifs\nOn cherche à comprendre, sans trop de pifs\n\nGénérer, modifier, en tenant compte\nDes nouvelles données, des pistes qui montent\nMinimiser les modifications nécessaires\nC'est notre mission, pas de frontières\n\n[Refrain]\nAstrophysique théorique, un savoir-faire\nEntre théorie et pratique, on se repère\nExpliquer, prédire, comprendre l'univers\nLes astrophysiciens théoriciens, toujours en hiver."}, {"titre": "Astronomie", "text_origine": "L'astronomie est la science de l'observation des astres, cherchant à expliquer leur origine, leur évolution, ainsi que leurs propriétés physiques et chimiques.\nLe terme astronomie vient du grec ἀστρονομία / astronomía (de ἄστρον / ástron, « astre, étoile », et νόμος / nómos, « loi ») : la loi des astres.\nAvec plus de 5 000 ans d'histoire, les origines de l'astronomie remontent au-delà de l'Antiquité dans les pratiques religieuses préhistoriques. L'astronomie est l'une des rares sciences où les amateurs jouent encore un rôle actif. Elle est pratiquée à titre de loisir par un large public d'astronomes amateurs.", "element_cle": "1. L'astronomie est la science de l'observation des astres et de l'explication de leur origine, évolution et propriétés.\n\n2. Le terme astronomie vient du grec et signifie \"la loi des astres\".\n\n3. L'astronomie a plus de 5 000 ans d'histoire et remonte aux pratiques religieuses préhistoriques.\n\n4. Les amateurs jouent toujours un rôle actif dans le domaine de l'astronomie.\n\n5. L'astronomie est pratiquée à titre de loisir par un large public d'astronomes amateurs.", "rap": "[Couplet 1]\nL'astronomie, c'est l'art de déchiffrer le ciel,\nObserver les planètes, les étoiles, le soleil,\nUne science millénaire, vieille de plusieurs millénaires,\nQui remonte aux temps anciens, à nos frères préhistoriques.\n\n[Refrain]\nL'astronomie, c'est la loi des astres,\nDepuis des siècles, elle brave les désastres,\nObservation, évolution, origine,\nDans l'univers infini, elle illumine.\n\n[Couplet 2]\nDepuis plus de cinq mille ans, elle a su évoluer,\nDes civilisations anciennes à la modernité,\nLes passionnés sont nombreux, amateurs éclairés,\nIls jouent un rôle actif, ne cessent de nous émerveiller.\n\n[Refrain]\nL'astronomie, c'est la loi des astres,\nDepuis des siècles, elle brave les désastres,\nObservation, évolution, origine,\nDans l'univers infini, elle illumine."}, {"titre": "Déclinaison (astronomie)", "text_origine": "En astronomie, la déclinaison (δ, d ou dec) est avec l’ascension droite une des coordonnées utilisées en coordonnées équatoriales. On l’utilise également en coordonnées horaires.\nLa déclinaison est l’angle mesuré sur un cercle horaire entre un point de la sphère céleste et l’équateur céleste. Celui-ci étant la projection de l'équateur terrestre sur la sphère céleste, la déclinaison est l’équivalent de la latitude terrestre projetée sur la sphère céleste.\nElle est exprimée en degrés (°), minutes (′) et secondes (″) d’arc, positif au nord et négatif au sud de l’équateur céleste.\nExemples :\n\nUn point sur l’équateur céleste : δ = 0°\nUn point au pôle nord céleste : δ = + 90°\nUn point au pôle sud céleste : δ = - 90°\nZénith de Paris : δ = + 48° 50′Exemples avec le modèle:déc :\n\n{{déc|56}} : 56°\n{{déc|56|22}} : 56° 22′\n{{déc|56|22|57,5}} : 56° 22′ 57,5″La déclinaison n’est pas le seul angle qui ait été utilisé pour repérer la position des astres. En astronomie chinoise par exemple, c’est le qiuji du qui était utilisé, où c’était la distance au pôle nord céleste qui était mesurée plutôt que celle à l’équateur (c’est-à-dire, en langage moderne, la colatitude plutôt que la latitude).", "element_cle": "Voici les éléments clés du texte :\n\n1. La déclinaison est une coordonnée utilisée en astronomie, en complément de l'ascension droite.\n2. Elle mesure l'angle entre un point de la sphère céleste et l'équateur céleste.\n3. La déclinaison est équivalente à la latitude terrestre projetée sur la sphère céleste.\n4. Elle est exprimée en degrés, minutes et secondes d'arc.\n5. La déclinaison est positive au nord et négative au sud de l'équateur céleste.\n6. Exemples de déclinaison : équateur céleste (0°), pôle nord céleste (+90°), pôle sud céleste (-90°), Zénith de Paris (+48° 50′).\n7. La déclinaison était utilisée dans l'astronomie chinoise avec le qiuji du.\n8. En astronomie chinoise, on mesurait la distance au pôle nord céleste plutôt qu'à l'équateur.", "rap": "[Couplet 1]\nJ'me bats dans l'cosmos, astronomie en tête\nDéclinaison, calcul précis dans mes recettes\nCoordonnée céleste, complément de l'ascension droite\nUn angle entre deux, c'est ça qui donne la voie\n\nLa sphère céleste, mon terrain de jeu divin\nDéclinaison, latitude projetée, j'me sens bien\nDegrés, minutes, secondes d'arc, c'est ma mesure\nPositif au nord, négatif au sud, j'en suis sûr\n\n[Refrain]\nDéclinaison, une science en constante évolution\nDu ciel à la terre, j'fais la connexion\nJ'cherche l'équateur céleste, le pôle nord céleste\nZénith de Paris, j'les tisse dans mes textes\n\n[Couplet 2]\nDans l'astronomie chinoise, ils utilisaient ça depuis longtemps\nLe qiuji du, dans les calculs, y'avait du talent\nMesurer la distance au pôle nord, plutôt qu'à l'équateur\nUne autre approche, une autre vision, c'était leur valeur\n\nJ'marche sur leurs traces, j'fais perdurer leur savoir\nDans mes couplets rap, j'leur donne de l'espoir\nL'astronomie éducative, des dates, des événements\nJ'les grave au micro, pour que ça reste dans l'temps\n\n[Refrain]\nDéclinaison, une science en constante évolution\nDu ciel à la terre, j'fais la connexion\nJ'cherche l'équateur céleste, le pôle nord céleste\nZénith de Paris, j'les tisse dans mes textes"}, {"titre": "Unité astronomique", "text_origine": "L'unité astronomique de longueur, ou de façon plus usuelle unité astronomique (en anglais : astronomical unit (of length)), est l'unité de longueur du système astronomique d'unités ; elle correspond approximativement à la distance entre la Terre et le Soleil, soit environ 150 millions de kilomètres. Son symbole agréé par le Bureau international des poids et mesures est « au », bien qu'elle soit encore couramment notée « AU », « ua » ou « UA », ; « ua » était la notation recommandée par l’Union astronomique internationale avant 2012.\nElle est principalement utilisée pour exprimer les distances entre les objets célestes du Système solaire ainsi qu'entre ceux situés dans d'autres systèmes planétaires. Elle est historiquement fondée sur la distance entre la Terre et le Soleil, et a été créée en 1958. Lors de la 28e assemblée générale de l’Union astronomique internationale, tenue fin août 2012 à Pékin, en Chine, l’unité astronomique est définie comme valant exactement 149 597 870 700 mètres (valeur fixe recommandée) (soit 149,6 Gm, 4,848 1 × 10−6 pc, ou 1,581 2 × 10−5 al). Une année-lumière vaut donc approximativement 63 241 unités astronomiques.", "element_cle": "1. L'unité astronomique est la distance entre la Terre et le Soleil, soit environ 150 millions de kilomètres.\n2. Son symbole est \"au\" mais peut également être noté \"UA\" ou \"ua\".\n3. Elle est utilisée pour mesurer les distances entre les objets célestes du Système solaire.\n4. Elle a été créée en 1958 et est basée sur la distance Terre-Soleil.\n5. En 2012, lors de l'assemblée générale de l'Union astronomique internationale, sa valeur a été fixée à 149 597 870 700 mètres.", "rap": "[Couplet]\nDans l'espace infini, le rap est interstellaire\nJ'pose mon texte astronomique, j'atteins des milliards de parsecs\nL'unité astronomique, c'est mon credo, mon étendard\n150 millions de bornes entre Terre et ciel, un lien sacré\n\n[Refrain]\nUnité astronomique, distance entre Terre et Soleil\n150 millions de kilomètres, c'est notre grand éveil\nSymbole \"au\", UA ou ua, mets ton casque spatial\nOn part à l'aventure dans le Système solaire, c'est notre carnaval\n\n[Couplet]\nDe planète en planète, je voyage à la vitesse de la lumière\nL'UA, c'est mon unité de mesure, j'évite les barrières\nDistance céleste, elle est ma fière alliée\nElle a été créée en 1958, rien ne va l'arrêter\n\n[Refrain]\nUnité astronomique, distance entre Terre et Soleil\n150 millions de kilomètres, c'est notre grand éveil\nSymbole \"au\", UA ou ua, mets ton casque spatial\nOn part à l'aventure dans le Système solaire, c'est notre carnaval\n\n[Refrain]\nUnité astronomique, distance entre Terre et Soleil\n150 millions de kilomètres, c'est notre grand éveil\nSymbole \"au\", UA ou ua, mets ton casque spatial\nOn part à l'aventure dans le Système solaire, c'est notre carnaval"}, {"titre": "Histoire de l'astronomie", "text_origine": "Vieille de plusieurs milliers d'années, l’astronomie est probablement une des plus anciennes des sciences naturelles, ses origines remontant au-delà de l'Antiquité, dans les pratiques religieuses préhistoriques.\nL'astronomie est la science de l'observation des astres et cherche à expliquer leur origine, leurs éventuelles évolutions et aussi l'influence qu'ils ont physiquement sur la vie de tous les jours : marées, crue du Nil, canicule, etc. Cette influence se manifeste par certains phénomènes exceptionnels (les éclipses, les comètes, les étoiles filantes, etc.) qui pour certains étaient des événements majeurs dans le rythme de vie de la communauté comme les saisons et pour d'autres la possibilité de mieux faire avancer les connaissances au niveau de la compréhension de l'univers céleste. Elle ne doit pas cependant être confondue avec des disciplines très proches telles que l’archéoastronomie, la mécanique céleste qui n'en sont que des domaines particuliers.\nL'étymologie du terme astronomie vient du grec ἀστρονομία (ἄστρον et νόμος) ce qui signifie loi des astres.\nL'astronomie est peut-être la plus ancienne des sciences, comme semblent l'indiquer nombre de découvertes archéologiques datant de l'âge du bronze et du Néolithique. Certaines civilisations de ces périodes avaient déjà compris le caractère périodique des équinoxes et sans doute leur relation avec le cycle des saisons, elles savaient également reconnaître quelques dizaines de constellations. L'astronomie moderne doit son développement à celui des mathématiques depuis l'Antiquité grecque et à l'invention d'instruments d'observation à la fin du Moyen Âge. Si l'astronomie s'est pratiquée pendant plusieurs siècles parallèlement à l'astrologie, le siècle des Lumières et la redécouverte de la pensée grecque ont vu naître la distinction entre la raison et la foi, si bien que l'astrologie n'est plus pratiquée par les astronomes de nos jours.", "element_cle": "1. L'astronomie est une des plus anciennes sciences naturelles, avec des origines préhistoriques.\n2. Elle cherche à expliquer l'origine des astres et leur influence sur la vie quotidienne.\n3. Les phénomènes exceptionnels tels que les éclipses et les comètes étaient importants dans les anciennes communautés.\n4. L'archéoastronomie et la mécanique céleste sont des domaines liés à l'astronomie.\n5. L'astronomie tire son nom du grec ἀστρονομία (loi des astres).\n6. Des civilisations anciennes ont compris le caractère périodique des équinoxes et connaissaient certaines constellations.\n7. L'astronomie moderne s'est développée grâce aux mathématiques et aux instruments d'observation.\n8. Au siècle des Lumières, la distinction entre raison et foi a conduit à l'abandon de l'astrologie par les astronomes.", "rap": "[Couplet 1]\nL'astronomie, une science ancienne,\nDes origines préhistoriques, c'est pas n'importe quelle discipline.\nElle cherche à expliquer les astres, leur influence,\nSur nos vies, au quotidien, c'est dans nos existences.\n\nLes éclipses, les comètes, des phénomènes exceptionnels,\nDans les anciennes communautés, ils étaient cruciaux.\nArchéoastronomie et mécanique céleste, des domaines liés,\nÀ l'astronomie, tout ça, c'est interconnecté.\n\n[Refrain]\nAstronomie, du grec au nom céleste,\nPensions périodiques, constellations en fête.\nMathématiques, instruments d'observation,\nAstronomie moderne, c'est grâce à leur combinaison.\n\n[Couplet 2]\nCivilisations anciennes, connaissaient les équinoxes,\nConstellations, dans leur savoir, elles se vautrent.\nMais c'est avec les mathématiques, les instruments d'observation,\nQue l'astronomie moderne a trouvé sa passion.\n\nAu siècle des Lumières, la raison était de mise,\nLa foi et l'astrologie, les astronomes les méprisent.\nLa distinction, raison contre foi, fut faite,\nL'abandon de l'astrologie, par les astronomes, c'était la fête.\n\n[Refrain]\nAstronomie, du grec au nom céleste,\nPensions périodiques, constellations en fête.\nMathématiques, instruments d'observation,\nAstronomie moderne, c'est grâce à leur combinaison."}, {"titre": "Astronomie arabe", "text_origine": "Dans l’histoire de l'astronomie, l’astronomie arabe, ou astronomie musulmane, renvoie aux travaux astronomiques accomplis par la civilisation islamique, particulièrement au cours de l’Âge d'or de l'Islam (VIIIe siècle-XIIe siècle), et transcrites pour la plupart en langue arabe. Ces découvertes ont été effectuées pour l’essentiel dans les sultanats du Moyen-Orient, d’Asie centrale, dans l’Al-Andalus, en Afrique du Nord, puis plus tard en Chine et en Inde. Les débuts de l’astronomie ont procédé d'un cheminement semblable aux autres sciences dans l’Islam, par l’assimilation de connaissances de l’étranger et la composition de ces éléments disparates pour faire naître une tradition originale. Les principaux apports sont indiens, perses et grecs, connus par des traductions puis assimilés. Par la suite, l’astronomie arabe exercera à son tour une influence significative sur les astronomies indienne et européenne et même sur l’astronomie chinoise.\nPlusieurs étoiles visibles à l’œil nu dans le ciel, comme Aldébaran (α Tauri) et Altaïr (α Aquilae), ainsi que plusieurs termes d’astronomie comme « alidade », « azimut » et « almucantarat » témoignent par leur morphologie de leur origine arabe.\nAvec environ 10 000 manuscrits conservés à travers le monde, dont une grande partie n’a toujours pas fait l’objet d'un inventaire bibliographique, le corpus astronomique arabe constitue l’une des composantes les mieux préservées de la littérature scientifique médiévale. Malgré les lacunes bibliographiques, les textes étudiés à ce jour fournissent une image fidèle de l’activité astronomique des peuples de langue arabe.", "element_cle": "1. L'astronomie arabe était une branche importante de l'astronomie pendant l'Âge d'or de l'Islam (VIIIe siècle-XIIe siècle).\n2. Les astronomes arabes ont assimilé des connaissances d'autres cultures, notamment indiennes, perses et grecques.\n3. L'astronomie arabe a eu une influence significative sur les astronomies indienne, européenne et chinoise.\n4. Certains termes d'astronomie, comme \"alidade\", \"azimut\" et \"almucantarat\", ont une origine arabe.\n5. Le corpus astronomique arabe, composé de nombreux manuscrits, est l'une des plus importantes sources de la littérature scientifique médiévale.", "rap": "[Couplet 1]\nL'astronomie arabe, un savoir ancestral\nAu temps de l'âge d'or, c'était génial\nDu VIIIe au XIIe siècle, les étoiles en évidence\nDans les écrits, brillaient avec éloquence\n\nLes astronomes arabes, savants de renom\nOnt puisé dans les cultures, un syncrétisme\nDes connaissances indiennes, perses et grecques\nLeur savoir était puissant, leur science véridique\n\n[Refrain]\nL'astronomie arabe, une passion qui rayonne\nUne influence majeure sur les autres astronomes\nDes termes comme \"alidade\", \"azimut\" et \"almucantarat\"\nUne contribution essentielle, un héritage qui perdure\n\n[Couplet 2]\nL'astronomie arabe, une source inspirante\nElle a influencé l'Inde, l'Europe et la Chine\nSes manuscrits sont nombreux, un trésor légendaire\nLa littérature scientifique, une richesse à préserver\n\nLe corpus astronomique, un patrimoine précieux\nDes savoirs transmis, qui nous rendent curieux\nDans les étoiles, nous voyons l'héritage\nDe l'astronomie arabe, symbole de sagesse et de partage\n\n[Refrain]\nL'astronomie arabe, une passion qui rayonne\nUne influence majeure sur les autres astronomes\nDes termes comme \"alidade\", \"azimut\" et \"almucantarat\"\nUne contribution essentielle, un héritage qui perdure"}, {"titre": "Astronomie", "text_origine": "L'astronomie est la science de l'observation des astres, cherchant à expliquer leur origine, leur évolution, ainsi que leurs propriétés physiques et chimiques.\nLe terme astronomie vient du grec ἀστρονομία / astronomía (de ἄστρον / ástron, « astre, étoile », et νόμος / nómos, « loi ») : la loi des astres.\nAvec plus de 5 000 ans d'histoire, les origines de l'astronomie remontent au-delà de l'Antiquité dans les pratiques religieuses préhistoriques. L'astronomie est l'une des rares sciences où les amateurs jouent encore un rôle actif. Elle est pratiquée à titre de loisir par un large public d'astronomes amateurs.", "element_cle": "1. L'astronomie est la science de l'observation des astres et cherche à expliquer leur origine, leur évolution et leurs propriétés physiques et chimiques.\n2. Le terme astronomie vient du grec et signifie \"la loi des astres\".\n3. L'astronomie a une histoire de plus de 5 000 ans, remontant aux pratiques religieuses préhistoriques.\n4. Les amateurs jouent un rôle actif dans le domaine de l'astronomie.\n5. L'astronomie est pratiquée en tant que loisir par un large public d'astronomes amateurs.", "rap": "[Couplet 1]\nL'astronomie, mon pote, c'est une science divine\nOn observe les astres, on s'y plonge sans limite\nDepuis plus de 5 000 ans, elle est notre guide\nCherchant l'origine, l'évolution de l'univers, elle décrypte\n\nLe terme vient du grec, ça veut dire \"loi des astres\"\nDes lois que l'on découvre, des secrets qui se dévoilent\nOn scrute les étoiles, les planètes, les galaxies\nPour comprendre leurs propriétés, leurs mystères, leur vie\n\n[Refrain]\nL'astronomie, c'est grandiose, c'est grandissant\nUne passion que l'on partage, un savoir captivant\nAmateurs, professionnels, on est tous impliqués\nDans cet univers infini, où tout est lié\n\n[Couplet 2]\nDepuis les temps lointains, depuis la préhistoire\nLes hommes regardaient le ciel avec une certaine foi\nLes étoiles les guidaient, marquaient leurs saisons\nL'astronomie, déjà, naissait de ces traditions\n\nAujourd'hui, les amateurs ont un rôle majeur\nIls nourrissent la recherche, apportent des éclaircissements\nL'astronomie, c'est pas que pour les experts\nUn large public y prend plaisir, avec enthousiasme ardent\n\n[Refrain]\nL'astronomie, c'est grandiose, c'est grandissant\nUne passion que l'on partage, un savoir captivant\nAmateurs, professionnels, on est tous impliqués\nDans cet univers infini, où tout est lié"}, {"titre": "École", "text_origine": "Une école est un établissement où l'on accueille des individus appelés « écoliers » ou élèves afin que des professeurs leur dispensent un enseignement de façon collective. Le mot école vient du latin schola, signifiant « loisir consacré à l'étude », lui-même provenant du grec ancien σχολή / skholế, « le loisir », lequel constituait un idéal souvent exprimé par les philosophes et une catégorie socialement valorisée opposée à la sphère des tâches productives. En étudiant le rapport des bâtiments scolaires à leur environnement, le géographe Pascal Clerc distingue quatre modèles successifs d'écoles : le monastère, l'agora, la forteresse, le nœud d'échanges.", "element_cle": "1. Une école est un établissement où l'on accueille des élèves pour un enseignement collectif.\n2. Le mot école vient du latin schola, signifiant « loisir consacré à l'étude ».\n3. Le terme école était un idéal souvent exprimé par les philosophes de l'Antiquité.\n4. Le géographe Pascal Clerc identifie quatre modèles d'écoles : le monastère, l'agora, la forteresse, le nœud d'échanges.\n5. L'étude du rapport des bâtiments scolaires à leur environnement est importante pour comprendre l'évolution des écoles au fil du temps.", "rap": "[Couplet 1]\nDans ce bâtiment symbole, où règnent les savoirs\nL'école, institution qui nous apprend chaque soir\nDes élèves rassemblés, pour un enseignement collectif\nOn éveille nos esprits, sans jamais être passifs\n\n[Refrain]\nÉcole, lieu d'apprentissage, où l'on forge nos esprits\nÉcole, où l'on nous transmet le savoir, au fil des récits\n\n[Couplet 2]\nDu latin \"schola\", loisir consacré à l'étude\nLe mot école marquant nos esprits, une belle interlude\nUn idéal ancré depuis l'Antiquité\nLes philosophes en rêvaient pour tous les êtres éclairés\n\n[Refrain]\nÉcole, lieu d'apprentissage, où l'on forge nos esprits\nÉcole, où l'on nous transmet le savoir, au fil des récits"}, {"titre": "Constellation", "text_origine": "Une constellation est, pour les dictionnaires, « un groupe d'étoiles voisines [observées en apparence depuis la Terre] sur la sphère céleste, présentant une figure conventionnelle déterminée, à laquelle on a donné un nom particulier » ; c'est aussi une « région du ciel conventionnellement délimitée qui inclut ce groupe d'étoiles ».\nCes figures et les étoiles qu'elles contiennent changent avec les différentes cultures, même lorsqu'il s‘agit d’étoiles proches nettement détachées sur un fond d’étoiles moins brillantes, ce qui veut dire qu’elles résultent d’une projection sur la voûte céleste d’images nées dans la psyché humaine.\nIl existe deux sortes de projections sur la voûte céleste :\n\nDes figures mythologiques comme la Grande Ourse ou Pégase, ou des objets symboliques, comme le Compas ou l’Horloge.Des figures analogiques comme le Triangle ou la Croix du sud.Dans la plupart des cultures, les premières précèdent les secondes. Par ailleurs, toutes les figures mythologiques ne correspondent pas à des constellations mais, comme Régulus, à des étoiles individuelles ou, comme Jupiter, à des planètes.\nUne constellation est généralement plus complexe qu'un astérisme qui peut représenter une partie seulement d'une constellation ou appartenir à plusieurs constellations,,,.\nLes étoiles des constellations paraissent groupées dans le ciel nocturne mais, en réalité, elles sont généralement très éloignées les unes des autres ; on peut s'en persuader en effectuant ce voyage imaginaire vers la constellation d'Orion (dans cette animation les distances ont été respectées).\nSauf mention contraire, ici, le terme de constellation se réfère aux constellations modernes. Actuellement, l'Union astronomique internationale (UAI) divise le ciel en 88 constellations avec des limites précises, afin que tout point du ciel appartienne à une constellation et à une seule. Ces 88 constellations sont réparties en deux groupes, 44 pour chaque hémisphère terrestre, nord (boréales) et sud (australes). Les constellations boréales sont les plus anciennes et correspondent aux civilisations mésopotamiennes et méditerranéennes. Elles nous ont été transmises par les Grecs puis les Romains. Les constellations australes n'ont été nommées par les astronomes occidentaux qu'à partir du XVIIe siècle.", "element_cle": "1. Une constellation est un groupe d'étoiles observées depuis la Terre qui présentent une figure conventionnelle déterminée.\n2. Ces figures et étoiles changent selon les différentes cultures et sont le résultat de projections de l'imagination humaine sur la voûte céleste.\n3. Il existe deux sortes de projections sur la voûte céleste : des figures mythologiques et des figures analogiques.\n4. Les constellations sont plus complexes que les astérismes, qui peuvent représenter seulement une partie d'une constellation.\n5. Les étoiles des constellations paraissent groupées dans le ciel nocturne mais sont en réalité très éloignées les unes des autres.\n6. L'Union astronomique internationale divise le ciel en 88 constellations avec des limites précises.\n7. Chaque point du ciel appartient à une constellation et à une seule.\n8. Les constellations sont réparties en deux groupes, 44 pour chaque hémisphère terrestre, nord et sud.", "rap": "[Couplet 1]\nJ'regarde le ciel, je vois les constellations\nDes groupes d'étoiles, des figurations\nMais c'est pas qu'une simple imagination\nCes formes, c'est l'reflet des différentes nations\n\nLes figures mythologiques, des histoires anciennes\nProjettées dans le ciel, avec des histoires sans fin\nEt les figures analogiques, des représentations\nDes objets, des animaux, pleins d'explications\n\n[Refrain]\nLes constellations, un spectacle céleste\nDes étoiles éloignées, mais paraissent si proches\nL'IAU les divise, précises les frontières\n44 pour chaque hémisphère, nord et sud, c'est clair\n\n[Couplet 2]\nLes astérismes, plus simples, plus petits\nDes parties des constellations, c'est pas infini\nEt chaque point du ciel, une seule appartenance\nÀ une constellation, y'a pas d'ambivalence\n\nCes constellations, elles ont leurs significations\nDes dates, des événements, des révélations\nDes repères dans l'histoire, dans l'éducation\nPour mieux comprendre le monde, sans hésitation\n\n[Refrain]\nLes constellations, un spectacle céleste\nDes étoiles éloignées, mais paraissent si proches\nL'IAU les divise, précises les frontières\n44 pour chaque hémisphère, nord et sud, c'est clair"}, {"titre": "Biologie moléculaire", "text_origine": "La biologie moléculaire (parfois abrégée bio. mol.) est une discipline scientifique de la vie au croisement de la génétique, de la biochimie métabolique et de la physique, dont l'objet est la compréhension des mécanismes de fonctionnement de la cellule au niveau moléculaire. Le terme « biologie moléculaire », utilisé la première fois en 1938 par Warren Weaver, désigne également l'ensemble des techniques de manipulation d'acides nucléiques (ADN, ARN), appelées aussi techniques de génie génétique.\nLa biologie moléculaire est apparue au XXe siècle, à la suite de l'élaboration des lois de la génomique, transcriptomique, protéomique, métabolomique) de la biologie moléculaire pour étudier plus spécifiquement les cellules des micro-organismes.", "element_cle": "1. La biologie moléculaire est une discipline scientifique qui étudie les mécanismes de fonctionnement de la cellule au niveau moléculaire.\n2. Elle combine des connaissances en génétique, biochimie métabolique et physique.\n3. Le terme \"biologie moléculaire\" a été utilisé pour la première fois en 1938.\n4. Elle englobe également les techniques de manipulation d'acides nucléiques (ADN, ARN) et de génie génétique.\n5. La biologie moléculaire s'est développée tout au long du XXe siècle, en se focalisant particulièrement sur l'étude des cellules des micro-organismes.", "rap": "[Couplet 1]\nLa biologie moléculaire, une ode à la science\nEtudie les secrets de la cellule en silence\nGénétique, biochimie, physique, elle combine\nPour comprendre les mécanismes sans trahir l'origine\n\nLe terme est né en 1938, c'est un fait\nUn mot qui résonne, une nouvelle ère s'apprête\nManipulation d'ADN, d'ARN, c'est son expertise\nLa génétique y trouve sa place, c'est une abdication \n\n[Refrain]\nLa biologie moléculaire, une discipline éclairée\nQui ouvre les portes de la connaissance immuable\nAucun micro-organisme ne lui échappe, elle sait décrypter\nLes secrets de la vie, dans son laboratoire indomptable\n\n[Couplet 2]\nTout au long du XXe siècle, elle a évolué\nSe concentrant sur les micro-organismes, elle s'est penchée\nSur les mystères des cellules invisibles\nAinsi, la biologie moléculaire est devenue intouchable\n\nElle nous éclaire sur le fonctionnement moléculaire\nDe la cellule, de la vie, c'est une lumière\nElle nous guide à travers les gènes, les protéines\nUne connaissance qui éclot, un bouquet de racines\n\n[Refrain]\nLa biologie moléculaire, une discipline éclairée\nQui ouvre les portes de la connaissance immuable\nAucun micro-organisme ne lui échappe, elle sait décrypter\nLes secrets de la vie, dans son laboratoire indomptable"}, {"titre": "Écologie", "text_origine": "L’écologie, ou écologie scientifique, est une science qui étudie les interactions des êtres vivants entre eux et avec leur milieu. L'ensemble des êtres vivants, de leur milieu de vie et des relations qu'ils entretiennent forme un écosystème. L'écologie fait partie intégrante de la discipline plus vaste qu'est la science de l'environnement (ou science environnementale).\nUne définition généralement admise, particulièrement utilisée en écologie humaine, admet l'écologie comme étant « le rapport triangulaire entre les individus d'une espèce, l'activité organisée de cette espèce et l'environnement de cette activité » ; l'environnement est « à la fois le produit et la condition de cette activité, et donc de la survie de l'espèce ».\nLe terme « écologiste » peut désigner un scientifique spécialisé dans l'étude de l'écologie,, un adepte de l’écologisme, ou partisan de l’écologie politique. Le terme « écologue » désigne plus spécifiquement un spécialiste de l'écologie, qu'il soit chercheur, biologiste ou ingénieur, et aurait été inventé, dans les années 1980, pour distinguer les scientifiques des militants.", "element_cle": "1. L'écologie est une science qui étudie les interactions des êtres vivants entre eux et avec leur milieu.\n2. Un écosystème est formé par l'ensemble des êtres vivants, leur milieu de vie et les relations qu'ils entretiennent.\n3. L'écologie fait partie de la science de l'environnement.\n4. L'écologie est définie comme le rapport entre les individus d'une espèce, leur activité organisée et l'environnement de cette activité.\n5. L'environnement est à la fois le produit et la condition de l'activité écologique, et donc de la survie des espèces.\n6. Un écologiste peut être soit un scientifique spécialisé dans l'étude de l'écologie, soit un adepte de l'écologisme, soit un partisan de l'écologie politique.\n7. Un écologue est un spécialiste de l'écologie, qu'il soit chercheur, biologiste ou ingénieur.\n8. Le terme \"écologue\" a été inventé dans les années 1980 pour distinguer les scientifiques des militants de l'écologie.", "rap": "[Couplet 1]\nL'écologie, science qui étudie l'interaction,\nDes êtres vivants dans leur propre environnement.\nLes écosystèmes, un équilibre précieux,\nOù la nature s'épanouit, rien n'est superflu.\n\n[Refrain]\nL'écologie, c'est l'avenir qu'on préserve,\nPour que nos enfants puissent voir la Terre renaître.\nProtéger la biodiversité, c'est notre devoir,\nAgir pour l'environnement chaque jour, chaque soir.\n\n[Couplet 2]\nL'écologie, pilier de la science de l'environnement,\nUn rapport entre individus et leur comportement.\nL'environnement, résultat de leur activité,\nLa survie des espèces en dépend, c'est vérité.\n\n[Refrain]\nL'écologie, c'est l'avenir qu'on préserve,\nPour que nos enfants puissent voir la Terre renaître.\nProtéger la biodiversité, c'est notre devoir,\nAgir pour l'environnement chaque jour, chaque soir.\n\n[Outro]\nQue tu sois scientifique, militant ou politicien,\nL'écologie est un enjeu, un besoin commun.\nEnsemble, pour un monde plus vert,\nMobilisons-nous, chaque geste compte, c'est clair."}, {"titre": "Chimère (biologie moléculaire)", "text_origine": "En génétique et en biologie moléculaire, une chimère correspond à une seule séquence d'ADN provenant de plusieurs transcriptions ou séquences parentes. Un tel résultat peut se produire dans divers contextes. Les chimères sont généralement considérées comme un contaminant, car une chimère peut être interprétée comme une nouvelle séquence alors qu'il s'agit en fait d'un artefact. Cependant, la formation de chimères artificielles peut également être un outil utile en biologie moléculaire. Par exemple, en ingénierie des protéines, la « chiméragenèse (formation de chimères entre des protéines qui sont codées par des ADNc homologues) » est l'une des « deux principales techniques utilisées pour manipuler les séquences d'ADNc ».", "element_cle": "1. Une chimère en génétique et en biologie moléculaire consiste en une seule séquence d'ADN provenant de plusieurs transcriptions ou séquences parentes.\n2. Les chimères sont généralement considérées comme un contaminant car elles peuvent être interprétées à tort comme de nouvelles séquences d'ADN alors qu'elles sont en réalité des artefacts.\n3. La formation de chimères artificielles peut cependant être un outil utile en biologie moléculaire.\n4. En ingénierie des protéines, la chiméragenèse est l'une des techniques les plus utilisées pour manipuler les séquences d'ADNc.\n5. La chiméragenèse consiste à former des chimères entre des protéines qui sont codées par des ADNc homologues.", "rap": "[Couplet 1]\nUne chimère en génétique, c'est du lourd,\nUne seule séquence d'ADN, un accord,\nDes transcriptions parentes, un mix parfait,\nMais faut faire gaffe, c'est un contaminant.\n\nArtefact ou nouvelle séquence, attention,\nLes chimères trompent notre perception,\nMais dans la biologie moléculaire,\nCes chimères peuvent être nécessaires.\n\n[Refrain]\nChimère en génétique, ouais c'est chaud,\nMais dans le labo, c'est un outil trop beau,\nManipuler les séquences, construire des protéines,\nLa chiméragenèse, une technique qui déménage.\n\n[Couplet 2]\nEn ingénierie des protéines, moi j'm'enlace,\nLa chiméragenèse, c'est ma préférée,\nDes ADNc homologues, je m'amuse,\nFormant des chimères, je les combine, j'abuse.\n\nPour étudier, comprendre, analyser,\nLes protéines, leurs fonctions décortiquées,\nLa chiméragenèse, une arme redoutable,\nDans la biologie moléculaire, elle est indomptable.\n\n[Refrain]\nChimère en génétique, ouais c'est chaud,\nMais dans le labo, c'est un outil trop beau,\nManipuler les séquences, construire des protéines,\nLa chiméragenèse, une technique qui déménage."}, {"titre": "Biologie moléculaire", "text_origine": "La biologie moléculaire (parfois abrégée bio. mol.) est une discipline scientifique de la vie au croisement de la génétique, de la biochimie métabolique et de la physique, dont l'objet est la compréhension des mécanismes de fonctionnement de la cellule au niveau moléculaire. Le terme « biologie moléculaire », utilisé la première fois en 1938 par Warren Weaver, désigne également l'ensemble des techniques de manipulation d'acides nucléiques (ADN, ARN), appelées aussi techniques de génie génétique.\nLa biologie moléculaire est apparue au XXe siècle, à la suite de l'élaboration des lois de la génomique, transcriptomique, protéomique, métabolomique) de la biologie moléculaire pour étudier plus spécifiquement les cellules des micro-organismes.", "element_cle": "1. La biologie moléculaire est une discipline scientifique qui étudie les mécanismes de fonctionnement de la cellule au niveau moléculaire.\n2. Cette discipline est née au XXe siècle et s'intéresse particulièrement aux cellules des micro-organismes.\n3. La biologie moléculaire est un croisement entre la génétique, la biochimie métabolique et la physique.\n4. Les techniques de manipulation d'acides nucléiques, telles que l'ADN et l'ARN, font partie intégrante de la biologie moléculaire.\n5. La génomique, transcriptomique, protéomique et métabolomique sont des branches de la biologie moléculaire qui permettent d'étudier les différentes composantes des cellules.", "rap": "[Couplet 1]\nLa biologie moléculaire, c'est la base scientifique,\nOn plonge dans l'infiniment petit, c'est pas fictif.\nOn s'intéresse à la cellule, niveau moléculaire,\nComprendre ses mécanismes, c'est notre affaire.\n\nNée au XXe siècle, elle a rapidement évolué,\nÉtudiant les micro-organismes, elle s'est spécialisée.\nGénétique, biochimie et physique, tout est mêlé,\nLa biologie moléculaire, une discipline entrelacée.\n\n[Réfrain]\nOn manipule les acides nucléiques, ADN et ARN,\nDans notre labo, c'est ça notre quotidien.\nGénomique, transcriptomique, protéomique et métabolomique,\nOn explore les cellules, chaque composante est unique.\n\n[Couplet 2]\nLes acides nucléiques, on les connaît sur le bout des doigts,\nIls sont nos outils de travail, pas besoin d'un autre choix.\nGénomique, on séquence, on analyse, on décrypte,\nPour comprendre les secrets de la cellule, c'est ça qui nous excite.\n\nTranscriptomique, on scrute l'expression des gènes,\nProtéomique, on identifie les protéines, c'est pas anodin.\nMétabolomique, on étudie les voies métaboliques,\nLa biologie moléculaire, c'est un ensemble de techniques magiques.\n\n[Réfrain]\nOn manipule les acides nucléiques, ADN et ARN,\nDans notre labo, c'est ça notre quotidien.\nGénomique, transcriptomique, protéomique et métabolomique,\nOn explore les cellules, chaque composante est unique."}, {"titre": "Théorie fondamentale de la biologie moléculaire", "text_origine": "Par théorie fondamentale de la biologie moléculaire, les biologistes représentent le modèle schématique de la conservation et de l'utilisation de l'information génétique. L'ADN est le support stable et transmissible de l'information génétique qui définit les fonctions biologiques d'un organisme (reproduction, nutrition, excrétion, action sur l'environnement, communication, etc.). Il est transcrit en ARN (un langage similaire) qui n'a qu'une vie temporaire, cet ARN assure soit une fonction structurale (squelette de complexes nucléo-protéiques, ribosomes), soit une fonction enzymatique (synthèse des protéines, exportation des protéines, épissage des ARNm eucaryotes, etc.), soit une fonction de transport de l'information génétique (hors du noyau chez les eucaryotes). L'ARN de type messager (ARNm) peut être traduit en protéines par le ribosome (complexe nucléo-protéique). On parle de traduction des ARNm en protéines car le langage change.\n\nLa théorie fondamentale se résume ainsi : L'ADN dirige sa propre réplication en ADN identique, ainsi que sa transcription en ARN, pouvant ou non être traduit en protéines.\nMais ces hypothèses semblent ne pas résister à l'expérience, ni aux faits. Ainsi, la théorie initiale n'envisageait pas la possibilité d'un « retour » à une forme ADN à partir de l'ARN. Or il fut mis en évidence chez les rétrovirus l'existence d'une enzyme (catalyseur protéique), la transcriptase inverse, capable de rétrotranscrire l'ARN viral en ADN. Cette découverte ne remet pas complètement en cause la théorie centrale de la biologie moléculaire, mais permet de préciser les liens existants entre les différents supports moléculaires intervenant dans l'expression de l'information génétique.", "element_cle": "Voici une liste d'éléments clés du texte \"Théorie fondamentale de la biologie moléculaire\":\n\n1. La théorie fondamentale de la biologie moléculaire concerne la conservation et l'utilisation de l'information génétique.\n2. L'ADN est le support stable et transmissible de l'information génétique.\n3. L'ARN est transcrit à partir de l'ADN et joue des rôles importants dans la fonction biologique.\n4. L'ARNm peut être traduit en protéines par le ribosome.\n5. La théorie initiale ne prévoyait pas le processus de rétrotranscription de l'ARN en ADN.\n6. La découverte de la transcriptase inverse chez les rétrovirus a remis en cause la théorie initiale.\n7. Cette découverte permet de mieux comprendre les liens entre les différents supports moléculaires génétiques.\n8. L'ADN dirige sa propre réplication et peut être transcrit en ARN.\n9. La traduction des ARNm en protéines implique un changement de langage moléculaire.\n10. La théorie centrale de la biologie moléculaire reste en grande partie valable malgré ces découvertes.", "rap": "[Couplet 1]\nLa biologie moléculaire, c'est la base\nConservation génétique, l'information qui grimace\nADN stabilité, c'est le support\nL'ARN joue un rôle important dans ce rapport\n\nRéplication, transcription, traduction\nRibosome, protéines, tout ça c'est l'instruction\nMais attendez, y'a plus à connaître\nRétrotranscription de l'ARN, c'est pas si simple à admettre\n\n[Refrain]\nThéorie fondamentale de la biologie moléculaire\nDates, événements, ça te fout en l'air\nMais malgré les découvertes, tout reste valable\nLe langage moléculaire, la nature indomptable\n\n[Couplet 2]\nTranscriptase inverse, rétrovirus qui débarque\nLa théorie initiale, en doute se barque\nLiens génétiques qui se dévoilent\nComprendre l'ADN, l'ARN, c'est un éventail\n\nRéplication autonome, l'ADN se dirige\nTranscrit en ARN, la vie émerge\nLangage moléculaire qui change de ton\nTraduire, comprendre, c'est la mission\n\n[Refrain]\nThéorie fondamentale de la biologie moléculaire\nDates, événements, ça te fout en l'air\nMais malgré les découvertes, tout reste valable\nLe langage moléculaire, la nature indomptable"}, {"titre": "Génétique", "text_origine": "Le nom de génétique vient de l'adjectif grec γενετικός / genetikós, qui qualifie « ce qui est en rapport aux fonctions de génération ». Il dérive du grec γενέτης / genétês, « géniteur ».\nOn trouve également comme étymologie du mot génétique, dans le dictionnaire en ligne Larousse, le grec genos (race, clan) : la partie de la biologie qui étudie les lois de l'hérédité.\nUne de ses branches, la génétique formelle, ou mendélienne, s'intéresse à la transmission des caractères héréditaires entre des géniteurs et leur descendance.\nL'invention du terme « génétique » revient au biologiste anglais William Bateson (1861-1926), qui l'utilise pour la première fois en 1905. La génétique moderne est souvent datée de la mise en évidence de la structure en double hélice de l'ADN effectuée par James Watson et Francis Crick en 1953.", "element_cle": "1. La génétique tire son nom de l'adjectif grec \"genetikos\" qui signifie \"ce qui est en rapport aux fonctions de génération\".\n2. Le mot génétique peut également être étymologiquement lié au grec \"genos\" qui signifie \"race\" ou \"clan\".\n3. La génétique étudie les lois de l'hérédité et la transmission des caractères héréditaires entre des géniteurs et leur descendance.\n4. Le terme \"génétique\" a été inventé par le biologiste anglais William Bateson en 1905.\n5. La génétique moderne est souvent associée à la découverte de la structure en double hélice de l'ADN par James Watson et Francis Crick en 1953.", "rap": "[Couplet 1]\nLa génétique, c'est le nom qui résonne,\nDe l'adjectif grec \"genetikos\", faut pas l'ignorer,\nÇa parle de génération, d'évolution,\nDes fonctions de l'ADN, faut pas oublier.\n\n[Refrain]\nGénétique, génétique, on en parle partout,\nC'est l'étude de l'hérédité, faut pas être fou,\nOn transmet nos caractères, de géniteurs en descendance,\nLa science explore ces mystères, avec persévérance.\n\n[Couplet 2]\nGénétique, ça vient aussi du mot \"genos\",\nRace ou clan, c'est l'idée qui surgit,\nOn est tous liés, d'un ancêtre jusqu'aux héros,\nLa génétique, c'est une vérité qu'on poursuit.\n\n[Refrain]\nGénétique, génétique, découvre les lois de l'hérédité,\nOn en apprend toujours plus, avec passion et curiosité,\nEn 1905, William Bateson a inventé le terme,\nDepuis, on plonge dans ce monde rempli de mystères.\n\n[Refrain]\nGénétique, génétique, la grande révélation,\nLa double hélice de l'ADN, une nouvelle inspiration,\nEn 1953, Watson et Crick ont tout révolutionné,\nLa génétique moderne, un pilier de la science est né."}, {"titre": "Mutation génétique", "text_origine": "Une mutation génétique est une modification rare, accidentelle ou provoquée, de l'information génétique (séquence d’ADN ou d’ARN) dans le génome.\nSelon la partie du génome touchée, les conséquences d'une mutation peuvent varier. Une mutation est dite héréditaire si la séquence génétique mutée est transmise à la génération suivante (voir mutations germinales). Elle est l’un des éléments de la biodiversité et l’un des nombreux facteurs pouvant éventuellement participer dans l'évolution de l'espèce.\n\n", "element_cle": "- Une mutation génétique est une modification de l'information génétique dans le génome.\n- Les mutations peuvent être accidentelles, provoquées ou rares.\n- Les conséquences d'une mutation dépendent de la partie du génome touchée.\n- Une mutation héréditaire est transmise à la génération suivante.\n- Les mutations génétiques sont un élément de la biodiversité et peuvent participer à l'évolution des espèces.", "rap": "[Couplet 1]\nDans le génome, y'a des mots qui mutent\nDes modifications qui transmutent\nUne danse entre les bases, un remix chromosomique\nUne mutation génétique, ça bouscule le génome\n\nAccidentelle, provoquée ou rare\nLes mutations sont partout, faut pas se faire avoir\nÇa peut jouer sur tout, c'est pas seulement du hasard\nLes conséquences dépendent de la partie du génome touchée, ouais\n\n[Refrain]\nMutation génétique, ça fait partie de l'histoire\nDe l'évolution, une étape nécessaire\nHéréditaire, transmise à la descendance\nC'est un élément de la biodiversité, une mutation en puissance\n\n[Couplet 2]\nDans l'ADN, des lettres qui se transforment\nDes codes qui se modifient, des gènes qui se transforment\nUne mutation héréditaire, ça se transmet de génération en génération\nÇa peut être un atout ou un handicap dans l'adaptation\n\nLes mutations génétiques, ça joue sur l'évolution\nC'est une brique essentielle dans la construction\nDes espèces qui se diversifient, qui se transforment\nGrâce à ces mutations, la vie se transforme\n\n[Refrain]\nMutation génétique, ça fait partie de l'histoire\nDe l'évolution, une étape nécessaire\nHéréditaire, transmise à la descendance\nC'est un élément de la biodiversité, une mutation en puissance"}, {"titre": "Code génétique", "text_origine": "Le code génétique est l'ensemble des règles permettant de traduire les informations contenues dans le génome des cellules vivantes afin de synthétiser les protéines. Au sens large, il établit la correspondance entre le génotype et le phénotype d'un organisme. Ce code repose notamment sur la correspondance entre, d'une part, des triplets de nucléotides, appelés codons, sur l'ARN messager et, d'autre part, les acides aminés protéinogènes incorporés dans les protéines synthétisées lors de la phase de traduction de l'ARN messager par les ribosomes.\nÀ quelques exceptions près, chaque codon correspond à un seul et unique acide aminé protéinogène. Dans la mesure où l'information génétique est codée exactement de la même façon dans les gènes de la très grande majorité des différentes espèces vivantes, ce code génétique spécifique est généralement désigné comme code génétique standard, ou canonique, voire tout simplement comme « Le » code génétique ; il existe cependant un certain nombre de variantes à ce code génétique, mais qui restent limitées en général à quelques codons. De telles variantes existent par exemple au sein même des cellules humaines entre leur cytosol et leurs mitochondries.\nLa correspondance entre codons d'ARN messager et acides aminés protéinogènes est généralement présentée sous forme de tableaux associant chacun des 64 codons, ou triplets de quatre bases nucléiques possibles (43 = 64), avec l'un des 22 acides aminés protéinogènes.\nPar extension, et de façon impropre, le grand public appelle parfois « code génétique » ce qui est en fait le génotype d'une cellule, c'est-à-dire l'ensemble de ses allèles.\n\n", "element_cle": "1. Le code génétique est l'ensemble des règles pour traduire l'information génétique et synthétiser les protéines.\n2. Il repose sur la correspondance entre les triplets de nucléotides appelés codons et les acides aminés protéinogènes.\n3. Le code génétique standard est le même dans la plupart des espèces vivantes, mais il existe quelques variantes.\n4. Les codons de l'ARN messager sont associés à des acides aminés dans des tableaux.\n5. Le génotype d'une cellule est souvent confondu avec le code génétique.", "rap": "[Couplet 1]\nLe code génétique, c'est l'dictionnaire du vivant\nDes règles gravées dans l'ADN, c'est prenant\nDes triplets de nucléotides, les fameux codons\nQui traduisent l'info génétique en protéines, c'est bon\n\nDans toutes les espèces, un code standard régnant\nMais faut pas s'méprendre, y'a quelques variantes, intéressant\nC'est dans l'ARN messager, qu'on trouve les codons\nLiés à des acides aminés, t'as pigé la leçon?\n\n[Refrain]\nCode génétique, système bien huilé\nProtéines synthétisées, c'est sa spécialité\nDu génotype au phénotype, tout est expliqué\nLe savoir est transmis, éducation assurée\n\n[Couplet 2]\nAttention confusion, génotype et code génétique\nPas la même chose, faut pas mélanger ces concepts un brin électrique\nLe génotype, c'est l'ensemble des allèles, des marqueurs\nLe code génétique, c'est la traduction vers l'acide aminé, faut s'en souvenir\n\nAlors écoute bien, laisse pas les idées se brouiller\nLe code génétique, c'est le chef d'orchestre, le pilier\nLes règles précises pour la vie s'exprimer\nProtéines synthétisées, dans les cellules, pour briller\n\n[Refrain]\nCode génétique, système bien huilé\nProtéines synthétisées, c'est sa spécialité\nDu génotype au phénotype, tout est expliqué\nLe savoir est transmis, éducation assurée"}, {"titre": "Maladie génétique", "text_origine": "Une maladie génétique est une maladie due à une ou plusieurs anomalies sur un ou plusieurs chromosomes qui entraînent un défaut de fonctionnement de certaines cellules de l'organisme. Ces cellules fabriquent des protéines. L'activité et la structure de chaque protéine est déterminée par l'information génétique contenue dans un gène. Si le gène est altéré, il entraîne la cellule dans un dysfonctionnement, qui peut se révéler, à tout âge de la vie, avec l'expression d'une maladie.\nLes maladies génétiques sont dites dominantes ou récessives, si l'allèle responsable est ou non dominant (chez un individu chaque gène est représenté par deux allèles).\nOn peut aussi les classer en fonction de la position du gène responsable de l'anomalie. S'il est situé sur la paire de chromosomes sexuels, la maladie est dite « gonosomale », s'il est localisé sur une paire de chromosomes homologues, la maladie est dite « autosomale ». On parle donc de maladie autosomale récessive (ex. : phénylcétonurie) ou de maladie gonosomale récessive (ex. : hémophilie).\nParmi les maladies génétiques, on trouve aussi bien des affections bénignes ou faiblement handicapantes, comme le daltonisme par exemple, que des affections extrêmement graves. Mais leur caractéristique commune est généralement d'être une affection à vie et qu'elle peut dans certains cas être transmise à la descendance, puisque inscrite dans les gènes de l'individu.\nMaladies rares (c'est-à-dire dont la fréquence est inférieure à un malade pour 2 000 personnes) elles représentent environ 80 % de celles-ci, soit environ 6 000 pathologies.\nToutes les maladies génétiques ne sont pas héréditaires, la mutation génétique portée par un gamète n'étant pas nécessairement présente sur le génome de l'émetteur dudit gamète. En revanche, toutes les maladies héréditaires ont, selon toute logique, une composante génétique.", "element_cle": "- Une maladie génétique est causée par des anomalies sur les chromosomes qui affectent le fonctionnement des cellules de l'organisme.\n- Les protéines fabriquées par ces cellules sont déterminées par l'information génétique contenue dans les gènes.\n- Les maladies génétiques peuvent être dominantes ou récessives en fonction de l'allèle responsable.\n- La position du gène responsable de l'anomalie peut déterminer si la maladie est autosomale ou gonosomale.\n- Les maladies génétiques peuvent varier en gravité, allant de bénignes à très graves.\n- Beaucoup de ces maladies sont rares, avec une fréquence inférieure à un malade pour 2 000 personnes.\n- Toutes les maladies héréditaires ont une composante génétique, mais toutes les maladies génétiques ne sont pas nécessairement héréditaires.", "rap": "[Couplet 1]\nYo, laisse-moi te parler d'maladies génétiques\nDes anomalies sur les chromosomes, c'est ça l'vexic\nCa peut affecter l'fonctionnement des cellules\nLes protéines fabriquées, c'est pas du bidon, tu m'crois pas ? T'fais ton label\n\nL'info génétique dans les gènes, un vrai code-barre\nDes maladies dominantes ou récessives, faut pas s'charre\nÇa dépend des allèles, l'cul des patates\nEt la position du gène, ça change l'débat\n\n[Refrain]\nMaladie génétique, ouais c'est génétique\nÇa peut être bénin, ouais ça peut être tragique\nRares sont ces maladies, une sur 2000 personnes\nC'est la vérité, faut qu'tu t'en souviennes\n\n[Couplet 2]\nCertaines maladies, ma gueule, c'est dans les gènes\nMais toutes les maladies génétiques sont pas héréditaires, tu l'sais bien\nOn peut pas faire une généralité, c'est clair\nMais faut pas oublier, y a des vérités à savoir\n\nLes maladies génétiques, ça peut toucher tout l'corps\nDes symptômes différents, c'est l'envers du décor\nLa gravité varie, c'est un putain d'foutu bordel\nMais faut pas baisser l'masque, on est là pour la bataille\n\n[Refrain]\nMaladie génétique, ouais c'est génétique\nÇa peut être bénin, ouais ça peut être tragique\nRares sont ces maladies, une sur 2000 personnes\nC'est la vérité, faut qu'tu t'en souviennes"}, {"titre": "Génie génétique", "text_origine": "Le génie génétique est l'ensemble des outils permettant de modifier la constitution génétique d'un organisme en supprimant, en introduisant ou en remplaçant de l'ADN.\nCelui-ci peut être introduit directement dans les cellules de l'organisme hôte ou dans des cellules cultivées ex vivo puis réintroduites dans l'organisme. Un prérequis au développement du génie génétique a été la mise au point de techniques recombinantes d'acide nucléique pour former de nouvelles combinaisons de matériel génétique héritable suivies de l'incorporation de ce matériel soit indirectement à travers un système vecteur ou directement par microinjection, macroinjection ou microencapsulation.\nIl a souvent pour but la modification des génotypes, et donc des phénotypes.\nLe génie génétique est un champ très actif de la recherche car les applications possibles sont multiples, notamment en santé humaine (correction d’un gène porteur d’une mutation délétère, production de protéines thérapeutiques, élimination de séquences virales persistantes, etc.), en agriculture biotechnologique (mise au point de nouvelles générations de plantes génétiquement modifiées, etc.) ou encore pour la mise au point d’outils destinés à la recherche (par exemple pour explorer la fonction d’un gène).\nÀ la suite du développement exponentiel du génie génétique, une nouvelle discipline est apparue dans les années 1960, la bioéthique, qui vise à sensibiliser les chercheurs, mais aussi les politiciens et le grand public, à la nécessité d'introduire systématiquement une dimension éthique dès la phase de recherches (principe de précaution).", "element_cle": "- Le génie génétique permet de modifier la constitution génétique d'un organisme en introduisant, en remplaçant ou en supprimant de l'ADN.\n- Les techniques recombinantes d'acide nucléique ont été essentielles pour le développement du génie génétique.\n- Le génie génétique vise souvent à modifier les génotypes et les phénotypes.\n- Les applications du génie génétique sont multiples, notamment dans le domaine de la santé humaine et de l'agriculture biotechnologique.\n- La discipline de la bioéthique est apparue dans les années 1960 pour encadrer les recherches en génie génétique.", "rap": "[Couplet 1]\nLe génie génétique, un pouvoir spectaculaire\nModifier les gènes, un savoir particulier\nIntroduire, remplacer, supprimer l'ADN\nTransformer la constitution d'un organisme vivant\n\n[Couplet 2]\nLes techniques recombinantes, un essentiel capital\nPour le développement de ce pouvoir génial\nModifier les génotypes, influencer les phénotypes\nLe génie génétique, une révolution sans limites\n\n[Refrain]\nLe génie génétique, des applications variées\nDans la santé humaine, l'agriculture biotechnologique\nNous repoussons les frontières de la génétique\nLe futur est entre nos mains, c'est une évidence\n\n[Couplet 1]\nLe génie génétique dans les labos s'active\nDes avancées scientifiques formidables, on le motive\nDes maladies héréditaires, on cherche à guérir\nLe génie génétique, un espoir à venir\n\n[Couplet 2]\nDans les champs, l'agriculture se transforme\nDes cultures résistantes, un futur qui se forme\nDes plantes génétiquement modifiées, plus résistantes\nLe génie génétique, une réponse à la faim persistante\n\n[Refrain]\nLe génie génétique, des applications variées\nDans la santé humaine, l'agriculture biotechnologique\nNous repoussons les frontières de la génétique\nLe futur est entre nos mains, c'est une évidence\n\n[Outro]\nDans les années 60, la bioéthique résonne\nPour encadrer nos recherches, des règles qu'on énonce\nLe génie génétique, une avancée quand même\nMais des questionnements éthiques, à ne pas mettre de côté"}, {"titre": "Genêt", "text_origine": "Les genêts ou balais, sont des arbustes ou arbrisseaux appartenant à la famille des Fabaceae. Ce nom vernaculaire regroupe en français des plantes appartenant à différents genres : Cytisus, Cytisophyllum, Chamaecytisus, Echinospartum, Genista, Spartium.\nCes genres se répartissent en Europe, Moyen-Orient et Afrique du Nord, y compris en Macaronésie.\nBeaucoup d'espèces appelées genêt sont aussi appelées cytise.\nLes genêts forment des fruits appelés gousses qui se dessèchent à maturité et libèrent les graines.", "element_cle": "1. Les genêts, ou balais, sont des arbustes appartenant à la famille des Fabaceae.\n2. Le nom \"genêt\" regroupe différentes plantes appartenant aux genres Cytisus, Cytisophyllum, Chamaecytisus, Echinospartum, Genista, Spartium.\n3. Les genêts se trouvent en Europe, au Moyen-Orient et en Afrique du Nord, ainsi qu'en Macaronésie.\n4. Certaines espèces appelées genêt sont aussi appelées cytise.\n5. Les genêts produisent des fruits appelés gousses qui s'ouvrent à maturité pour libérer les graines.", "rap": "[Couplet]\nLes genêts, arbustes d'la family Fabaceae\nPlantés en Europe, Moyen-Orient ou Macaronésie\nGenre Cytisus, Genista, ou Chamaecytisus\nLeur nom regroupe des plantes pour l'succès\n\nDes fleurs jaunes éclatantes, une beauté éternelle\nLe genêt, si simple, mais si essentiel\nLeur fruit, des gousses, ouvrent leurs portes\nLibérant les graines, telle une force qui réconforte\n\n[Refrain]\nGenêt, symbole de résilience et de vitalité\nEnraciné dans l'histoire, éveillant notre curiosité\nPrenons-en exemple, faisons face aux adversités\nGenêt, rappelle-nous la force de la diversité\n\n[Couplet]\nDe l'Europe à l'Afrique du Nord, une présence remarquable\nLe genêt, rappel des dates, des moments inoubliables\nTémoin de l'Histoire, survécu à bien des guerres\nSa flamme incandescente ne peut qu'éclairer\n\nSymbole de courage dans les périodes sombres\nLe genêt nous pousse à surpasser nos ombres\nUn rappel de notre responsabilité envers la nature\nProtégeons-la, chaque jour, sans rupture\n\n[Refrain]\nGenêt, symbole de résilience et de vitalité\nEnraciné dans l'histoire, éveillant notre curiosité\nPrenons-en exemple, faisons face aux adversités\nGenêt, rappelle-nous la force de la diversité"}, {"titre": "Génétique des populations", "text_origine": "La génétique des populations  (GDP) est l'étude de la distribution et des changements de la fréquence des versions d'un gène (allèles) dans les populations d'êtres vivants, sous l'influence des « pressions évolutives » (sélection naturelle, dérive génétique, recombinaison, mutation, et migration). Les changements de fréquence des allèles sont un aspect majeur de l'évolution, la fixation de certains allèles conduit à une modification génétique de la population, et l'accumulation de tels changements dans différentes populations peut conduire au processus de spéciation.\nDiscipline initiée dans les années 1920 à 1940 par Ronald Fisher, J. B. S. Haldane et Sewall Wright, la génétique des populations est une application des principes fondamentaux de la génétique mendélienne à l'échelle des populations. Cette application a permis de faire la synthèse entre la génétique mendélienne et la théorie de l'évolution, donnant ainsi naissance au néo-darwinisme (théorie synthétique de l'évolution) et à la génétique quantitative.\nLa génétique des populations a des applications en épidémiologie où elle permet de comprendre la transmission des maladies génétiques, mais aussi en agronomie, où des programmes de sélection modifient le patrimoine génétique de certains organismes pour créer des races ou variétés plus performantes, ou plus résistantes à des maladies. Elle permet également de comprendre les mécanismes de conservation et de disparition des populations et des espèces (Génétique de la conservation). C'est une discipline des sciences de la vie faisant un fort usage d'outils mathématiques.", "element_cle": "1. La génétique des populations étudie la distribution et les changements de la fréquence des allèles dans les populations d'êtres vivants.\n2. Les pressions évolutives telles que la sélection naturelle, la dérive génétique, la recombinaison, la mutation et la migration influencent ces changements de fréquence.\n3. Les changements de fréquence des allèles sont essentiels pour comprendre l'évolution des populations et peuvent conduire au processus de spéciation.\n4. La génétique des populations est une discipline qui a émergé dans les années 1920-1940 grâce aux travaux de Fisher, Haldane et Wright.\n5. Elle combine les principes de la génétique mendélienne et la théorie de l'évolution, donnant ainsi naissance au néo-darwinisme et à la génétique quantitative.\n6. Cette discipline a des applications en épidémiologie pour comprendre la transmission des maladies génétiques.\n7. Elle est également utilisée en agronomie pour créer des races ou variétés plus performantes ou résistantes aux maladies.\n8. La génétique des populations permet de comprendre les mécanismes de conservation et de disparition des populations et des espèces.\n9. Elle est une discipline des sciences de la vie qui fait un fort usage des outils mathématiques.", "rap": "[Couplet 1]\nLa génétique des populations, une science à part entière\nQui étudie les fréquences des allèles, et ça déménage\nLes pressions évolutives, sélection naturelle en tête\nDérive génétique, mutation, tout ça c'est pas rien\n\n[Refrain]\nLa génétique des populations, ça fait évoluer les populations,\nEt comprendre la spéciation, c'est sa mission\n\n[Couplet 2]\nDepuis les années 20 et 40, des génies tels que Fisher\nHaldane et Wright, ont posé les bases sans cesse plus claires\nLa génétique mendélienne, combinée à l'évolution\nDonne naissance au néo-darwinisme, quelle révolution\n\n[Refrain]\nLa génétique des populations, c'est aussi épidémiologie\nTransmission de maladies génétiques, pour mieux agir\nAgriculture aussi, des races plus performantes\nRésistantes aux maladies, pour nourrir l'humanité\n\n[Refrain]\nLa génétique des populations, comprend conservation et disparition\nDes populations, espèces, c'est toute la mission\nUne discipline des sciences de la vie, oui, avec des maths\nPour tout comprendre, elle est là, au combat"}, {"titre": "Acide désoxyribonucléique", "text_origine": "L'acide désoxyribonucléique, ou ADN, est une macromolécule biologique présente dans presque toutes les cellules ainsi que chez de nombreux virus. L'ADN contient toute l'information génétique, appelée génome, permettant le développement, le fonctionnement et la reproduction des êtres vivants. C'est un acide nucléique, au même titre que l'acide ribonucléique (ARN). Les acides nucléiques sont, avec les peptides et les glucides, l'une des trois grandes familles de biopolymères essentiels à toutes les formes de vie connues.\nLes molécules d'ADN des cellules vivantes sont formées de deux brins antiparallèles enroulés l'un autour de l'autre pour former une double hélice. On dit que l'ADN est bicaténaire, ou double brin. Chacun de ces brins est un polymère appelé polynucléotide. Chaque monomère qui le constitue est un nucléotide, lequel est formé d'une base nucléique, ou base azotée — adénine (A), cytosine (C), guanine (G) ou thymine (T) — liée à un ose — ici, le désoxyribose — lui-même lié à un groupe phosphate. Les nucléotides polymérisés sont unis les uns aux autres par des liaisons covalentes entre le désoxyribose d'un nucléotide et le groupe phosphate du nucléotide suivant, formant ainsi une chaîne où alternent oses et phosphates, avec des bases nucléiques liées chacune à un ose. L'ordre dans lequel se succèdent les nucléotides le long d'un brin d'ADN constitue la séquence de ce brin. C'est cette séquence qui porte l'information génétique. Celle-ci est structurée en gènes, qui sont exprimés à travers la transcription en ARN. Ces ARN peuvent être non codants — ARN de transfert et ARN ribosomique notamment — ou bien codants : il s'agit dans ce cas d'ARN messagers, qui sont traduits en protéines par des ribosomes. La succession des bases nucléiques sur l'ADN détermine la succession des acides aminés qui constituent les protéines issues de ces gènes. La correspondance entre bases nucléiques et acides aminés est le code génétique. L'ensemble des gènes d'un organisme constitue son génome.\nLes bases nucléiques d'un brin d'ADN peuvent interagir avec les bases nucléiques d'un autre brin d'ADN à travers des liaisons hydrogène, qui déterminent des règles d'appariement entre paires de bases : l'adénine et la thymine s'apparient au moyen de deux liaisons hydrogène, tandis que la guanine et la cytosine s'apparient au moyen de trois liaisons hydrogène. Normalement, l'adénine et la cytosine ne s'apparient pas, tout comme la guanine et la thymine. Lorsque les séquences des deux brins sont complémentaires, ces brins peuvent s'apparier en formant une structure bicaténaire hélicoïdale caractéristique qu'on appelle double hélice d'ADN. Cette double hélice est bien adaptée au stockage de l'information génétique : la chaîne oses-phosphates est résistante aux réactions de clivage ; de plus, l'information est dupliquée sur les deux brins de la double hélice, ce qui permet de réparer un brin endommagé à partir de l'autre brin resté intact ; enfin, cette information peut être copiée à travers un mécanisme appelé réplication de l'ADN au cours duquel une double hélice d'ADN est recopiée fidèlement en une autre double hélice portant la même information. C'est en particulier ce qui se passe lors de la division cellulaire : chaque molécule d'ADN de la cellule mère est répliquée en deux molécules d'ADN, chacune des deux cellules filles recevant ainsi un jeu complet de molécules d'ADN, chaque jeu étant identique à l'autre.\nDans les cellules, l'ADN est organisé en structures appelées chromosomes. Ces chromosomes ont pour fonction de rendre l'ADN plus compact à l'aide de protéines, notamment d'histones, qui forment, avec les acides nucléiques, une substance appelée chromatine. Les chromosomes participent également à la régulation de l'expression génétique en déterminant quelles parties de l'ADN doivent être transcrites en ARN. Chez les eucaryotes (animaux, plantes, champignons et protistes), l'ADN est essentiellement contenu dans le noyau des cellules, avec une fraction d'ADN présent également dans les mitochondries ainsi que, chez les plantes, dans les chloroplastes. Chez les procaryotes (bactéries et archées), l'ADN est contenu dans le cytoplasme. Chez les virus qui contiennent de l'ADN, celui-ci est stocké dans la capside. Quel que soit l'organisme considéré, l'ADN est transmis au cours de la reproduction : il joue le rôle de support de l'hérédité. La modification de la séquence des bases d'un gène peut conduire à une mutation génétique, laquelle peut, selon les cas, être bénéfique, sans conséquence ou néfaste pour l'organisme, voire incompatible avec sa survie. À titre d'exemple, la modification d'une seule base d'un seul gène — celui de la β-globine, une sous-unité protéique de l'hémoglobine A — du génotype humain est responsable de la drépanocytose, une maladie génétique parmi les plus répandues dans le monde.", "element_cle": "1. L'acide désoxyribonucléique (ADN) est une macromolécule biologique présente dans les cellules et les virus.\n2. L'ADN contient l'information génétique nécessaire au développement et à la reproduction des êtres vivants.\n3. L'ADN se compose de deux brins enroulés en une double hélice.\n4. Chaque brin d'ADN est formé de nucléotides composés d'une base nucléique, d'un désoxyribose et d'un groupe phosphate.\n5. La séquence des nucléotides sur l'ADN détermine l'information génétique.\n6. Les gènes sont des régions spécifiques de l'ADN qui sont exprimées à travers la transcription en ARN.\n7. L'ARN est traduit en protéines par des ribosomes, ce qui détermine la composition des acides aminés.\n8. La correspondance entre les bases nucléiques et les acides aminés est le code génétique.\n9. L'ensemble des gènes d'un organisme constitue son génome.\n10. L'ADN est essentiel à toutes les formes de vie connues.", "rap": "[Couplet]\nAcide désoxyribonucléique, macromolécule exceptionnelle\nDans les cellules, un trésor, un code génétique essentiel\nL'ADN, l'ADN, le moteur de la vie\nSes brins enroulés, une double hélice qu'on admire\n\nChaque nucléotide, une base nucléique, un désoxyribose, un groupe phosphate\nUne séquence unique, une information qui décape\nLes gènes, ces régions, expressions infinies\nL'ADN transcrit en ARN, l'évolution en harmonie\n\n[Refrain]\nL'ADN, la clé de notre existence\nLe génome, notre empreinte, notre essence\nL'ADN, le langage du vivant,\nDans nos cellules, il est passionnant\n\n[Couplet]\nL'ARN traduit en protéines, ribosomes en action\nComposition d'acides aminés, une véritable attraction\nLe code génétique, bases et acides en correspondance\nUn ballet moléculaire, une danse en permanence\n\nL'ensemble des gènes, le génome, notre identité\nDans chaque organisme, il est propre, il est variété\nL'ADN, l'ADN, la clé de la survie\nEssentiel à toute forme de vie, aucun démenti\n\n[Refrain]\nL'ADN, la clé de notre existence\nLe génome, notre empreinte, notre essence\nL'ADN, le langage du vivant,\nDans nos cellules, il est passionnant"}, {"titre": "Évolution (biologie)", "text_origine": "En biologie, l’évolution est la transformation du monde vivant au cours du temps, qui se manifeste par des changements phénotypiques des organismes à travers les générations. Ces changements généralement graduels (mais pouvant être rapides ou lents) peuvent aboutir, à partir d’une seule espèce (dite « espèce-mère »), à la formation de nouvelles variétés périphériques devenant progressivement des « espèces-filles ». Inversement, la fusion de deux lignées par hybridation ou par symbiogenèse entre deux populations d'espèces différentes peuvent produire une troisième espèce nouvelle. L’évolution explique la biodiversité sur Terre. L’histoire des espèces peut ainsi être pensée et représentée sous la forme d’un arbre phylogénétique et d’autres schémas et modèles, qui permettent de comprendre le phénomène de l’évolution.\nCertains philosophes de l’Antiquité (Lucrèce, 98-54 avant notre ère, en particulier) ont approché le phénomène de l’évolution, mais ce n’est qu’à partir du XIXe siècle que des théories proposent des explications scientifiques, c’est-à-dire réfutables ou démontrables. Jean-Baptiste de Lamarck a le premier formulé une théorie scientifique transformiste fondée sur deux principes complémentaires : complexification de l'organisme et diversification adaptative.\nPuis, à partir de 1859 avec la publication de L'Origine des espèces par Charles Darwin, le modèle darwinien de l’évolution s’est progressivement imposé dans la communauté scientifique comme celui expliquant un maximum de faits observables avec un minimum de postulats (principe de parcimonie). Darwin illustre, avec des observations détaillées, la thèse que les espèces vivantes ne sont pas des catégories fixes, mais se diversifient avec le temps, ou disparaissent. Comme cause des changements qui se produisent peu à peu au sein d’une population, il propose l’idée de la sélection naturelle, équivalent naturel et spontané de la sélection artificielle pratiquée par les éleveurs d’animaux domestiques. Les espèces sont profondément conditionnées par leur milieu naturel, aujourd’hui appelé écosystème.\nToutefois, Darwin, contrairement à une croyance répandue, même à l'université, ne rejetait pas les mécanismes lamarckiens d'habituation et de transmission des caractères acquis ; il y a seulement ajouté les variations spontanées et la sélection naturelle. Ce n'est qu'un an après la mort de Darwin, en 1883, qu'August Weismann a postulé la séparation des lignées germinale et somatique, ce qui implique l'impossibilité de la transmission des caractères acquis. Il ne restait donc, dans l’œuvre de Darwin plus que le mécanisme variations-sélection comme vraisemblable.\nAvec la découverte de la génétique par Gregor Mendel, les modèles de l’évolution se sont peu à peu affinés. Ainsi, depuis les années 1930, la théorie synthétique de l'évolution fait l’objet d’un large consensus scientifique. Les recherches actuelles poursuivent l’étude des mécanismes qui permettent d’expliquer les phénomènes évolutifs. Des processus découverts après 1950, comme ceux des gènes architectes, de la coévolution et de l’endosymbiose, permettent de mieux saisir les mécanismes génétiques en action, d’appréhender l’évolution des espèces les unes par rapport aux autres ou de décrire plus précisément les différents rythmes de l’évolution.\n\n« L'évolution biologique n'est du reste qu'un cas particulier de l'universelle évolution, car rien n'est stable : nébuleuses, étoiles, continents et mers, climats, sociétés, mœurs, religions, tout est en perpétuelle transformation. »« L'évolution signifie non seulement changement : elle implique aussi l'idée de continuité, donc celle de l'unité fondamentale de l'Univers. Alors qu'une connaissance superficielle du monde tend à le scinder en une mosaïque d'objets disparates et hétérogènes, l'œuvre de science a été constamment de ramener la diversité à une unité non de structure mais de filiation. »\nLes logiques évolutives sont utilisées et étudiées dans des domaines aussi divers que l'agriculture, l'anthropologie, la biologie de la conservation, l'écologie, la médecine, la paléontologie, la philosophie, et la psychologie.", "element_cle": "1. L'évolution est la transformation du monde vivant au cours du temps, se manifestant par des changements phénotypiques des organismes à travers les générations.\n2. Les changements peuvent aboutir à la formation de nouvelles espèces à partir d'une espèce-mère.\n3. La fusion de deux lignées peut créer une troisième espèce.\n4. L'évolution explique la biodiversité sur Terre.\n5. Il y a eu des théories sur l'évolution dès l'Antiquité, mais des explications scientifiques réfutables et démontrables sont apparues au XIXe siècle.\n6. La théorie de Lamarck a été la première à proposer des principes complémentaires pour expliquer l'évolution.\n7. Le modèle darwinien de l'évolution s'est imposé dans la communauté scientifique à partir de la publication de \"L'Origine des espèces\" en 1859.\n8. Darwin propose l'idée de la sélection naturelle comme cause des changements au sein des populations.\n9. Les espèces vivantes ne sont pas des catégories fixes, mais se diversifient avec le temps ou disparaissent.\n10. La sélection naturelle est l'équivalent naturel de la sélection artificielle pratiquée par les éleveurs d'animaux domestiques.", "rap": "[Couplet 1]\nL'évolution, c'est l'histoire de la vie qui évolue,\nDans un monde en perpétuelle transformation, ça continue,\nDes changements phénotypiques, des générations en génération,\nLa biodiversité, l'adaptation, c'est leur évolution.\n\n[Refrain]\nL'évolution, c'est la loi de la nature, c'est la clé,\nDe nouvelles espèces émergent, à partir d'une espèce-mère, ouais, c'est vrai,\nLa fusion de deux lignées peut donner vie à une autre espèce,\nL'évolution, c'est un processus, qui ne cesse.\n\n[Couplet 2]\nDepuis l'Antiquité, les théories sur l'évolution ont été soulevées,\nAu XIXe siècle, des explications scientifiques ont émergé,\nLa théorie de Lamarck, avec ses principes complémentaires,\nPour expliquer cette évolution, c'était novateur, révolutionnaire.\n\n[Refrain]\nMais c'est Darwin qui s'est imposé, avec son modèle de l'évolution,\n\"L'Origine des espèces\" publiée en 1859, une révolution,\nLa sélection naturelle, la cause des changements dans les populations,\nLes espèces vivantes, à travers le temps, se diversifient ou disparaissent.\n\n[Refrain]\nLa sélection naturelle, la nature fait son choix,\nComme la sélection artificielle pratiquée par les éleveurs, ouais c'est ça,\nL'évolution, c'est un processus continu, qui crée la biodiversité,\nC'est la clé de la survie, de l'adaptation, de la liberté."}, {"titre": "Évolution (biologie)", "text_origine": "En biologie, l’évolution est la transformation du monde vivant au cours du temps, qui se manifeste par des changements phénotypiques des organismes à travers les générations. Ces changements généralement graduels (mais pouvant être rapides ou lents) peuvent aboutir, à partir d’une seule espèce (dite « espèce-mère »), à la formation de nouvelles variétés périphériques devenant progressivement des « espèces-filles ». Inversement, la fusion de deux lignées par hybridation ou par symbiogenèse entre deux populations d'espèces différentes peuvent produire une troisième espèce nouvelle. L’évolution explique la biodiversité sur Terre. L’histoire des espèces peut ainsi être pensée et représentée sous la forme d’un arbre phylogénétique et d’autres schémas et modèles, qui permettent de comprendre le phénomène de l’évolution.\nCertains philosophes de l’Antiquité (Lucrèce, 98-54 avant notre ère, en particulier) ont approché le phénomène de l’évolution, mais ce n’est qu’à partir du XIXe siècle que des théories proposent des explications scientifiques, c’est-à-dire réfutables ou démontrables. Jean-Baptiste de Lamarck a le premier formulé une théorie scientifique transformiste fondée sur deux principes complémentaires : complexification de l'organisme et diversification adaptative.\nPuis, à partir de 1859 avec la publication de L'Origine des espèces par Charles Darwin, le modèle darwinien de l’évolution s’est progressivement imposé dans la communauté scientifique comme celui expliquant un maximum de faits observables avec un minimum de postulats (principe de parcimonie). Darwin illustre, avec des observations détaillées, la thèse que les espèces vivantes ne sont pas des catégories fixes, mais se diversifient avec le temps, ou disparaissent. Comme cause des changements qui se produisent peu à peu au sein d’une population, il propose l’idée de la sélection naturelle, équivalent naturel et spontané de la sélection artificielle pratiquée par les éleveurs d’animaux domestiques. Les espèces sont profondément conditionnées par leur milieu naturel, aujourd’hui appelé écosystème.\nToutefois, Darwin, contrairement à une croyance répandue, même à l'université, ne rejetait pas les mécanismes lamarckiens d'habituation et de transmission des caractères acquis ; il y a seulement ajouté les variations spontanées et la sélection naturelle. Ce n'est qu'un an après la mort de Darwin, en 1883, qu'August Weismann a postulé la séparation des lignées germinale et somatique, ce qui implique l'impossibilité de la transmission des caractères acquis. Il ne restait donc, dans l’œuvre de Darwin plus que le mécanisme variations-sélection comme vraisemblable.\nAvec la découverte de la génétique par Gregor Mendel, les modèles de l’évolution se sont peu à peu affinés. Ainsi, depuis les années 1930, la théorie synthétique de l'évolution fait l’objet d’un large consensus scientifique. Les recherches actuelles poursuivent l’étude des mécanismes qui permettent d’expliquer les phénomènes évolutifs. Des processus découverts après 1950, comme ceux des gènes architectes, de la coévolution et de l’endosymbiose, permettent de mieux saisir les mécanismes génétiques en action, d’appréhender l’évolution des espèces les unes par rapport aux autres ou de décrire plus précisément les différents rythmes de l’évolution.\n\n« L'évolution biologique n'est du reste qu'un cas particulier de l'universelle évolution, car rien n'est stable : nébuleuses, étoiles, continents et mers, climats, sociétés, mœurs, religions, tout est en perpétuelle transformation. »« L'évolution signifie non seulement changement : elle implique aussi l'idée de continuité, donc celle de l'unité fondamentale de l'Univers. Alors qu'une connaissance superficielle du monde tend à le scinder en une mosaïque d'objets disparates et hétérogènes, l'œuvre de science a été constamment de ramener la diversité à une unité non de structure mais de filiation. »\nLes logiques évolutives sont utilisées et étudiées dans des domaines aussi divers que l'agriculture, l'anthropologie, la biologie de la conservation, l'écologie, la médecine, la paléontologie, la philosophie, et la psychologie.", "element_cle": "1. L'évolution est la transformation du monde vivant à travers le temps.\n2. Les changements phénotypiques des organismes se manifestent au fil des générations.\n3. La formation de nouvelles espèces peut se faire à partir d'une espèce-mère.\n4. La fusion de deux lignées peut donner naissance à une troisième espèce.\n5. L'évolution explique la biodiversité sur Terre.\n6. Des théories scientifiques de l'évolution ont été formulées à partir du XIXe siècle.\n7. Lamarck a proposé une théorie transformiste basée sur la complexification et la diversification adaptative.\n8. Darwin a publié L'Origine des espèces en 1859, établissant le modèle darwinien de l'évolution.\n9. Les espèces vivantes ne sont pas des catégories fixes, mais se diversifient ou disparaissent au fil du temps.\n10. La sélection naturelle est une cause des changements au sein des populations.", "rap": "[Couplet 1]\nL'évolution, c'est la clé, mon frère, ouvre les yeux\nTransforme le monde vivant, t'inquiète pas, c'est pas du bleuf\nLes organismes changent, du phénotype à chaque génération\nC'est la loi de la nature, une belle transformation\n\n[Refrain]\nL'évolution, c'est la biodiversité dans tout son éclat\nSur Terre, ça bouge, les espèces se multiplient, ça te chatouille le bras\n\n[Couplet 2]\nEt d'une espèce-mère, naît une nouvelle, c'est un fait\nLa fusion de deux lignées, donne vie à une espèce parfaite\nDepuis le XIXe siècle, les théories se sont multipliées\nDes grands penseurs comme Lamarck ont évolué\n\n[Refrain]\nLamarck, Darwin, ils ont ouvert la voie\nAvec L'Origine des espèces, Darwin a fait du bruit dans la cour de récré\n\n[Couplet 3]\nLes espèces vivantes, elles ne sont pas figées dans le temps\nElles se diversifient, évoluent ou disparaissent, c'est fascinant\nLa sélection naturelle, elle est là pour tout changer\nElle provoque des mutations, faut s'adapter, faut se réinventer\n\n[Refrain]\nL'évolution, c'est le moteur de la vie sur Terre\nOn évolue, on s'adapte, on avance, c'est notre affaire\n\n[Refrain]\nL'évolution, c'est la biodiversité dans tout son éclat\nSur Terre, ça bouge, les espèces se multiplient, ça te chatouille le bras"}, {"titre": "Biologie évolutive du développement", "text_origine": "La biologie évolutive du développement souvent nommée évo-dévo (en anglais evo-devo pour Evolutionary Developmental Biology) est un champ disciplinaire en biologie de l'évolution qui a pour objectif de comprendre l'origine de la complexité morphologique des organismes (plantes ou animaux) à travers l'étude comparée des gènes qui régulent leur développement. À l'intersection de la génomique, de la phylogénie moléculaire, de l'embryologie comparée, de la paléontologie et de la génétique du développement, l'évo-dévo est l'un des courants les plus dynamiques en biologie de l'évolution au début du XXIe siècle.\nCette discipline consiste à observer l’évolution du développement des organismes. Elle permet de comparer les processus développementaux des espèces et d’observer les liens phylogénétiques mis en place entre elles. En étudiant l’origine et l’évolution du développement embryonnaire, elle permet de comprendre comment les changements dans les processus développementaux rendent possibles l'apparition de nouveaux caractères ou de nouvelles structures à partir de gènes déjà existants. L'évo-dévo montre donc comment l’évolution peut altérer certains mécanismes biologiques et ainsi créer des nouveautés chez les espèces. De plus, l'homoplasie et l’homologie sont deux concepts importants qui permettent de retracer les liens entre les espèces en comparant l’apparition et la disparition de certains caractères chez leurs ancêtres communs.\nLa biologie évolutive du développement permet aussi de comprendre le rôle de la plasticité, c’est-à-dire l’influence qu'a l'environnement sur ces changements.\nGrâce à l'étude de l'évo-dévo, il est possible d'avoir une meilleure compréhension des gènes chez différentes espèces et des mutations qui les affectent et d'observer l'impact de leur développement et de l'évolution en général. En observant notamment comment se développe l'Humain, de l'embryon à l'adulte, il est par exemple plus facile de comprendre comment les mutations et donc des maladies congénitales se développent et affectent notre santé.", "element_cle": "1. La biologie évolutive du développement étudie l'origine de la complexité morphologique des organismes.\n2. L'évo-dévo observe l'évolution du développement des espèces.\n3. Elle permet de comprendre comment les processus développementaux créent de nouveaux caractères.\n4. L'évo-dévo met en évidence les liens phylogénétiques entre les espèces.\n5. La plasticité joue un rôle important dans les changements développementaux.\n6. L'évo-dévo aide à comprendre les gènes et les mutations qui affectent les espèces.\n7. Elle permet d'observer l'impact de l'évolution sur le développement humain.\n8. L'homoplasie et l'homologie sont des concepts importants pour retracer les liens entre les espèces.\n9. La biologie évolutive du développement est un champ disciplinaire dynamique en biologie de l'évolution.\n10. Elle combine plusieurs disciplines telles que la génomique, la phylogénie moléculaire et la paléontologie.", "rap": "[Couplet 1]\nLa biologie évolutive du développement, une science de génie\nElle étudie l'origine de la complexité morphologique des organismes, c'est pas une mince affaire\nObservant l'évolution du développement des espèces, elle met les researchers en émoi\nDes processus développementaux naissent de nouveaux caractères, c'est un véritable exploit\n\n[Refrain]\nEvo-dévo, comprendre les mécanismes, c'est vital\nLes liens phylogénétiques entre les espèces, c'est capital\nLa plasticité joue un rôle clé dans les changements\nDans l'étude de l'évolution, chaque détail compte vraiment\n\n[Couplet 2]\nLes gènes, les mutations, l'évo-dévo les dissèque\nElle décortique l'impact de l'évolution sur le développement humain, aucun échec\nHomoplasie et homologie, concepts majeurs pour tracer les liens\nEntre les espèces, la biologie évolutive du développement nous éclaircit enfin\n\n[Refrain]\nEvo-dévo, comprendre les mécanismes, c'est vital\nLes liens phylogénétiques entre les espèces, c'est capital\nLa plasticité joue un rôle clé dans les changements\nDans l'étude de l'évolution, chaque détail compte vraiment\n\n[Outro]\nLa biologie évolutive du développement, un champ dynamique, meuf\nElle allie génomique, phylogénie moléculaire et paléontologie, sacré feu\nC'est un mélange explosif, une discipline qui évolue\nDans l'univers de l'évolution, elle est indispensable, c'est du lourd mec"}, {"titre": "Plan d'organisation", "text_origine": "On appelle plan d'organisation d'un organisme la disposition relative de ses différents éléments constitutifs (axes de polarité, organes et organites). On doit cette notion à Georges Cuvier qui l'a appliquée à la zoologie, mais c'est Étienne Geoffroy Saint-Hilaire qui établit le lien avec l'évolution des espèces en introduisant la notion d'homologie. \nLes plans d'organisation représentent un plan anatomique de base, partagé par tous les organismes d’un taxon, au niveau du phylum, de l’ordre, ou de la classe.\nUn plan d'organisation est déterminé génétiquement puisque c'est un caractère héréditaire. Il est déterminé par des gènes du développement comme les gènes homéotiques chez la plupart des bilatériens.\nClassiquement les plans d'organisation des animaux définissent les différents embranchements, mais la modernisation de cette notion a permis son extension à l'ensemble du monde vivant, à toutes les échelles (y compris unicellulaire) et à tous les niveaux hiérarchiques de la classification évolutionniste.\nLes arbres se construisent aussi, en dendrologie, selon des plans d'organisation propres à leurs espèce et famille, et si une contrainte les éloigne de ce plan, ils forment des bois de tension ou des bois de compression pour s'en rapprocher.\nLe concept des plans d’organisation fait partie intégrante d’autres concepts en biologie évolutive du développement, tels que l’homologie, la modularité et intégration, la canalisation, l’hétérochronie, la variabilité, ou l’évolutivité, d’où sa grande importance.", "element_cle": "1. Le plan d'organisation d'un organisme est la disposition relative de ses éléments constitutifs.\n2. Georges Cuvier a introduit le concept de plan d'organisation en zoologie.\n3. Étienne Geoffroy Saint-Hilaire a établi le lien entre le plan d'organisation et l'évolution des espèces.\n4. Les plans d'organisation représentent un plan anatomique de base partagé par tous les organismes d'un taxon.\n5. Les plans d'organisation sont déterminés génétiquement et sont des caractères héréditaires.\n6. Les plans d'organisation peuvent être appliqués à tous les organismes vivants, y compris les unicellulaires.\n7. Les arbres en dendrologie sont construits selon des plans d'organisation propres à leur espèce et famille.\n8. Les plans d'organisation sont liés à d'autres concepts en biologie évolutive du développement.\n9. Parmi ces concepts, on retrouve l'homologie, la modularité et intégration, la canalisation, l'hétérochronie, la variabilité et l'évolutivité.", "rap": "[Couplet 1]\nLe plan d'organisation, un concept clé\nDans le monde du vivant, faut pas l'oublier\nGeorges Cuvier, l'a posé en zoologie\nPour comprendre l'évolution, ouais c'est l'exigé\n\n[Refrain]\nLe plan d'organisation, un schéma génétique\nQui guide tous les êtres vivants, sans limite\nDes unicellulaires jusqu'aux arbres majestueux\nC'est ce qui régit tout, du tronc jusqu'aux feuilles bleues\n\n[Couplet 2]\nEtienne Geoffroy Saint-Hilaire, l'a souligné\nLien entre évolution et plan d'organisation tracé\nC'est à travers les espèces, qu'on peut observer\nCe plan anatomique, qu'on peut pas ignorer\n\n[Refrain]\nLe plan d'organisation, une base commune à tous\nUn trait héréditaire, génétiquement fou\nDans la dendrologie, les arbres en construction\nSuivent leur propre plan, avec une précision\n\n[Refrain]\nLe plan d'organisation, connecté à d'autres concepts\nHomologie, modularité, ouais, faut pas être sceptique\nCanalisation, l'hétérochronie, des mots compliqués\nMais ils expliquent l'évolution, la variabilité\n\n[Refrain]\nLe plan d'organisation, un pilier en biologie\nIl nous montre l'évolutivité, c'est une infinité\nAlors apprenons, éduquons-nous, et on verra\nLe plan d'organisation, une énigme qu'on déchiffrera"}, {"titre": "Chimie environnementale", "text_origine": "La chimie environnementale peut être définie[Par qui ?] comme l'étude des sources, réactions, du transport, des impacts et du devenir des produits chimiques dans les écosystèmes. Elle étudie aussi les décontaminations après une pollution chimique. Cette science interdisciplinaire ne doit pas être confondue avec la chimie verte qui cherche en premier lieu à éviter ou réduire la pollution à sa source.\nLa chimie environnementale traite des réactions, de la destinée, des mouvements et des sources des produits chimiques dans l'air, l'eau et le sol. Sans les êtres humains, la discussion serait limitée aux produits chimiques et aux processus se produisant naturellement. De nos jours, avec la population bourgeonnante sur terre, associée aux techniques en progrès constant, les activités humaines ont une influence croissante sur la chimie environnementale. Les premiers hommes, et même ceux vivant il y a un plus d'un siècle, doivent avoir considéré que la terre était si vaste que l'activité humaine ne pourrait qu'à peine avoir autre chose que des effets locaux sur le sol, l'eau et l'air. Aujourd'hui, nous prenons conscience que nos activités peuvent non seulement avoir des conséquences locales et régionales, mais aussi globales.", "element_cle": "- La chimie environnementale étudie les produits chimiques dans les écosystèmes et leur impact.\n- Elle examine également les réactions, le transport et la destinée des produits chimiques dans l'air, l'eau et le sol.\n- La chimie environnementale ne doit pas être confondue avec la chimie verte, qui vise à réduire la pollution à sa source.\n- Les activités humaines ont une influence croissante sur la chimie environnementale.\n- Nos activités peuvent avoir des conséquences locales, régionales et même globales.", "rap": "[Couplet 1]\nLa chimie environnementale, c'est l'étude du terrain\nLes produits chimiques dans les écosystèmes, leur impact en plein\nLes réactions, le transport, la destinée dans l'air, l'eau, le sol\nMéfie-toi des mélanges toxiques, faut faire attention, c'est vital\n\nElle se démarque de la chimie verte, ça c'est clair\nCar elle cherche à réduire la pollution, t'as pas l'air\nLes activités humaines, elles ont un rôle majeur\nSur la chimie environnementale, c'est sûr\n\n[Refrain]\nLa chimie environnementale, une science essentielle\nPour comprendre les effets de nos choix sur le réel\nLes conséquences locales, régionales, globales\nIl est temps de changer, agissons, c'est notre morale\n\n[Couplet 2]\nOn peut pas négliger l'impact de nos actions\nNos activités ont des répercussions\nC'est pas seulement sur notre territoire qu'on agit\nC'est sur toute la planète, faut ouvrir les esprits\n\nLes produits chimiques, faut les contrôler\nEtudier leurs effets pour mieux les réfréner\nLa chimie environnementale, c'est un enjeu majeur\nPour préserver notre avenir, notre futur\n\n[Refrain]\nLa chimie environnementale, une science essentielle\nPour comprendre les effets de nos choix sur le réel\nLes conséquences locales, régionales, globales\nIl est temps de changer, agissons, c'est notre morale"}, {"titre": "Radical (chimie)", "text_origine": "Un radical (souvent appelé radical libre) est une espèce chimique possédant un ou plusieurs électrons non appariés sur sa couche externe. L'électron se note par un point. La présence d'un électron célibataire confère à ces molécules, la plupart du temps, une grande instabilité (elles ne respectent pas la règle de l'octet), ce qui signifie qu'elles ont la possibilité de réagir avec de nombreux composés dans des processus le plus souvent non spécifiques, et que leur durée de vie est très courte.\nSi un radical possède un, deux ou trois électrons célibataires, on le nomme respectivement monoradical, biradical,  triradical, etc. La stabilité de ces entités chimiques décroît lorsque le nombre d'électrons célibataires augmente.", "element_cle": "1. Un radical est une espèce chimique avec des électrons non appariés.\n2. Les radicaux sont principalement instables en raison d'électrons célibataires.\n3. Les radicaux réagissent avec de nombreux composés de manière non spécifique.\n4. Les radicaux ont une durée de vie très courte.\n5. Les radicaux peuvent être monoradicaux, biradicaux, triradicaux, etc., en fonction du nombre d'électrons célibataires.\n6. La stabilité des radicaux diminue avec le nombre d'électrons célibataires.", "rap": "[Couplet 1]\nYo, j'vais t'expliquer c'que c'est un radical\nEn chimie, c'est un truc spécial\nDes électrons non appariés, ouais tu sais\nC'est ça qui fait tout l'bazar, faut l'comprendre\n\nIls sont instables, ces radicaux\nAvec leurs électrons célibataires, c'est pas l'top\nIls réagissent partout, sans spécificité\nC'est leur nature, faut accepter la réalité\n\n[Refrain]\nLes radicaux, ouais ils sont fous\nLeur durée de vie, elle est si courte, c'est fou\nMonoradicaux, biradicaux, triradicaux,\nLe nombre d'électrons compte, ça c'est vital\n\n[Couplet 2]\nPlus y'a d'électrons célibataires, moins c'est stable\nC'est la loi, faut pas être à la table\nLes radicaux, c'est pas l'genre de gars posés\nIls font leur loi, dans l'chimie, faut le respecter\n\nAvec eux, faut faire gaffe, c'est du sérieux\nLeur réactivité, ça peut donner un feu\nMais faut pas s'inquiéter, on contrôle la chimie\nOn les comprend, et leur utilité on l'apprécie\n\n[Refrain]\nLes radicaux, ouais ils sont fous\nLeur durée de vie, elle est si courte, c'est fou\nMonoradicaux, biradicaux, triradicaux,\nLe nombre d'électrons compte, ça c'est vital."}, {"titre": "Chine", "text_origine": "La Chine (en chinois : 中国, zhōngguó), en forme longue la république populaire de Chine (RPC), également appelée Chine populaire et Chine communiste, est un pays d'Asie de l'Est. Avec plus de 1,4 milliard d'habitants, soit environ un sixième de la population mondiale, elle est, en 2023, le deuxième pays le plus peuplé du monde, après l'Inde. Elle compte six agglomérations de plus de dix millions d'habitants : la capitale Pékin, Shanghai, Chongqing, Tianjin, Canton et Shenzhen, ainsi que plus de trente villes d'au moins deux millions d'habitants. Avec une superficie de 9 600 000 km2 selon l'ONU ou de 9 596 960 km2 selon The World Factbook, la Chine est également le plus grand pays d'Asie orientale et le troisième ou quatrième plus grand pays du monde par la superficie. La Chine s'étend des côtes de l'océan Pacifique au Pamir et aux Tian Shan, et du désert de Gobi à l'Himalaya et au nord de la péninsule indochinoise.\nLa Chine est l'un des cinq membres permanents du Conseil de sécurité des Nations unies (république de Chine jusqu'en 1971, puis république populaire de Chine depuis cette date). Elle est le premier exportateur mondial et dispose de l'arme nucléaire, de la plus grande armée du monde (pour l'effectif) et du deuxième plus grand budget militaire. Gouvernée par le Parti communiste chinois depuis 1949, la Chine a adopté une « économie socialiste de marché » où capitalisme et contrôle politique totalitaire se côtoient en une formule spécifique. La Constitution de la république populaire de Chine la définit comme « un État socialiste de dictature démocratique populaire, dirigé par la classe ouvrière et basé sur l'alliance des ouvriers et des paysans ». Le préambule de la Constitution spécifie le rôle dirigeant du Parti communiste chinois et continue de citer officiellement le marxisme-léninisme comme idéologie de référence de l'État.\nLa Chine est l'une des plus anciennes civilisations au monde, et est parfois citée comme la plus ancienne civilisation continue. Elle trouve son origine dans la vallée du fleuve Jaune puis s'est étendue vers le sud (conquête des territoires au sud du Yangtsé dès la dynastie Han), vers l'ouest (premières incursions en Asie centrale sous les Han, extension temporaire jusqu'à la mer Caspienne sous les Tang, conquête du Xinjiang et du Tibet sous les Qing) et vers le nord (la dynastie Qing, d'origine mandchoue, apporta à la Chine la Mandchourie et la Mongolie). Au cours de son histoire la Chine a été à plusieurs reprises divisée puis réunifiée ; elle a été par deux fois entièrement conquise par des étrangers (par les Mongols au XIIIe siècle et par les Mandchous au XVIIe siècle), bien que ceux-ci aient fini par adopter les coutumes et le système administratif chinois pour gouverner l'empire. La dernière dynastie impériale, les Qing (la dynastie d'origine mandchoue qui régnait sur le pays depuis 1644), a connu une période de déclin durant la phase d'expansion coloniale des pays occidentaux, menant le pays de défaite en défaite à partir des guerres de l'opium. Le régime impérial chinois est renversé par la révolution chinoise de 1911 et la république de Chine est proclamée par Sun Yat-sen début 1912. En 1927, une guerre civile éclate avec le Parti communiste chinois, interrompue pendant la guerre avec le Japon jusqu'à la capitulation japonaise en 1945. À la suite de la victoire militaire du Parti communiste chinois sur le Kuomintang qui s'est exilé à Taïwan avec le gouvernement de la république de Chine, la république populaire de Chine est proclamée le 1er octobre 1949 en Chine continentale. Elle se présente comme une « république socialiste », et exerce depuis 1997 un contrôle sur vingt-deux provinces, cinq régions autonomes, quatre municipalités (dont Pékin) et deux régions administratives spéciales (Hong Kong et Macao).\nLa Chine a connu une période néolithique et des âges des métaux plutôt tardive par rapport à l'Anatolie et à la Mésopotamie, mais elle a été et reste le foyer de nombreuses innovations dans les domaines des sciences et des arts. Elle est à l'origine de nombreuses inventions majeures telles que la boussole, le papier, le billet de banque ou la poudre noire. La civilisation chinoise a fortement imprégné toute l'Asie de l'Est, notamment aux niveaux religieux (confucianisme, taoïsme et développement du bouddhisme chan), linguistique (les caractères chinois ont été utilisés dans toute la région et de nombreux mots chinois sont présents dans les langues qui y sont parlées), ainsi qu'artistique (calligraphie, peinture, imprimerie, instruments de musique, arts martiaux).", "element_cle": "- La Chine est le deuxième pays le plus peuplé du monde après l'Inde, avec plus de 1,4 milliard d'habitants en 2023.\n- La Chine possède six agglomérations de plus de dix millions d'habitants, dont Pékin, Shanghai et Chongqing.\n- La superficie de la Chine selon l'ONU est de 9 600 000 km2, ce qui en fait le plus grand pays d'Asie orientale et l'un des plus grands du monde.\n- La Chine est l'un des cinq membres permanents du Conseil de sécurité des Nations unies.\n- La Chine est gouvernée par le Parti communiste chinois depuis 1949 et a adopté une \"économie socialiste de marché\".\n- La Chine est une des plus anciennes civilisations au monde et est considérée comme la plus ancienne civilisation continue.", "rap": "[Couplet 1]\nLa Chine, pays de toute beauté\nAvec ses 1,4 milliard d'habitants, une fierté\nDeuxième pays le plus peuplé, après l'Inde voisine\nUne terre où l'Histoire s'aligne\n\nDes agglomérations impressionnantes\nPékin, Shanghai, Chongqing en tête bien sûr, ça déménage\nPlus de dix millions d'âmes dans chaque ville\nLa Chine, une puissance qui brille\n\n[Refrain]\nLa Chine, un pays immense et puissant\nUne civilisation millénaire, c'est saisissant\nDu passé au présent, une histoire qui perdure\nLa Chine, terre de culture et d'aventures\n\n[Couplet 2]\n9,6 millions de kilomètres carrés, c'est colossal\nLa superficie de la Chine, tout simplement phénoménal\nEn Asie orientale, elle se dresse majestueuse\nL'un des plus grands pays, une évidence prestigieuse\n\nMembre permanent du Conseil de sécurité des Nations unies\nLa Chine joue un rôle géopolitique bien établi\nDepuis 1949, le Parti communiste chinois au pouvoir\nUne économie socialiste de marché, un équilibre à voir\n\nLa Chine, une civilisation historique\nLa plus ancienne reconnue, une prouesse authentique\nUn patrimoine culturel qui nous fascine\nLa Chine, gardienne de son histoire, gardienne des racines\n\n[Refrain]\nLa Chine, un pays immense et puissant\nUne civilisation millénaire, c'est saisissant\nDu passé au présent, une histoire qui perdure\nLa Chine, terre de culture et d'aventures"}, {"titre": "Chimie verte", "text_origine": "La chimie verte, appelée aussi chimie durable ou chimie écologique ou chimie renouvelable, prévoit la mise en œuvre de principes pour réduire et éliminer l'usage ou la génération de substances néfastes pour l'environnement. Ceci doit se faire par de nouveaux produits (agroressources, ressources renouvelables), procédés chimiques et des voies de synthèses « propres », c'est-à-dire respectueuses de l'environnement. Désormais, le développement de la chimie industrielle, issu des dérivés hydrocarburés selon un paradigme hérité du XXe siècle, doit intégrer les objectifs que la gouvernance environnementale a identifié dans ses aspects économiques et de préservation de la santé humaine. Cela concerne notamment le nombre croissant de pathologies : maladie d'Alzheimer, cancer, diabètes.\nUn de ces enjeux consiste à juguler la production massive de neurotoxiques cancérogènes tels le bisphénol A, le phosgène (polycarbonates et polyuréthanes), les perturbateurs endocriniens et les substances classées CMR issues de la pétrochimie.", "element_cle": "1. La chimie verte vise à réduire et éliminer l'utilisation de substances néfastes pour l'environnement.\n2. Elle repose sur l'utilisation de nouvelles ressources renouvelables et des procédés chimiques respectueux de l'environnement.\n3. La chimie industrielle doit désormais intégrer les objectifs de préservation de la santé humaine et de l'environnement.\n4. Un enjeu majeur est la réduction de la production de substances toxiques telles que le bisphénol A et les perturbateurs endocriniens.\n5. Ces substances néfastes sont issues de la pétrochimie et sont associées à l'augmentation des pathologies telles que le cancer et la maladie d'Alzheimer.", "rap": "[Couplet 1]\nLa chimie verte, c'est l'avenir de l'industrie\nOn vise à réduire les substances néfastes, ouais c'est parti\nPlus de toxiques, fini le bisphénol A\nOn protège la santé humaine, ça c'est le but ultime, ouais\n\nPas question de polluer, on adopte le respect\nDe nouvelles ressources renouvelables, on les accepte\nLa chimie respectueuse de l'environnement\nC'est l'évolution qu'on attendait, c'est maintenant\n\n[Refrain]\nChimie verte, on te célèbre\nPour ton engagement en faveur de la Terre\nChimie verte, on avance ensemble\nPour préserver l'environnement, ça c'est notre credo\n\n[Couplet 2]\nAdieu les perturbateurs endocriniens, fini les maladies\nLa chimie industrielle se met en mode survie\nOn doit intégrer les objectifs de préservation\nDe la santé humaine et de l'environnement, sans exception\n\nPlus de substances toxiques, on met un stop\nLe cancer et Alzheimer, on veut plus de ça dans nos corps\nLa pétrochimie, faut qu'on la laisse derrière\nLa chimie verte, c'est notre avenir, faut la faire prospérer\n\n[Refrain]\nChimie verte, on te célèbre\nPour ton engagement en faveur de la Terre\nChimie verte, on avance ensemble\nPour préserver l'environnement, ça c'est notre credo"}, {"titre": "Partie par million", "text_origine": "La partie par million (le ppm), terme beaucoup utilisé en sciences (toxicologie, formulation, chimie, métallurgie, électronique, géochimie, dentisterie, etc.), est la fraction valant 10–6, c'est-à-dire un millionième.\n\nOn utilise surtout le ppm pour exprimer une fraction massique (1 ppm = 1 mg/kg).\nPour exprimer une fraction volumique on précise « partie par million en volume » (ppmv ; 1 ppmv = 1 μL/L).\nQuand dans un même texte on considère à la fois des fractions massiques et volumiques on peut préciser ppmm (ou ppmp) au lieu de ppm pour les « parties par millions en masse » (ou « en poids »).\nOn peut trouver le ppm utilisé pour une fraction molaire (1 ppm = 1 µmol/mol). Normalement le contexte devrait alors l'indiquer clairement.Pour des fractions plus petites que le ppm on peut utiliser :\n\nle ppb, part per billion (« partie par milliard »), égal à 10–9 : 1 ppb = 1 μg/kg ;\nle ppt, part per trillion (« partie par billion »),, égal à 10–12 : 1 ppt = 1 ng/kg ;\nle ppq, part per quadrillion (« partie par billiard »), égal à 10–15 : 1 ppq = 1 pg/kg.", "element_cle": "1. Le ppm est une unité de mesure utilisée dans de nombreux domaines scientifiques.\n2. Le ppm représente une fraction valant un millionième.\n3. Le ppm est principalement utilisé pour exprimer une fraction massique.\n4. Pour les fractions volumiques, on utilise le ppmv (partie par million en volume).\n5. Dans certains cas, on peut utiliser le ppmm ou ppmp pour les fractions massiques et volumiques.\n6. Le ppm peut également être utilisé pour exprimer une fraction molaire.\n7. Pour des fractions plus petites que le ppm, on utilise le ppb, ppt et ppq.\n8. Le ppb correspond à une partie par milliard.\n9. Le ppt correspond à une partie par billion.\n10. Le ppq correspond à une partie par quadrillion.", "rap": "[Couplet 1]\nLe ppm, une unité qui fait vibrer\nDans les domaines scientifiques, elle est utilisée\nUne fraction d'un millionième, ça vous parle ?\nC'est le ppm, une valeur qui démarre\n\nPour exprimer une fraction massique, elle est présente\nEt pour les fractions volumiques, c'est le ppmv qu'on invente\nMais attendez, il y a encore plus à comprendre\nLes ppmm et ppmp, pour vous surprendre\n\n[Couplet 2]\nLe ppm peut aussi exprimer une fraction molaire\nUne façon de mesurer des composants particulaires\nMais si vous pensez que c'est tout, détrompez-vous\nLe ppb, le ppt et le ppq, c'est encore plus fou\n\nLe ppb, une partie par milliard, là où ça se passe\nLe ppt, une partie par billion, une autre classe\nEt pour des fractions encore plus petites, on a le ppq\nUne partie par quadrillion, c'est ça le vrai jeu\n\n[Refrain]\nLe ppm, le ppb, le ppt, le ppq\nDes unités de mesure pour vous en mettre plein la vue\nDu rap éducatif pour comprendre ces notions\nLe rap du savoir, une valeur en action"}, {"titre": "Grande Oxydation", "text_origine": "La Grande Oxydation ou Grande Oxygénation (Great Oxygenation Event en anglais, ou GOE), également appelée catastrophe de l'oxygène ou crise de l'oxygène, est un événement majeur qui s'est produit dans l'atmosphère terrestre, les eaux de surface et la biosphère il y a environ 2,4 à 2 milliards d'années (Ga), au Paléoprotérozoïque : le dioxygène, ou oxygène libre (non combiné à d'autres éléments comme dans CO2), est devenu un constituant notable de l'atmosphère, il s'est accumulé à l'état dissous dans les eaux, une majeure partie des sols se sont oxydés, et les organismes vivants ont dû s'adapter à ces nouvelles conditions,.\nLe dioxygène, libéré dans l'eau de mer par le métabolisme des organismes photosynthétiques (principalement les cyanobactéries), a d'abord réagi avec les composés réducteurs présents en surface (méthane CH4, sels et minéraux ferreux). Il a commencé à s'accumuler quand ces « puits de l'oxygène » sont venus à saturation. L'oxygène libre était probablement un poison pour les premiers organismes vivants, comme il l'est encore aujourd'hui pour une majeure partie des organismes anaérobies : ils ont d'abord dû développer des mécanismes pour s'en protéger, ensuite sont apparus des organismes aérobies — aujourd'hui majoritaires — pour lesquels le dioxygène est devenu indispensable (respiration). Les organismes photosynthétiques ont également dû adapter leur métabolisme car le dioxygène diminue l'efficacité de la Rubisco, l'enzyme-clé de la photosynthèse. La Grande Oxydation n'est donc pas qu'un événement chimique affectant la surface terrestre, c'est aussi une crise écologique majeure, sans doute la première de l'histoire du vivant.", "element_cle": "1. La Grande Oxydation est un événement majeur survenu il y a environ 2,4 à 2 milliards d'années.\n2. Pendant la Grande Oxydation, le dioxygène est devenu un constituant notable de l'atmosphère terrestre.\n3. Le dioxygène s'est également accumulé à l'état dissous dans les eaux de surface.\n4. Les sols ont subi une oxydation majeure pendant la Grande Oxydation.\n5. Les organismes vivants ont dû s'adapter aux nouvelles conditions créées par l'accumulation de dioxygène.\n\n6. Les cyanobactéries étaient principalement responsables de la libération de dioxygène dans l'eau de mer.\n7. L'oxygène libre était initialement toxique pour les premiers organismes vivants.\n8. Les organismes anaérobies ont dû développer des mécanismes de protection contre le dioxygène.\n9. Les organismes aérobies sont apparus, pour lesquels le dioxygène est devenu indispensable à la respiration.\n10. La Grande Oxydation a été à la fois un événement chimique et une crise écologique majeure pour le vivant.", "rap": "[Couplet 1]\nIl y a 2,4 milliards d'années, yeah, c'était la Grande Oxydation\nUn événement majeur qui a marqué notre création\nLe dioxygène est devenu présent dans l'atmosphère\nDes changements qui ont bouleversé la biosphère\n\nPendant ce temps, l'eau de surface était saturée d'oxygène\nLes organismes s'adaptent, faut trouver des solutions\nLes sols subissent une oxydation sans précédent\nLes vies doivent évoluer, c'est un tournant important\n\n[Refrain]\nLa Grande Oxydation, un bouleversement chimique\nEt une crise écologique, ouais c'est magnifique\nLes organismes vivants s'adaptent, évoluent\nFace à ces nouvelles conditions, ils se sont résolus\n\n[Couplet 2]\nC'est les cyanobactéries qui ont tout déclenché\nElles ont libéré le dioxygène dans l'eau de mer\nMais pour les premières formes de vie, c'était toxique\nLes anaérobies ont dû trouver des astuces\n\nProtéger leur corps, se défendre contre l'oxygène\nLes aérobies apparaissent, ils rendent grâce à cette molécule\nLe dioxygène est devenu indispensable à la respiration\nLa Grande Oxydation, c'était une transformation\n\n[Refrain]\nLa Grande Oxydation, un bouleversement chimique\nEt une crise écologique, ouais c'est magnifique\nLes organismes vivants s'adaptent, évoluent\nFace à ces nouvelles conditions, ils se sont résolus"}, {"titre": "Demande chimique en oxygène", "text_origine": "La demande chimique en oxygène (ou DCO) est la consommation en dioxygène par les oxydants chimiques forts pour oxyder les substances organiques et minérales de l'eau. C'est l'une des méthodes les plus utilisées pour évaluer la charge globale en polluants organiques d'une eau (rivières, lacs, mer, ou eaux usées ou résiduaires industrielles). C'est l'un des paramètres des normes de rejet d'eaux dans le milieu naturel, notamment utilisé en France. \nLa réglementation des ICPE en particulier l’arrêté ministériel du 2/2/1998 précise que la valeur soit plafonnée lors d'un rejet dans le milieu naturel à 300 mg/L (si le flux est inférieur à 100 kg/j) et à 125 mg/L quand le flux est supérieur à 100 kg/j.\nDans le cas de rejet en station la valeur peut être portée à 2 000 mg/L.", "element_cle": "1. La demande chimique en oxygène (DCO) est utilisée pour évaluer la charge en polluants organiques dans l'eau.\n2. La DCO mesure la consommation en dioxygène par les oxydants chimiques forts.\n3. La DCO est un paramètre important dans la réglementation des normes de rejet d'eaux dans le milieu naturel.\n4. En France, la valeur maximale de DCO autorisée pour un rejet dans le milieu naturel est de 300 mg/L.\n5. La valeur maximale de DCO peut être augmentée à 2 000 mg/L dans le cas de rejets en station.", "rap": "[Couplet 1]\nLa DCO, hé ouais, c'est pas du blabla\nElle évalue la charge de polluants organiques dans l'eau\nMesure la consommation d'dioxygène en présence d'oxydants\nFaut pas l'négliger, elle a son importance\n\nLa DCO, c'est la réglementation\nPour les normes de rejet d'eaux dans la nature\nEn France la limite max c'est 300 milligrammes par litre\nOn fait pas n'importe quoi, on préserve notre futur\n\n[Refrain]\nDCO, DCO, ouais ça compte l'ami\nDans l'environnement, faut pas polluer à l'infini\nRespectons les normes, la nature, on s'en soucie\nOn limite la DCO, on préserve la vie\n\n[Couplet 2]\nAttention, y'a des exceptions à la règle\nDans les stations de rejets, la valeur peut grimper\nJusqu'à 2 000 mg/L, mais faut pas qu'ça dégèle\nOn contrôle, on surveille, la pollution doit se limiter\n\nLa DCO, faut pas la prendre à la légère\nElle nous dit si notre eau est pure ou bien amère\nAlors respectons les limites, les valeurs fixées\nPour préserver notre planète, faut agir sans tarder\n\n[Refrain]\nDCO, DCO, ouais ça compte l'ami\nDans l'environnement, faut pas polluer à l'infini\nRespectons les normes, la nature, on s'en soucie\nOn limite la DCO, on préserve la vie"}, {"titre": "Île Bougainville", "text_origine": "L'île Bougainville est une île de Papouasie-Nouvelle-Guinée en voie d'indépendance, l'une des plus grandes des îles Salomon dans le sud-ouest de l'océan Pacifique. Avec l'île Buka au nord et d'autres petites îles environnantes, elle constitue depuis 2002 la région autonome de Bougainville de Papouasie-Nouvelle-Guinée, rattachée à la région des Îles. Lors du référendum du 11 décembre 2019, les électeurs de Bougainville se sont exprimés à plus de 98 % pour son indépendance. Le processus qui doit y aboutir est toujours en cours en 2023 et devrait aboutir en 2027.\nLe nom provient de l'explorateur français Louis-Antoine de Bougainville.", "element_cle": "1. L'île Bougainville est située dans le sud-ouest de l'océan Pacifique et fait partie des îles Salomon.\n2. En 2002, elle est devenue la région autonome de Bougainville de Papouasie-Nouvelle-Guinée.\n3. Lors du référendum de décembre 2019, plus de 98 % des électeurs ont voté en faveur de l'indépendance de Bougainville.\n4. Le processus d'indépendance est en cours et devrait être finalisé d'ici 2027.\n5. L'île tire son nom de l'explorateur français Louis-Antoine de Bougainville.", "rap": "[Couplet 1]\nSur l'île Bougainville, au cœur du Pacifique Sud\nHistoire mouvementée, on va parler de tout\nEn 2002, une autonomie tant espérée\nDe Papouasie-Nouvelle-Guinée, un nouveau départ ne négligez pas\n\n[Refrain]\nBougainville, terre de résilience et d'indépendance\nLe peuple se lève, on écrit notre propre alliance\nPlus de 98% ont voté pour notre liberté\nEnsemble, on va briser toutes les chaînes et s'élever\n\n[Couplet 2]\nLe référendum de 2019, une victoire éclatante\nLes habitants ont parlé, c'était leur droit, leur chant\nIndépendance, notre rêve qui se réalise petit à petit\nD'ici 2027, on tracera notre propre chemin, pas de limites\n\n[Refrain]\nBougainville, terre de résilience et d'indépendance\nLe peuple se lève, on écrit notre propre alliance\nPlus de 98% ont voté pour notre liberté\nEnsemble, on va briser toutes les chaînes et s'élever\n\nNote: Si vous avez des demandes spécifiques pour les paroles de rap, n'hésitez pas à les préciser."}, {"titre": "George Montandon", "text_origine": "George-Alexis Montandon est un médecin, anthropologue et explorateur hélvético-français, né à Cortaillod en Suisse le 19 avril 1879 et mort en août 1944, soit abattu par la Résistance le 3 à Clamart avec son épouse, soit des suites de ses blessures le 30 à Fulda en Allemagne, selon les sources.\nEthnologue au musée de l'Homme, théoricien du racisme, collaborateur et antisémite, il fut l'une des cautions d'un racisme dit « scientifique » avant la Seconde Guerre mondiale. Toutefois, même sous Vichy, lui et le courant auquel il appartient avec René Martial demeurent marginaux dans le monde intellectuel français.", "element_cle": "1. George-Alexis Montandon était un médecin, anthropologue et explorateur suisse-français.\n2. Il est né le 19 avril 1879 à Cortaillod en Suisse.\n3. George Montandon est décédé en août 1944, soit abattu par la Résistance, soit des suites de ses blessures.\n4. Il a été ethnologue au musée de l'Homme et a contribué à la théorie du racisme.\n5. George Montandon était un collaborateur et antisémite, représentant d'un racisme prétendument \"scientifique\" avant la Seconde Guerre mondiale.\n6. Cependant, lui et le courant auquel il appartenait avec René Martial étaient marginaux dans le monde intellectuel français, même sous Vichy.", "rap": "[Couplet 1]\nGeorge Montandon, un homme aux multiples talents\nMédecin, anthropologue, explorateur, c'était fascinant\nNé en Suisse, le 19 avril 1879\nIl allait marquer l'histoire, tantôt haï, tantôt chéri\n\n[Refrain]\nGeorge Montandon, personnage controversé\nSon héritage noir, difficile à effacer\nUn représentant du racisme prétendument \"scientifique\"\nMais ses idées étaient marginales, dans un monde analytique\n\n[Couplet 2]\nEthnologue au musée de l'Homme, il a œuvré\nContribuant à la théorie du racisme, malheureusement\nMais en août 1944, un destin tragique l'a emporté\nSoit abattu par la Résistance, soit des suites de ses blessures apparentes\n\n[Refrain]\nGeorge Montandon, son nom résonne encore\nUn collaborateur, antisémite, à tort ou à raison\nDans l'ombre de l'intellectuel français, il était pourtant marginal\nMême sous Vichy, ses idées ne suscitaient guère d'aval"}, {"titre": "Gough Whitlam", "text_origine": "Edward Gough Whitlam, né le 11 juillet 1916 à Melbourne (Victoria) et mort le 20 octobre 2014 à Elizabeth Bay (Nouvelle-Galles du Sud), est un homme d'État australien qui est le vingt et unième premier ministre d'Australie du 5 décembre 1972 au 11 novembre 1975.\nWhitlam entre à la Chambre des représentants du Parlement australien en 1952, en tant que député du Parti travailliste. Il est élu vice-président de ce parti en 1960, et quand Arthur Calwell se retire en 1967, Whitlam en devient le président, ainsi que le Leader de l'opposition.\nAprès avoir perdu de peu les élections fédérales de 1969, Whitlam amène le Parti travailliste à la victoire aux élections de 1972 après 23 ans de gouvernement conservateur. Il remporte de nouveau les élections en 1974. Pendant ses mandats, lui et son gouvernement mettent en place un grand nombre de programmes et de réformes politiques majeurs comme l'abolition de la peine de mort et de la conscription, la création du Medicare et de l'aide juridictionnelle, ainsi que la suppression des frais de scolarité à l'université.\nIl gagne les élections de 1974 avec une faible majorité, ce qui incite l'opposition majoritaire au Sénat, enhardie par les scandales gouvernementaux et une économie languissante, à le défier. À la fin de 1975, le Sénat refuse pendant plusieurs semaines de voter les projets de loi de finances, ce qui provoque une crise constitutionnelle prolongée. Le gouverneur général, John Kerr, y met fin en destituant Whitlam, et en nommant comme Premier Ministre intérimaire le chef de l'opposition, Malcolm Fraser, dans l'attente de nouvelles élections. Whitlam déclare alors \"God save the Queen, but nothing can save the governor general\", ce qui pourrait se traduire par « Dieu bénit la reine, mais rien ne peut sauver le gouverneur général ». Les élections sont gagnées avec une écrasante majorité par les conservateurs et Whitlam devient le seul Premier Ministre australien à avoir perdu son poste de cette manière.\nWhitlam démissionne de la présidence du Parti travailliste, après que celui-ci perde de nouveau les élections de 1977, et il quitte le parti en 1978. Plus de trois décennies après son départ, Whitlam continue à commenter les affaires politiques. Les circonstances de sa démission et ce qu'a réalisé son parti sont toujours présents dans le discours politique australien. On a soupçonné en particulier la Nugan Hand Bank, qui aurait eu des liens avec la CIA, d'avoir pris une part active dans la déstabilisation de son gouvernement, qui avait reconnu plusieurs pays communistes (Cuba, la Corée du Nord et l'Allemagne de l'Est) et avait proposé que l'Australie siège comme observateur au mouvement des pays non-alignés,. Par ailleurs, il envisageait de fermer la base de Pine Gap, l'une des stations centrales du système ECHELON. 45 ans plus tard, la correspondance entre le gouverneur général et la reine d'Angleterre étant passé dans le domaine public, un article de John Pilger décrit ce qu'il appelle un coup d'Etat anglo-US contre l'Australie.", "element_cle": "Voici la liste des 5 éléments clés :\n\n1. Gough Whitlam est un homme d'État australien, vingt et unième premier ministre d'Australie.\n2. Il a exercé son mandat du 5 décembre 1972 au 11 novembre 1975.\n3. Whitlam a mis en place plusieurs programmes et réformes politiques majeures pendant son gouvernement, tels que l'abolition de la peine de mort et de la conscription, la création du Medicare et de l'aide juridictionnelle, ainsi que la suppression des frais de scolarité à l'université.\n4. Le gouvernement de Whitlam a été confronté à une crise constitutionnelle en 1975, lorsqu'il a été destitué par le gouverneur général John Kerr après que le Sénat ait refusé de voter les projets de loi de finances.\n5. Whitlam est le seul Premier Ministre australien à avoir perdu son poste de cette manière.\n\nVoici la liste complète des 10 éléments clés :\n\n1. Gough Whitlam est un homme d'État australien, vingt et unième premier ministre d'Australie.\n2. Il est né le 11 juillet 1916 à Melbourne (Victoria) et est décédé le 20 octobre 2014 à Elizabeth Bay (Nouvelle-Galles du Sud).\n3. Il a exercé son mandat du 5 décembre 1972 au 11 novembre 1975.\n4. Whitlam est entré à la Chambre des représentants du Parlement australien en 1952 en tant que député du Parti travailliste.\n5. Il a été élu vice-président du Parti travailliste en 1960 et président en 1967, ainsi que le Leader de l'opposition.\n6. Whitlam a remporté les élections de 1972 après 23 ans de gouvernement conservateur.\n7. Pendant ses mandats, lui et son gouvernement ont mis en place un grand nombre de programmes et de réformes politiques majeurs, tels que l'abolition de la peine de mort et de la conscription, la création du Medicare et de l'aide juridictionnelle, ainsi que la suppression des frais de scolarité à l'université.\n8. Le gouvernement de Whitlam a été confronté à une crise constitutionnelle en 1975, lorsque le Sénat a refusé de voter les projets de loi de finances.\n9. Le gouverneur général John Kerr a destitué Whitlam et nommé Malcolm Fraser comme Premier Ministre intérimaire dans l'attente de nouvelles élections.\n10. Les conservateurs ont remporté les élections avec une écrasante majorité, et Whitlam est devenu le seul Premier Ministre australien à avoir perdu son poste de cette manière.", "rap": "[Couplet 1]\nGough Whitlam, un homme d'État respecté\nLe 21ème Premier Ministre, l'Australie l'a salué\nDe 1972 à 1975, il a gouverné \nAvec des réformes qui ont marqué nos esprits éclairés\n\n[Refrain]\nWhitlam, un visionnaire de son temps\nIl a changé l'Australie, il a fait avancer\nDes programmes pour aider, pour éduquer\nIl restera dans nos mémoires, un grand président\n\n[Couplet 2]\nLa peine de mort abolie, la conscription abolie\nMedicare, l'aide juridictionnelle, des lois éclaircies\nLa suppression des frais universitaires, une opportunité\nWhitlam a mis l'éducation au cœur de sa priorité\n\n[Refrain]\nWhitlam, un visionnaire de son temps\nIl a changé l'Australie, il a fait avancer\nDes programmes pour aider, pour éduquer\nIl restera dans nos mémoires, un grand président"}, {"titre": "Littérature britannique", "text_origine": "La littérature britannique désigne la littérature du Royaume-Uni, de l'île de Man et des Îles Anglo-Normandes. Elle comprend la littérature anglaise, d'Irlande du Nord, écossaise et galloise. Par extension on peut aussi y inclure la littérature produite dans l'ensemble des îles Britanniques, c'est-à-dire également la littérature irlandaise, bien que cette question puisse prêter à controverse. En effet les écrivains irlandais ont joué un rôle important dans le développement de la littérature en Angleterre et en Écosse, et l'Irlande a été associée à la Grande-Bretagne au sein d'une même entité politique, le Royaume-Uni de Grande-Bretagne et d'Irlande pendant la totalité du XIXe siècle et jusqu'à la fin de 1922, correspondant à une période de productivité littéraire intense.\nUne vaste majorité de la littérature britannique a été écrite en langue anglaise, cette dernière tendant à s'étendre géographiquement en raison de son utilisation dans les anciennes colonies britanniques. En outre, l'histoire de la littérature britannique inclut des écrits rédigés en diverses autres langues, telles que l'anglo-normand, l'anglo-saxon (ou vieil anglais), le cornique, le guernesiais, le jersiais, le latin, le mannois, le scots, l'écossais, le gaélique, le gallois parmi d'autres. La littérature d'Irlande du Nord comprend des écrits en anglais, irlandais et scots de l'Ulster. La littérature de langue celtique est la plus ancienne littérature en langue vernaculaire persistant en Europe.", "element_cle": "1. La littérature britannique englobe la littérature du Royaume-Uni, de l'île de Man et des Îles Anglo-Normandes, ainsi que les littératures anglaise, irlandaise, écossaise et galloise.\n2. Les écrivains irlandais ont joué un rôle important dans le développement de la littérature en Angleterre et en Écosse.\n3. La littérature britannique a connu une période de productivité intense pendant le XIXe siècle et jusqu'à 1922, correspondant à l'existence du Royaume-Uni de Grande-Bretagne et d'Irlande.\n4. La langue anglaise a été largement utilisée dans la littérature britannique, en raison de son utilisation dans les anciennes colonies britanniques.\n5. La littérature britannique comprend également des écrits dans d'autres langues telles que l'anglo-normand, l'anglo-saxon, le cornique, le guernesiais, le jersiais, le latin, le mannois, le scots, l'écossais, le gaélique et le gallois.", "rap": "[Couplet 1]\nLa littérature britannique, un véritable trésor,\nDu Royaume-Uni aux terres anglo-normandes, encore et encore.\nAnglaise, irlandaise, écossaise et galloise,\nDes écrivains talentueux, une plume qui ose.\n\n[Refrain]\nLa littérature britannique, un monde à explorer,\nDes mots puissants qui ne cessent de resonner.\n\n[Couplet 2]\nLes écrivains irlandais, une influence majeure,\nDans la littérature anglaise et écossaise, une lueur.\nDu développement de la plume, ils furent acteurs,\nUn héritage littéraire sans pareil, ça a de la valeur.\n\n[Refrain]\nLa littérature britannique, un monde à explorer,\nDes mots puissants qui ne cessent de resoner.\n\n[Couplet 3]\nAu XIXe siècle, une période de création,\nJusqu'en 1922, l'âge d'or de la nation.\nLe Royaume-Uni uni, une source d'inspiration,\nDes œuvres qui traversent les générations.\n\n[Refrain]\nLa littérature britannique, un monde à explorer,\nDes mots puissants qui ne cessent de resoner.\n\n[Couplet 4]\nL'anglais, une langue largement utilisée,\nDans la littérature britannique, elle trône en reine.\nDes colonies anciennes, un héritage transfusé,\nVers l'écriture exquise, une émotion sans peine.\n\n[Refrain]\nLa littérature britannique, un monde à explorer,\nDes mots puissants qui ne cessent de resoner.\n\n[Couplet 5]\nEt la littérature britannique, diverse et fascinante,\nAnglo-normand, cornique, gallois, une langue vibrante.\nLatin, écossais, gaélique, un éventail envoutant,\nUn savoureux mélange, une richesse enivrante.\n\n[Refrain]\nLa littérature britannique, un monde à explorer,\nDes mots puissants qui ne cessent de resoner."}, {"titre": "Littérature anglaise", "text_origine": "La littérature anglaise est la littérature qui a été écrite en Angleterre et, en majeure partie en anglais, à la différence de la littérature écossaise (en anglais, mais aussi en gaélique écossais ou en scots), de la littérature galloise (en anglais mais aussi en gallois), de la littérature irlandaise (en anglais, en irlandais ou en scots) et de la littérature américaine. \nDans le terme anglophone  English literature (littérature anglaise), l'adjectif english (anglaise) se réfère à la langue d'écriture employée (l'anglais) et non à la nation dans laquelle cette littérature a été produite (l'Angleterre) et indique par conséquent toute littérature anglophone, quelle que soit son origine géographique. La littérature spécifique de l'Angleterre est dénommée en anglais : literature of England).", "element_cle": "1. La littérature anglaise est essentiellement écrite en anglais et diffère des littératures écossaise, galloise, irlandaise et américaine.\n2. La désignation \"English literature\" se réfère à la langue utilisée (anglais) et non à la nation de production (Angleterre).\n3. La littérature anglaise englobe toute littérature anglophone, indépendamment de son origine géographique.\n4. La littérature spécifique de l'Angleterre est appelée \"literature of England\".\n5. La littérature écossaise, galloise, irlandaise et américaine diffère de la littérature anglaise par l'utilisation de différentes langues telles que le gaélique écossais, le scots, le gallois, l'irlandais et le scots.", "rap": "[Couplet 1]\nLa littérature anglaise, listen up, let me enlighten ya\nIt's all about the words written in the English era\nDifferent from Scottish, Welsh, Irish, and American\nEnglish literature, that's what they call this jam\n\n[Refrain]\nFrom Beowulf to Shakespeare, the classics we treasure\nEnglish literature, a cultural measure\nIt's the language we use, not just the land we claim\nA whole world of stories, it's more than just a name\n\n[Couplet 2]\nNow let's talk about the literature of England\nDistinct from the others, let me please explain\nScottish, Welsh, Irish, American, unique in their own way\nDifferent languages spoken, let that knowledge sway\n\n[Refrain]\nFrom Robert Burns to Dylan Thomas, their voices we hear\nLanguage diversity, it's crystal clear\nBut within English literature, all voices merge as one\nA celebration of language, the journey's just begun"}, {"titre": "Littérature victorienne", "text_origine": "L'époque romantique (1760-1840), avec prédominance de la poésie, est suivie de l'époque victorienne (1837-1901). La littérature victorienne privilégie le genre littéraire du roman. Charles Dickens (1812–1870) domine la première partie du règne de Victoria : son premier ouvrage, Les Papiers posthumes du Pickwick Club, est publié en 1836 et son dernier, L'Ami commun, en 1864–5. L'ouvrage le plus connu de William Thackeray (1811–1863) La Foire aux vanités paraît en 1848 et les trois sœurs Brontë, Charlotte (1816–55), Emily (1818–48) et Anne (1820–49) Brontë, publient aussi des œuvres marquantes dans les années 1840. Un roman important est celui de George Eliot (1819–80), Middlemarch (1872), tandis que l'auteur de roman marquant de la fin du règne de Victoria est Thomas Hardy (1840–1928), dont le premier roman, Under the Greenwood Tree, paraît en 1872 et le dernier, Jude l'Obscur, en 1895.", "element_cle": "1. La période de la littérature victorienne s'étend de 1837 à 1901.\n2. La poésie est prédominante pendant l'époque romantique qui précède la période victorienne.\n3. Charles Dickens est l'auteur le plus marquant de la première partie du règne de Victoria.\n4. William Thackeray est connu pour son œuvre majeure, La Foire aux vanités, publiée en 1848.\n5. Les sœurs Brontë, Charlotte, Emily et Anne, ont également publié des œuvres importantes dans les années 1840.\n6. George Eliot est l'auteure du roman incontournable Middlemarch, publié en 1872.\n7. Thomas Hardy est considéré comme l'auteur majeur de la fin de l'époque victorienne.\n8. Son premier roman, Under the Greenwood Tree, est publié en 1872.\n9. Jude l'Obscur est le dernier roman de Hardy, paru en 1895.\n10. La littérature victorienne est caractérisée par une préférence pour le genre du roman.", "rap": "[Couplet 1]\n1837 à 1901, c'est l'époque victorienne\nLa poésie romantique, elle était déjà ancienne\nDickens, le maître des mots, il régnait en roi\nThackeray, La Foire aux vanités, ça déboîtait\n\n[Refrain]\nLittérature victorienne, c'est le terrain\nOù les écrivains ont marqué leur destin\nDes sœurs Brontë à George Eliot, des talents inouïs\nLa plume était puissante, ils n'ont rien scius\n\n[Couplet 2]\nMiddlemarch, l'œuvre de George Eliot a tous séduit\nThomas Hardy, la fin de l'ère, il a bien conclu\nUnder the Greenwood Tree, premier roman prenant\nJude l'Obscur, son dernier cri percutant\n\n[Refrain]\nLittérature victorienne, terre de création\nDes romans qui marquent l'imagination\nDes histoires qui nous ont fait voyager\nDans un temps où les mots avaient un autre langage"}, {"titre": "Travail", "text_origine": "Au sens économique usuel, le travail est l'activité rémunérée qui permet la production de biens et services. Avec le capital, c'est un facteur de production de l'économie. Il est essentiellement fourni par des employés en échange d'un salaire et contribue à l'activité économique. Le processus d'entrée et de sortie de l'emploi se fait par le marché du travail.\nLe travail non rémunéré joue un rôle non négligeable dans la production nationale. On peut citer à ce titre, le travail domestique, celui des enfants qui aident leurs parents dans l'activité familiale et le travail de jardinage. Les estimations statistiques ont montré que, dans les anciens pays communistes (l'URSS ou la République Démocratique d'Allemagne), le travail familial était plus productif (en termes de qualités produites par personne) que le travail dans les établissements nationaux.\nUn paysan et un artisan travaillent pour eux-mêmes, en ajustant de manière indépendante la durée et l'intensité du travail (quantité de travail par unité de biens ou de services produite). Pendant la féodalité, les paysans et les artisans pouvaient également être contraints de travailler pour le seigneur féodal.\nSous l'esclavage, l'esclave et les moyens de travail étaient réunis en tant que propriété du propriétaire de l'esclave, ce qui créait une dépendance personnelle du travailleur vis-à-vis de celui qui s'appropriait les résultats de son travail. Dans une économie de marché libre, la principale forme de travail est celle d'un employé sous contrat de travail. À ce niveau, on peut distinguer deux types de contrats. Le contrat à durée indéterminée (CDI) d'une part, qui peut durer jusqu'à l'âge de la retraite ou même à vie comme c'est le cas dans certains pays à faible natalité ou au sein de certaines activités où le travail n'existe pas en quantité suffisante (l'Allemagne, les Pays du Sud-Est Asiatique ou le Japon) ; d'autre part le contrat à durée déterminée (CDD) où la durée est limitée (le contrat de travail peut prendre fin avant l'âge de la retraite), d'avance, dans le temps. Ici, le type de travail n'est pas insuffisant. L'établissement peut trouver un travailleur plus facilement. Avant la révolution industrielle des XVIIIe et XIXe siècles, les intellectuels constituaient une catégorie de personnes numériquement limitées qui avaient un véritable monopole sur le travail mental. Mais ensuite, la « production spirituelle » est devenue une sphère de travail de masse. La généralisation de l'enseignement aux enfants de toutes les catégories socio-professionnelles et sa démocratisation en France (les grandes écoles de commerce, d'ingénieurs et les universités prestigieuses ne sont plus élitistes, l'enfant de l'ouvrier peut devenir ingénieur ou pharmacien) ont abouti à une banalisation du travail intellectuel. Si dans les années 1950 ou 1960, celui qui avait un diplôme du baccalauréat pouvait facilement avoir un CDI avec un salaire relativement élevé et des avantages sociaux largement suffisants, actuellement, étant donné que ce diplôme est accessible à tous, la personne qui ne l'a pas est stigmatisée, ou marginalisée.   \nSon étude économique est faite par l'économie du travail, son étude sociologique correspond à la sociologie du travail, et son cadre juridique est le droit du travail. Il est fêté le 1er mai dans certains pays.", "element_cle": "- Le travail est une activité rémunérée qui permet la production de biens et services. \n- Il est essentiellement fourni par des employés en échange d'un salaire et contribue à l'activité économique. \n- Le travail non rémunéré joue un rôle significatif dans la production nationale. \n- Dans les anciens pays communistes, le travail familial était plus productif que le travail dans les établissements nationaux. \n- Sous l'esclavage, l'esclave était dépendant du propriétaire de l'esclave. \n- Dans une économie de marché libre, le contrat de travail peut être à durée indéterminée ou à durée déterminée. \n- Certains pays ont des contrats de travail à durée indéterminée jusqu'à l'âge de la retraite ou même à vie. \n- Les contrats à durée déterminée ont une durée limitée. \n- Certains pays connaissent une faible natalité ou manquent de travailleurs dans certaines activités. \n- L'Allemagne, les pays du Sud-Est asiatique et le Japon sont des exemples de pays où le travail n'existe pas en quantité suffisante.", "rap": "[Couplet 1]\nLe travail, c'est ce qui nous fait avancer\nUne activité rémunérée, faut pas l'oublier\nOn bosse dur pour produire biens et services\nContribuer à l'économie, c'est notre devise\n\nLe boulot, c'est souvent les employés qui l'font\nEn échange d'un salaire, pour subvenir aux besoins\nMais y'a aussi le taf non rémunéré, ouais ouais\nQui joue un rôle clé, dans la prod nationale, ouais ouais\n\n[Refrain]\nLe travail, ouais c'est ça qui compte\nOn s'active, on dépense notre énergie, du matin au soir monte\nLe contrat de travail, c'est notre lien\nDurée indéterminée ou déterminée, c'est le quotidien\n\n[Couplet 2]\nDans l'ancien temps, le travail était différent\nSous le joug de l'esclavage, l'esclave était dépendant\nDu propriétaire, ouais c'était dur la vie\nPas de liberté, pas de choix, ça faisait pas rêver, ouais ouais\n\nMaintenant, dans une économie de marché libre\nLe contrat de travail varie, tu le sens ? Pas le même style\nCertains pays ont des CDI jusqu'à la retraite\nD'autres ont des CDD, une durée définie, pas de fête\n\nCertains pays manquent de travailleurs, ouais\nLa natalité faible, ça rend la situation sombre, ouais\nL'Allemagne, l'Asie du Sud-Est et le Japon\nDes exemples où le travail manque, c'est pas bon"}, {"titre": "Économie informelle", "text_origine": "L'économie informelle (ou économie grise) est l'activité économique qui est réalisée sans que l'activité fasse l'objet d'un regard ou d'une régulation de l'État. Elle n'est de fait ni fiscalisée ni déclarée. Le caractère « informel » d'une activité ne doit pas être assimilé automatiquement au fait qu'elle s'exerce de façon « non marchande » (le travail au noir est rémunéré) ou de manière « illégale » (le travail domestique est bien légal).\nLe terme a pour origine les travaux de l'anthropologue Keith Hart (en) et la notion de « secteur informel » (ou « secteur non structuré ») correspond généralement à celle définie par le Bureau international du travail.", "element_cle": "1. L'économie informelle est une activité économique sans régulation de l'État.\n2. Elle n'est ni fiscalisée ni déclarée.\n3. Le travail informel peut être rémunéré, mais pas nécessairement non marchand.\n4. Le travail domestique informel peut être légal.\n5. Le terme \"secteur informel\" vient des travaux de Keith Hart.\n6. Le Bureau international du travail définit généralement le secteur informel.", "rap": "[Couplet 1]\nL'économie informelle, un monde sans règles\nPas d'État pour réguler, c'est du grand n'importe quoi\nNi fiscalisée, ni déclarée, ça dort sous le sous-sol\nTout est fait en cachette, l'évasion fiscale à son paroxysme\n\n[Refrain]\nDans l'ombre, ça s'active sans relâche\nL'économie informelle, une réalité qui nous dépasse\nTravail rémunéré ou non marchand, chacun sa place\nMais la régulation manque, c'est un désastre qui se trame\n\n[Couplet 2]\nLe travail domestique informel peut être considéré légal\nMais sans protection, sans droits, c'est un vrai carnaval\nLes travailleurs sont exploités, sans aucune considération\nIl est temps de changer ça, d'y mettre une solution\n\n[Refrain]\nDans l'ombre, ça s'active sans relâche\nL'économie informelle, une réalité qui nous dépasse\nTravail rémunéré ou non marchand, chacun sa place\nMais la régulation manque, c'est un désastre qui se trame"}, {"titre": "Économie (discipline)", "text_origine": "L'économie (ou économie politique, science économique) est une discipline qui étudie l'économie en tant qu'activité humaine, qui consiste en la production, la distribution, l'échange et la consommation de biens et de services. Son nom provient du grec ancien οἰκονομία / oikonomía qui signifie « administration d'un foyer ».\nSi dans l'Antiquité Xénophon et Aristote ont chacun écrit un traité sur l'économie, c'est à partir du XVIIe siècle que se développe la pensée économique moderne, avec le mercantilisme, puis au XVIIIe siècle avec les physiocrates. L'économie politique débute à la fin du XVIIIe siècle avec Adam Smith, puis David Ricardo ou encore Jean-Baptiste Say (les classiques) au début XIXe siècle. C'est avec la révolution marginaliste à la fin du XIXe siècle que l'économie se constitue comme une discipline scientifique et s'institutionnalise.\nAu sein de la discipline, on distingue deux grandes approches : la macroéconomie, qui étudie les grands agrégats économiques (épargne, investissement, consommation, croissance économique), et la microéconomie, qui étudie le comportement des agents économiques (individus, ménages, entreprises) et leurs interactions, notamment sur les marchés.\nComme dans d'autres disciplines, l'économie se décline selon un spectre depuis la théorie économique, qui vise à construire un corpus de résultats fondamentaux et abstraits sur le fonctionnement de l'économie, jusqu'à l'économie appliquée, qui utilise les outils de la théorie économique et des disciplines connexes pour étudier des domaines importants comme l'environnement, le travail, la santé, l'immobilier, l'organisation industrielle ou encore l'éducation.", "element_cle": "1. L'économie est une discipline qui étudie l'économie en tant qu'activité humaine.\n2. Son nom provient du grec ancien et signifie \"administration d'un foyer\".\n3. La pensée économique moderne se développe à partir du XVIIe siècle.\n4. Deux grandes approches en économie : la macroéconomie et la microéconomie.\n5. L'économie se décline depuis la théorie économique jusqu'à l'économie appliquée.", "rap": "[Couplet 1]\nL'économie, discipline qui nous éclaire\nElle étudie l'activité humaine, nécessaire\nSon nom vient du grec ancien, c'est pas du vent\nÇa signifie \"administration d'un foyer\", épatant\n\n[Refrain]\nC'est l'économie, l'économie\nQui reste gravée dans nos esprits\nElle nous apprend la valeur du travail\nEt nous ouvre les portes du capital\n\n[Couplet 2]\nDepuis le XVIIe siècle, elle s'est développée\nLa pensée économique moderne, toujours bien guidée\nDeux approches majeures, macroéconomie et microéconomie\nPour comprendre les mécanismes de notre société\n\n[Refrain]\nC'est l'économie, l'économie\nQui reste gravée dans nos esprits\nElle nous apprend la valeur du travail\nEt nous ouvre les portes du capital"}, {"titre": "Philosophie de l'histoire", "text_origine": "La philosophie de l'histoire est la branche de la philosophie traitant du sens et des finalités du devenir historique. Elle regroupe l'ensemble des approches, se succédant de l'Antiquité à l'époque contemporaine, tendant à affirmer que l'histoire n'est pas le fruit du hasard, de l'imprévu, voire du chaos, mais qu'elle obéit à un dessein en suivant un parcours (cyclique ou linéaire).\nDans une perspective chronologique, on peut distinguer cinq étapes.\nDe l'Antiquité au XVIIe siècle, on estime d'abord que le sens de l'histoire est fixé « de l'extérieur », notamment par une providence.\nPuis, au XVIIIe siècle et en raison d'une certaine sécularisation, des philosophes tels Vico en Italie ou Kant en Allemagne sont convaincus que la finalité de l'histoire est immanente à celle-ci : le sens de l'histoire est alors déterminé par les hommes eux-mêmes, guidés par leur seule raison et selon des objectifs qu'ils s'assignent eux-mêmes. La Déclaration des droits de l'homme et du citoyen en France inaugure une nouvelle conception, progressivement laïque, de la réalité : on mentionne ainsi « l'Homme », « l'Histoire » ou « l'État » selon une optique universaliste au temps dit des Lumières.\nEnsuite, au XIXe siècle se développent des philosophies de l'histoire formalisées en un ensemble de doctrines : l'idéalisme de Hegel, le matérialisme historique de Marx, le positivisme de Comte, le darwinisme social d'Herbert Spencer. À la fin du XIXe siècle, ces doctrines sont vivement critiquées, principalement par Nietzsche.\nAu XXe siècle, la variété des approches et de la méthodologie historique est encore plus grande. Les sciences humaines et sociales, après les « sciences de l'esprit » (allemand : Geisteswissenschaften) de Dilthey, indiquent chercher à comprendre les faits historiques plutôt qu'à les expliquer. Les philosophes de la modernité tentent de mettre en résonance les doctrines de Hegel, Marx et Comte avec celles qui les ont précédées. Les penseurs marxistes se divisent alors entre réformistes et révolutionnaires. Durant la seconde moitié du siècle, des intellectuels « engagés » prennent des positions opposées sur la question du progrès technique et de sa possible réfutation. Le concept de « postmodernité », popularisé après 1979, ambitionne de mettre un terme à la philosophie de l'histoire.\nEnfin, au début du XXIe siècle, les débats ne portent plus tant sur les capacités des humains à « penser l'histoire » que sur celles de leur « intelligence naturelle » dans son ensemble.", "element_cle": "1. La philosophie de l'histoire explore le sens et les finalités du devenir historique.\n2. Elle affirme que l'histoire n'est pas le fruit du hasard mais obéit à un dessein.\n3. Au fil du temps, différentes approches ont émergé, allant d'une providence externe au XVIIe siècle à une finalité immanente aux hommes eux-mêmes au XVIIIe siècle.\n4. Au XIXe siècle, des philosophies de l'histoire formalisées sont développées, telles que l'idéalisme de Hegel, le matérialisme historique de Marx ou le positivisme de Comte.\n5. Au XXe siècle, les approches et méthodologies historiques se diversifient, avec une recherche de compréhension des faits historiques plutôt que d'explication.", "rap": "[Couplet 1]\nLa philosophie de l'histoire, un savoir nécessaire\nPour comprendre le sens de notre parcours millénaire\nOn explore les finalités, le but de tout devenir\nCar l'histoire n'est pas le fruit du hasard, faut s'en persuader\n\n[X2]\nLa philosophie de l'histoire, ouvre les yeux sur notre destinée\nElle affirme qu'on n'est pas perdus dans l'infini du temps, écoutez\n\n[Couplet 2]\nAu XVIIe siècle, la providence externe était vénérée\nUne main divine q"}, {"titre": "Histoire de la philosophie en Occident", "text_origine": "L'Histoire de la philosophie est l'histoire des théories et des doctrines qui ont été formulées par les philosophes à travers les époques. Les premières traces historiques de ce qu'on appelle la philosophie apparaissent, en Occident, dans l'Antiquité grecque, avec les penseurs présocratiques, puis avec Socrate, qu'on considère comme le véritable père de cette discipline, et ceux qui ont suivi son sillage (Platon, Aristote, les écoles socratiques). La discipline poursuit son développement à l'époque hellénistique, en particulier avec le stoïcisme, l'épicurisme, le cynisme et le scepticisme, qui se prolongent dans l'Antiquité romaine. Dès l'Antiquité tardive et le haut Moyen Âge, le néoplatonisme et la philosophie chrétienne établissent un pont entre la philosophie et la religion, et c'est en lien étroit avec la théologie et la philosophie gréco-arabe que se développe la philosophie médiévale, comme en témoigne l'importance de la scolastique à cette époque.\nÀ l'époque moderne, l'humanisme de la Renaissance et la redécouverte des Anciens signent le début de l'ère moderne, où les philosophes tiennent compte du développement de la science moderne pour proposer une nouvelle approche des problèmes épistémologiques et politiques en particulier. De nombreuses branches traditionnelles de la philosophie prennent à cette époque leur autonomie pour devenir des sciences à part entière. Le siècle des Lumières, où apparaissent de nouveaux courants philosophiques qui font de la lutte contre l'« obscurantisme » et la « tyrannie » leur cheval de bataille (encyclopédistes, libéralisme, républicanisme), marque la fin de la période moderne.\nDu XIXe siècle à nos jours, période que l'on considère en France comme l'époque contemporaine, des courants de pensée très critiques à l'égard de la tradition, et axés sur une approche économique et sociale des problèmes humains, font leur apparition (utilitarisme, socialisme, marxisme). Le XXe siècle se partage entre deux grandes approches des questions philosophiques : la philosophie continentale (phénoménologie, philosophie postmoderne, etc.) et la philosophie analytique (positivisme logique, philosophie du langage ordinaire, etc.).", "element_cle": "1. L'Histoire de la philosophie est l'histoire des théories et des doctrines formulées par les philosophes à travers les époques.\n2. Les premières traces de la philosophie apparaissent en Occident dans l'Antiquité grecque, avec les penseurs présocratiques et Socrate.\n3. La philosophie se développe ensuite à l'époque hellénistique avec des courants tels que le stoïcisme, l'épicurisme, le cynisme et le scepticisme.\n4. À partir de l'Antiquité tardive et le haut Moyen Âge, la philosophie est liée à la religion, notamment avec le néoplatonisme et la philosophie chrétienne.\n5. La philosophie médiévale se développe en étroite relation avec la théologie et la philosophie gréco-arabe, notamment à travers la scolastique.\n6. Durant l'époque moderne, les philosophes prennent en compte le développement de la science moderne et proposent de nouvelles approches épistémologiques et politiques.\n7. Le siècle des Lumières marque la fin de la période moderne, avec de nouveaux courants philosophiques axés sur la lutte contre l'obscurantisme et la tyrannie.\n8. Au XIXe siècle, apparaissent des courants de pensée critiques envers la tradition et axés sur une approche économique et sociale des problèmes humains.\n9. Le XXe siècle se caractérise par deux grandes approches des questions philosophiques, entre lesquelles il se partage.", "rap": "[Couplet 1]\nL'histoire de la philosophie, c'est du lourd,\nDes théories et des doctrines qui font court,\nÀ travers les époques, les penseurs s'élèvent,\nPour poser des idées qui jamais ne se relèvent.\n\n[Couplet 2]\nDans l'Antiquité grecque, les traces apparaissent,\nAvec les présocratiques, la sagesse se tresse,\nSocrate en tête, il questionne et il enseigne,\nLa philosophie commence, la pensée se déchaîne.\n\n[Refrain]\nDe l'Occident à l'Orient, la philosophie se répand,\nDe grands courants se forment, prêts à défier le temps,\nDes stoïques aux épicuriens, des cyniques aux sceptiques,\nLa quête du sens, la raison qui brise les obstacles.\n\n[Couplet 3]\nL'époque hellénistique voit les courants fleurir,\nStoïcisme, épicurisme, ils veulent juste jouir,\nLe cynisme s'installe, la vérité en cynique,\nLe scepticisme doute, la certitude en frénétique.\n\n[Couplet 4]\nDu haut Moyen Âge à l'Antiquité tardive,\nLa philosophie et la religion se suivent,\nNéoplatonisme et philosophie chrétienne,\nDes liens indéfectibles, la foi comme antienne.\n\n[Refrain]\nDe l'Occident à l'Orient, la philosophie se répand,\nDe grands courants se forment, prêts à défier le temps,\nDes stoïques aux épicuriens, des cyniques aux sceptiques,\nLa quête du sens, la raison qui brise les obstacles.\n\n[Couplet 5]\nAu Moyen Âge, c'est la scolastique qui domine,\nPhilosophie et théologie, une union fine,\nLa philosophie médiévale se nourrit,\nDe la pensée gréco-arabe, elle s'épanouit.\n\n[Couplet 6]\nL'époque moderne voit la science s'élever,\nLes philosophes ouvrent leur esprit, s'émerveillent,\nÉpistémologie et politique, ils explorent,\nDes approches novatrices, de nouvelles boussoles.\n\n[Refrain]\nDe l'Occident à l'Orient, la philosophie se répand,\nDe grands courants se forment, prêts à défier le temps,\nDes stoïques aux épicuriens, des cyniques aux sceptiques,\nLa quête du sens, la raison qui brise les obstacles.\n\n[Couplet 7]\nLe siècle des Lumières, une ère de changement,\nContre l'obscurantisme, les philosophes prennent,\nVoltaire, Rousseau, Montesquieu, ils s'élèvent,\nLa lutte contre la tyrannie, leurs plumes s'arrachent.\n\n[Couplet 8]\nLe XIXe siècle, une critique de la tradition,\nUne approche économique et sociale en action,\nMarx, Nietzsche, ils déconstruisent les idées établies,\nPour libérer les esprits, défier les paradis.\n\n[Refrain]\nDe l'Occident à l'Orient, la philosophie se répand,\nDe grands courants se forment, prêts à défier le temps,\nDes stoïques aux épicuriens, des cyniques aux sceptiques,\nLa quête du sens, la raison qui brise les obstacles.\n\n[Couplet 9]\nLe XXe siècle, deux approches qui se partagent,\nAnalytiques et continentales, elles s'affranchissent,\nLes questions philosophiques, des débats enflammés,\nEntre post-modernisme et existentialisme, elles s'entremêlent.\n\n[Refrain]\nDe l'Occident à l'Orient, la philosophie se répand,\nDe grands courants se forment, prêts à défier le temps,\nDes stoïques aux épicuriens, des cyniques aux sceptiques,\nLa quête du sens, la raison qui brise les obstacles."}, {"titre": "Leçons sur la philosophie de l'histoire", "text_origine": "Leçons sur la philosophie de l'histoire (en allemand : Vorlesungen über die Philosophie der Weltgeschichte) est une œuvre philosophique de Georg Wilhelm Friedrich Hegel. Il s'agit de son principal ouvrage de philosophie de l'histoire.\nLes Leçons ont été publiées de manière posthume, à partir de ses propres manuscrits et de notes de cours prises par ses élèves. Il s'agit de leçons données sur une période s'étalant de 1822 à 1830. Leur introduction est souvent publiée de manière séparée sous le nom de La Raison dans l'histoire.\n\n", "element_cle": "1. \"Leçons sur la philosophie de l'histoire\" est une œuvre principale de Georg Wilhelm Friedrich Hegel.\n2. L'ouvrage a été publié de manière posthume, à partir des manuscrits et des notes de cours de Hegel.\n3. Les leçons ont été données entre 1822 et 1830.\n4. L'introduction des leçons est souvent publiée séparément sous le titre de \"La Raison dans l'histoire\".", "rap": "[Couplet 1]\nYo, laisse-moi t'expliquer une histoire\nSur la philosophie de l'Histoire\nC'est Hegel qui l'a dévoilée\nDans ses \"Leçons\" bien détaillées\n\nGeorg Wilhelm Friedrich, un penseur émérite\nPublia ses écrits juste après sa mort\nDes manuscrits et des notes de cours\nQui nous plongent dans un savoir fort\n\n[Refrain]\nLeçons sur la philosophie de l'Histoire\nUne œuvre posthume qui fait briller l'espoir\nEntre 1822 et 1830, la connaissance se déploie\nAvec \"La Raison dans l'Histoire\", source de joie\n\n[Couplet 2]\nCes leçons, un trésor d'intelligence\nDévoilent les dates, les événements marquants\nLes bouleversements qui forgent notre destinée\nAnalyse profonde, rien n'est laissé au hasard\n\nHegel nous apprend que l'Histoire est réfléchie\nDans chaque action, dans chaque mouvement\nDes leçons qui nous éduquent, qui nous enrichissent\nSur le passé, le présent, l'avenir en enchantement\n\n[Refrain]\nLeçons sur la philosophie de l'Histoire\nUne œuvre posthume qui fait briller l'espoir\nEntre 1822 et 1830, la connaissance se déploie\nAvec \"La Raison dans l'Histoire\", source de joie"}, {"titre": "Philosophie africaine", "text_origine": "La philosophie africaine est utilisée de différentes façons par différents philosophes. Bien que les philosophes africains contribuent à l'enrichissement de la philosophie dans les disciplines classiques, telles que la métaphysique, l'épistémologie, l'éthique, et la philosophie politique, une spécificité de la littérature est marquée par un débat récurrent sur la nature de la philosophie africaine elle-même.\nLa pensée africaine issue des traditions orales comme celle des Yorubas ou des Bantous est l'objet d'études modernes relevant de l'ethnophilosophie et consistant à reconstruire les représentations du monde de ces peuples selon les termes et les méthodes de l'ethnologie.\nCependant, ces dernières décennies, les historiens de la philosophie africaine, comme Théophile Obenga, Grégoire Biyogo ou Hubert Mono Ndjana, ont mis en lumière des traditions savantes permettant de dégager trois ou quatre grandes périodes ayant marqué l'essor de la pensée en Afrique, qu'elle soit philosophique, théologique, morale ou juridique. La haute Antiquité est marquée par l'invention précoce de l'écriture en Égypte. L'Antiquité tardive et la période intermédiaire sont liées à la pénétration du christianisme en Afrique du Nord et en Éthiopie, puis de l'Islam au Maghreb et dans l'Afrique subsaharienne. La philosophie moderne et contemporaine est issue du contact avec l'Europe et de l'influence croissante que la pensée occidentale moderne a exercée sur le monde africain, ainsi que l'effort de ce monde pour assimiler et critiquer cette modernité.", "element_cle": "1. La philosophie africaine est étudiée par différents philosophes de différentes manières.\n2. Les philosophes africains contribuent à différentes disciplines philosophiques telles que la métaphysique, l'épistémologie, l'éthique et la philosophie politique.\n3. Un débat récurrent existe sur la nature de la philosophie africaine.\n4. Les traditions orales africaines, telles que celles des Yorubas et des Bantous, sont explorées par l'ethnophilosophie.\n5. Les historiens de la philosophie africaine identifient plusieurs périodes importantes, de l'Antiquité à la philosophie moderne et contemporaine.\n6. L'invention précoce de l'écriture en Égypte marque la haute Antiquité africaine.\n7. Le christianisme et l'islam ont également influencé la pensée africaine à différentes époques.\n8. La philosophie moderne et contemporaine en Afrique résulte du contact avec l'Europe et de l'influence de la pensée occidentale.\n9. Les philosophes africains cherchent à assimiler et à critiquer cette modernité occidentale.", "rap": "[Couplet 1]\nLa philosophie africaine, étudiée en profondeur\nPar différents penseurs, de différentes manières\nContribuant à la métaphysique, l'éthique et la politique\nLeur voix résonne, puissante et authentique\n\nLa nature de cette philosophie est l'objet de débats\nMais les traditions orales africaines, elles on explore ça\nDes Yorubas aux Bantous, des récits immémoriaux\nEthnophilosophie, pour comprendre leurs mots\n\n[Refrain]\nLa philosophie africaine, une richesse inégalable\nDes siècles de savoir, dans chaque syllabe\nDes périodes cruciales, de l'Antiquité à la modernité\nLa voix de l'Afrique, dans toute sa diversité\n\n[Couplet 2]\nL'écriture en Égypte, marque de la haute Antiquité\nUn pilier de la pensée africaine, à jamais gravé\nLe christianisme et l'islam, aussi ont laissé leur empreinte\nSur la pensée africaine, en des temps différents\n\nLa philosophie moderne et contemporaine, un héritage\nDu contact avec l'Europe, une influence sans nuage\nLes philosophes africains, cherchent à assimiler\nEt à critiquer cette modernité, pour l'améliorer\n\n[Refrain]\nLa philosophie africaine, une richesse inégalable\nDes siècles de savoir, dans chaque syllabe\nDes périodes cruciales, de l'Antiquité à la modernité\nLa voix de l'Afrique, dans toute sa diversité"}, {"titre": "Georg Wilhelm Friedrich Hegel", "text_origine": "Georg Wilhelm Friedrich Hegel (/ˈɡeːɔɐ̯k ˈvɪlhɛlm ˈfʁiːdʁɪç ˈheːɡl̩/), né le 27 août 1770 à Stuttgart et mort le 14 novembre 1831 à Berlin, est un philosophe allemand.\nSon œuvre, postérieure à celle d’Emmanuel Kant, appartient à l'idéalisme allemand et a eu une influence décisive sur l'ensemble de la philosophie contemporaine.\nHegel enseigne la philosophie sous la forme d'un système unissant tous les savoirs suivant une logique dialectique. Le système est présenté comme une « phénoménologie de l'esprit » puis comme une « encyclopédie des sciences philosophiques », titres de deux de ses ouvrages, et englobe l'ensemble des domaines philosophiques, dont la métaphysique et l'ontologie, la philosophie de l'art et de la religion, la philosophie de la nature, la philosophie de l'histoire, la philosophie morale et politique ou la philosophie du droit.\n\n", "element_cle": "1. Georg Wilhelm Friedrich Hegel est un philosophe allemand, né le 27 août 1770 à Stuttgart et décédé le 14 novembre 1831 à Berlin.\n2. Son œuvre, influencée par Emmanuel Kant, est considérée comme faisant partie de l'idéalisme allemand.\n3. Hegel enseigne la philosophie selon une logique dialectique, regroupant tous les domaines philosophiques.\n4. Deux de ses ouvrages les plus importants sont la \"Phénoménologie de l'esprit\" et l'\"Encyclopédie des sciences philosophiques\".\n5. Son système philosophique englobe la métaphysique, l'art, la religion, la nature, l'histoire, la morale, la politique et le droit.", "rap": "[Couplet 1]\nYo, laisse-moi te parler d'un philosophe allemand\nGeorg Wilhelm Friedrich Hegel, un grand savant\nNé le 27 août 1770 à Stuttgart, dans la place\nEt décédé le 14 novembre 1831, à Berlin, un trépas\n\nSon œuvre était influencée par Emmanuel Kant\nFaisant partie de l'idéalisme allemand, c'est évident\nIl enseignait la philosophie selon une logique dialectique\nRegroupant tous les domaines, y'a pas d'équivoque\n\n[Refrain]\nHegel, le maître de la pensée philosophique\nUn génie qui explore tous les domaines, c'est magique\nMétaphysique, art, religion, nature, et histoire\nMorale, politique, droit, il nous éclaire dans le noir\n\n[Couplet 2]\nIl a écrit des ouvrages majeurs, tu peux pas nier\n\"Phénoménologie de l'esprit\", faut le lire\nEt aussi l'\"Encyclopédie des sciences philosophiques\"\nDes références, mec, c'est pas du plastique\n\nSon système philosophique est vaste et complet\nIl englobe tant de sphères qu'on reste bouche bée\nMétaphysique, la recherche de l'essence ultime\nArt, religion, nature, tout dans sa prime\n\n[Refrain]\nHegel, le maître de la pensée philosophique\nUn génie qui explore tous les domaines, c'est magique\nMétaphysique, art, religion, nature, et histoire\nMorale, politique, droit, il nous éclaire dans le noir"}, {"titre": "Histoire", "text_origine": "L’histoire est à la fois l'étude et l'écriture des faits et des événements passés quelles que soient leur variété et leurs complexités. Ce mot est souvent écrit avec la première lettre en majuscule. L'histoire est également une science humaine et sociale. On désigne aussi couramment sous le terme d'histoire (par synecdoque) le passé lui-même, comme dans les leçons de l'histoire. L'histoire est un récit écrit par lequel les êtres humains, et plus particulièrement les historiens, s'efforcent de faire connaître les temps révolus. Ces tentatives ne sont jamais entièrement indépendantes de conditionnements étrangers au domaine telle que la vision du monde de leur auteur ou sa culture, mais elles sont censées être élaborées à partir de sources plutôt que guidées par la spéculation ou l'idéologie.\nAu cours des siècles, les historiens ont façonné leurs méthodes ainsi que les champs d'intervention, tout en réévaluant leurs sources, leur origine et leur exploitation. La discipline universitaire d'étude et écriture de l'histoire, y compris la critique des méthodes, est l'historiographie. Elle s'appuie sur diverses sciences auxiliaires complétant selon les travaux menés la compétence générale de l'historien. Elle reste malgré tout une construction humaine, inévitablement inscrite dans son époque, susceptible d'être utilisée en dehors de son domaine, notamment à des fins d'ordre politique.", "element_cle": "1. L'histoire est l'étude et l'écriture des faits et des événements passés.\n2. L'histoire est une science humaine et sociale.\n3. Les historiens font des tentatives pour faire connaître les temps révolus.\n4. Les historiens sont influencés par leur vision du monde et leur culture.\n5. L'historiographie est la discipline universitaire d'étude et écriture de l'histoire.\n6. Les historiens utilisent des méthodes et des sources pour écrire l'histoire.\n7. L'histoire est une construction humaine qui est influencée par son époque.\n8. La critique des méthodes est importante dans l'étude de l'histoire.\n9. L'histoire peut être utilisée à des fins politiques.\n10. Au fil des siècles, l'histoire a évolué et les historiens ont remis en question leurs méthodes et sources.", "rap": "[Couplet 1]\nL'histoire, c'est bien plus qu'une simple étude,\nC'est la quête des faits passés, un devoir devenue,\nScience humaine et sociale, elle nous raconte,\nLes histoires des peuples, les temps révolus qu'on compte.\n\nLes historiens, tel des chercheurs dévoués,\nTravaillent dur pour nous éclairer, nous informer,\nMais leur vision du monde, leur culture les inspire,\nLeurs écrits sont colorés de leur propre miroir.\n\n[Refrain]\nL'historiographie, discipline universitaire,\nOù l'on scrute les sources, les méthodes nécessaires,\nL'histoire, construction humaine sous l'empreinte du temps,\nCritique importante pour avancer sereinement.\n\n[Couplet 2]\nPolitique et histoire, une relation parfois trouble,\nLes récits étouffent la vérité, leur double,\nMais avec le temps, l'homme a su revoir sa plume,\nQuestionner les méthodes, les sources, s'affirme et s'allume.\n\nDes siècles ont passé, l'histoire a progressé,\nLes historiens, humblement, se sont remis en question,\nPour mieux comprendre le passé, l'humanité en quête,\nEt ainsi écrire une histoire plus vraie, plus honnête.\n\n[Refrain]\nL'historiographie, discipline universitaire,\nOù l'on scrute les sources, les méthodes nécessaires,\nL'histoire, construction humaine sous l'empreinte du temps,\nCritique importante pour avancer sereinement."}, {"titre": "Fin de l'histoire", "text_origine": "La fin de l'Histoire est un concept philosophique qui trouve sa source dans certaines exégèses des travaux de Hegel, notamment dans les travaux du philosophe français Alexandre Kojève. Il a été remis au goût du jour après la chute du mur de Berlin par le chercheur américain Francis Fukuyama, comme terme final de l'histoire.\nSi cette dernière interprétation a été fortement contestée à la suite des événements des années 1990, entre autres par Jacques Derrida dans Spectres de Marx (1993), des interprétations contemporaines de Hegel distinguent clairement l'utilisation, par ce dernier, de cette expression, de l'usage qu'en ont fait Kojève ou Fukuyama. Dans cette perspective, la « fin de l'histoire » est, chez Hegel, présente à chaque instant dans le processus historique, processus qui ne connaît pas lui-même de terme final. L'usage de l'expression et les interprétations du sens à lui donner divergent ainsi fortement et demeurent l'objet de débats.\n\n", "element_cle": "1. Le concept de la fin de l'Histoire trouve son origine dans les travaux de Hegel et a été réinterprété par Alexandre Kojève et Francis Fukuyama.\n2. Le chercheur américain Francis Fukuyama a popularisé l'idée de la fin de l'Histoire après la chute du mur de Berlin.\n3. L'interprétation de la fin de l'Histoire a été fortement contestée dans les années 1990, notamment par Jacques Derrida.\n4. Les interprétations contemporaines de Hegel distinguent clairement son utilisation de l'expression de celle de Kojève et Fukuyama.\n5. Selon certaines perspectives, la fin de l'Histoire est présente à chaque instant dans le processus historique selon Hegel, qui ne connaît pas de terme final.", "rap": "[Couplet 1]\nAu début c'était Hegel, posant des bases conceptuelles\nLa fin de l'Histoire, c'était sa théorie essentielle\nKojève et Fukuyama, ils ont repris le flambeau\nPopularisant l'idée, après le mur de Berlin tombé haut\n\n[Refrain]\nFin de l'Histoire, une notion controversée\nContestée par Derrida, dans les années 90 qui s'est dressé\nInterprétations divergentes, des penseurs renommés\nMais la fin de l'Histoire, toujours questionnée\n\n[Couplet 2]\nFukuyama, l'Américain, il y croyait dur comme fer\nAprès la chute du mur, l'optimisme était sincère\nMais Derrida, lui, il remettait tout en question\nLa fin de l'Histoire, une idée qui divise sans concession\n\n[Refrain]\nFin de l'Histoire, une notion controversée\nContestée par Derrida, dans les années 90 qui s'est dressé\nInterprétations divergentes, des penseurs renommés\nMais la fin de l'Histoire, toujours questionnée"}, {"titre": "Évolution (biologie)", "text_origine": "En biologie, l’évolution est la transformation du monde vivant au cours du temps, qui se manifeste par des changements phénotypiques des organismes à travers les générations. Ces changements généralement graduels (mais pouvant être rapides ou lents) peuvent aboutir, à partir d’une seule espèce (dite « espèce-mère »), à la formation de nouvelles variétés périphériques devenant progressivement des « espèces-filles ». Inversement, la fusion de deux lignées par hybridation ou par symbiogenèse entre deux populations d'espèces différentes peuvent produire une troisième espèce nouvelle. L’évolution explique la biodiversité sur Terre. L’histoire des espèces peut ainsi être pensée et représentée sous la forme d’un arbre phylogénétique et d’autres schémas et modèles, qui permettent de comprendre le phénomène de l’évolution.\nCertains philosophes de l’Antiquité (Lucrèce, 98-54 avant notre ère, en particulier) ont approché le phénomène de l’évolution, mais ce n’est qu’à partir du XIXe siècle que des théories proposent des explications scientifiques, c’est-à-dire réfutables ou démontrables. Jean-Baptiste de Lamarck a le premier formulé une théorie scientifique transformiste fondée sur deux principes complémentaires : complexification de l'organisme et diversification adaptative.\nPuis, à partir de 1859 avec la publication de L'Origine des espèces par Charles Darwin, le modèle darwinien de l’évolution s’est progressivement imposé dans la communauté scientifique comme celui expliquant un maximum de faits observables avec un minimum de postulats (principe de parcimonie). Darwin illustre, avec des observations détaillées, la thèse que les espèces vivantes ne sont pas des catégories fixes, mais se diversifient avec le temps, ou disparaissent. Comme cause des changements qui se produisent peu à peu au sein d’une population, il propose l’idée de la sélection naturelle, équivalent naturel et spontané de la sélection artificielle pratiquée par les éleveurs d’animaux domestiques. Les espèces sont profondément conditionnées par leur milieu naturel, aujourd’hui appelé écosystème.\nToutefois, Darwin, contrairement à une croyance répandue, même à l'université, ne rejetait pas les mécanismes lamarckiens d'habituation et de transmission des caractères acquis ; il y a seulement ajouté les variations spontanées et la sélection naturelle. Ce n'est qu'un an après la mort de Darwin, en 1883, qu'August Weismann a postulé la séparation des lignées germinale et somatique, ce qui implique l'impossibilité de la transmission des caractères acquis. Il ne restait donc, dans l’œuvre de Darwin plus que le mécanisme variations-sélection comme vraisemblable.\nAvec la découverte de la génétique par Gregor Mendel, les modèles de l’évolution se sont peu à peu affinés. Ainsi, depuis les années 1930, la théorie synthétique de l'évolution fait l’objet d’un large consensus scientifique. Les recherches actuelles poursuivent l’étude des mécanismes qui permettent d’expliquer les phénomènes évolutifs. Des processus découverts après 1950, comme ceux des gènes architectes, de la coévolution et de l’endosymbiose, permettent de mieux saisir les mécanismes génétiques en action, d’appréhender l’évolution des espèces les unes par rapport aux autres ou de décrire plus précisément les différents rythmes de l’évolution.\n\n« L'évolution biologique n'est du reste qu'un cas particulier de l'universelle évolution, car rien n'est stable : nébuleuses, étoiles, continents et mers, climats, sociétés, mœurs, religions, tout est en perpétuelle transformation. »« L'évolution signifie non seulement changement : elle implique aussi l'idée de continuité, donc celle de l'unité fondamentale de l'Univers. Alors qu'une connaissance superficielle du monde tend à le scinder en une mosaïque d'objets disparates et hétérogènes, l'œuvre de science a été constamment de ramener la diversité à une unité non de structure mais de filiation. »\nLes logiques évolutives sont utilisées et étudiées dans des domaines aussi divers que l'agriculture, l'anthropologie, la biologie de la conservation, l'écologie, la médecine, la paléontologie, la philosophie, et la psychologie.", "element_cle": "- L'évolution est la transformation du monde vivant au cours du temps.\n- Les changements phénotypiques des organismes se produisent à travers les générations.\n- Une espèce peut donner naissance à de nouvelles variétés périphériques qui deviennent progressivement des espèces distinctes.\n- La fusion de deux lignées ou la symbiogenèse entre deux populations d'espèces différentes peuvent conduire à la formation d'une troisième espèce.\n- L'évolution explique la biodiversité sur Terre.\n- Des théories scientifiques sur l'évolution ont été proposées à partir du XIXe siècle, notamment celle de Lamarck et celle de Darwin.\n- Le modèle darwinien de l'évolution s'est imposé comme expliquant un maximum de faits observables avec un minimum de postulats.\n- Les espèces vivantes ne sont pas des catégories fixes, mais se diversifient ou disparaissent au fil du temps.\n- La sélection naturelle est une cause des changements qui se produisent au sein d'une population.\n- La sélection naturelle est l'équivalent naturel de la sélection artificielle pratiquée par les éleveurs d'animaux domestiques.", "rap": "[Couplet 1]\nL'évolution, c'est le mouvement, le changement\nDu vivant au fil des âges, c'est fascinant\nLes organismes, phénotypiquement altérés\nÀ travers les générations, se sont transformés\n\nDes nouvelles variétés qui naissent, émergent\nDevant nos yeux, en espèces distinctes elles surgissent\nLa fusion, la symbiogenèse, des rencontres uniques\nCréent une troisième espèce, c'est magnifique\n\n[Refrain]\nL'évolution explique la biodiversité\nSur Terre, elle est notre réalité\nDepuis le XIXe siècle, des théories proposées\nDe Lamarck à Darwin, notre compréhension a avancé\n\n[Couplet 2]\nLe modèle darwinien, la référence ultime\nExplicant un maximum de faits, sans abîmer les postulats\nLes espèces vivantes ne sont pas gravées dans l'argile\nElles se diversifient, disparaissent, le temps se défile\n\nLa sélection naturelle, une cause de changement\nAu sein d'une population, elle façonne l'environnement\nSimilaire à la sélection artificielle des éleveurs\nElle gouverne le vivant, une force sans frontières\n\n[Refrain]\nL'évolution explique la biodiversité\nSur Terre, elle est notre réalité\nDepuis le XIXe siècle, des théories proposées\nDe Lamarck à Darwin, notre compréhension a avancé"}, {"titre": "Évolution (biologie)", "text_origine": "En biologie, l’évolution est la transformation du monde vivant au cours du temps, qui se manifeste par des changements phénotypiques des organismes à travers les générations. Ces changements généralement graduels (mais pouvant être rapides ou lents) peuvent aboutir, à partir d’une seule espèce (dite « espèce-mère »), à la formation de nouvelles variétés périphériques devenant progressivement des « espèces-filles ». Inversement, la fusion de deux lignées par hybridation ou par symbiogenèse entre deux populations d'espèces différentes peuvent produire une troisième espèce nouvelle. L’évolution explique la biodiversité sur Terre. L’histoire des espèces peut ainsi être pensée et représentée sous la forme d’un arbre phylogénétique et d’autres schémas et modèles, qui permettent de comprendre le phénomène de l’évolution.\nCertains philosophes de l’Antiquité (Lucrèce, 98-54 avant notre ère, en particulier) ont approché le phénomène de l’évolution, mais ce n’est qu’à partir du XIXe siècle que des théories proposent des explications scientifiques, c’est-à-dire réfutables ou démontrables. Jean-Baptiste de Lamarck a le premier formulé une théorie scientifique transformiste fondée sur deux principes complémentaires : complexification de l'organisme et diversification adaptative.\nPuis, à partir de 1859 avec la publication de L'Origine des espèces par Charles Darwin, le modèle darwinien de l’évolution s’est progressivement imposé dans la communauté scientifique comme celui expliquant un maximum de faits observables avec un minimum de postulats (principe de parcimonie). Darwin illustre, avec des observations détaillées, la thèse que les espèces vivantes ne sont pas des catégories fixes, mais se diversifient avec le temps, ou disparaissent. Comme cause des changements qui se produisent peu à peu au sein d’une population, il propose l’idée de la sélection naturelle, équivalent naturel et spontané de la sélection artificielle pratiquée par les éleveurs d’animaux domestiques. Les espèces sont profondément conditionnées par leur milieu naturel, aujourd’hui appelé écosystème.\nToutefois, Darwin, contrairement à une croyance répandue, même à l'université, ne rejetait pas les mécanismes lamarckiens d'habituation et de transmission des caractères acquis ; il y a seulement ajouté les variations spontanées et la sélection naturelle. Ce n'est qu'un an après la mort de Darwin, en 1883, qu'August Weismann a postulé la séparation des lignées germinale et somatique, ce qui implique l'impossibilité de la transmission des caractères acquis. Il ne restait donc, dans l’œuvre de Darwin plus que le mécanisme variations-sélection comme vraisemblable.\nAvec la découverte de la génétique par Gregor Mendel, les modèles de l’évolution se sont peu à peu affinés. Ainsi, depuis les années 1930, la théorie synthétique de l'évolution fait l’objet d’un large consensus scientifique. Les recherches actuelles poursuivent l’étude des mécanismes qui permettent d’expliquer les phénomènes évolutifs. Des processus découverts après 1950, comme ceux des gènes architectes, de la coévolution et de l’endosymbiose, permettent de mieux saisir les mécanismes génétiques en action, d’appréhender l’évolution des espèces les unes par rapport aux autres ou de décrire plus précisément les différents rythmes de l’évolution.\n\n« L'évolution biologique n'est du reste qu'un cas particulier de l'universelle évolution, car rien n'est stable : nébuleuses, étoiles, continents et mers, climats, sociétés, mœurs, religions, tout est en perpétuelle transformation. »« L'évolution signifie non seulement changement : elle implique aussi l'idée de continuité, donc celle de l'unité fondamentale de l'Univers. Alors qu'une connaissance superficielle du monde tend à le scinder en une mosaïque d'objets disparates et hétérogènes, l'œuvre de science a été constamment de ramener la diversité à une unité non de structure mais de filiation. »\nLes logiques évolutives sont utilisées et étudiées dans des domaines aussi divers que l'agriculture, l'anthropologie, la biologie de la conservation, l'écologie, la médecine, la paléontologie, la philosophie, et la psychologie.", "element_cle": "- L'évolution est la transformation du monde vivant au cours du temps, manifestée par des changements phénotypiques des organismes à travers les générations.\n- Ces changements peuvent conduire à la formation de nouvelles espèces à partir d'une espèce mère.\n- La biodiversité sur Terre est expliquée par l'évolution.\n- Des philosophes de l'Antiquité ont abordé le phénomène de l'évolution, mais des théories scientifiques ont émergé au XIXe siècle.\n- Lamarck a formulé une théorie transformiste basée sur la complexification de l'organisme et la diversification adaptative.\n- Darwin a proposé le modèle darwinien de l'évolution, basé sur l'origine des espèces et la sélection naturelle.\n- Les espèces vivantes ne sont pas des catégories fixes, mais se diversifient et disparaissent avec le temps.", "rap": "[Couplet 1]\nL'évolution, c'est le temps qui transforme tout,\nDu monde vivant, les organismes font le tour.\nChangements phénotypiques, générations à gogo,\nCréant de nouvelles espèces, venant de la même écho.\n\nLa biodiversité, c'est là qu'elle se trouve,\nExpliquée par l'évolution, ça sonne comme un trésor.\nDepuis l'Antiquité, les esprits ont cogité,\nMais au XIXe siècle, les théories ont émergé.\n\n[Refrain]\nÉvolution, changements en action,\nAdaptation, diversification, une telle passion.\nDu passé au présent, l'évolution fait sa mission,\nLes espèces vivantes suivent leur propre vision.\n\n[Couplet 2]\nLamarck, pionnier dans le domaine,\nSa théorie transformiste nous amène.\nComplexification de l'organisme, ça détone,\nDiversification adaptative, telle est la couronne.\n\nDarwin, lui, a mis en lumière,\nLe modèle darwinien, révolutionnaire.\nOrigine des espèces, sélection naturelle,\nLa survie du plus adapté, ça donne des étincelles.\n\nLes espèces vivantes, jamais figées,\nElles se diversifient, disparaissent en chemin.\nL'évolution continue, sans jamais se lasser,\nUn processus qui ne cesse de révéler son refrain.\n\n[Refrain]\nÉvolution, changements en action,\nAdaptation, diversification, une telle passion.\nDu passé au présent, l'évolution fait sa mission,\nLes espèces vivantes suivent leur propre vision."}, {"titre": "Écologie", "text_origine": "L’écologie, ou écologie scientifique, est une science qui étudie les interactions des êtres vivants entre eux et avec leur milieu. L'ensemble des êtres vivants, de leur milieu de vie et des relations qu'ils entretiennent forme un écosystème. L'écologie fait partie intégrante de la discipline plus vaste qu'est la science de l'environnement (ou science environnementale).\nUne définition généralement admise, particulièrement utilisée en écologie humaine, admet l'écologie comme étant « le rapport triangulaire entre les individus d'une espèce, l'activité organisée de cette espèce et l'environnement de cette activité » ; l'environnement est « à la fois le produit et la condition de cette activité, et donc de la survie de l'espèce ».\nLe terme « écologiste » peut désigner un scientifique spécialisé dans l'étude de l'écologie,, un adepte de l’écologisme, ou partisan de l’écologie politique. Le terme « écologue » désigne plus spécifiquement un spécialiste de l'écologie, qu'il soit chercheur, biologiste ou ingénieur, et aurait été inventé, dans les années 1980, pour distinguer les scientifiques des militants.", "element_cle": "- L'écologie est une science qui étudie les interactions des êtres vivants avec leur milieu\n- L'écologie fait partie de la science de l'environnement\n- Les êtres vivants, leur milieu et leurs relations forment un écosystème\n- L'écologie humaine met l'accent sur le triangle entre les individus d'une espèce, leur activité organisée et leur environnement\n- L'environnement est à la fois le produit et la condition de l'activité des espèces\n- Un écologiste peut être un scientifique, un adepte de l'écologisme ou un partisan de l'écologie politique\n- Un écologue est un spécialiste de l'écologie, qu'il soit chercheur, biologiste ou ingénieur\n- Le terme \"écologue\" a été inventé dans les années 1980 pour distinguer les scientifiques des militants", "rap": "[Couplet 1]\nÉcologie, science qui révèle \nLes liens des êtres vivants avec leur belle planète terre\nÉtude de l'environnement, de ses interactions\nPour préserver cette nature, notre unique création\n\nL'écosystème, une toile complexe tissée\nEntre les êtres vivants, leurs relations tissées\nUn équilibre fragile à maintenir\nPour que la biodiversité puisse s'épanouir\n\n[Refrain]\nÉcologie, science de l'environnement\nProtégeons la nature, dès maintenant\nÉcologistes, scientifiques engagés\nPour une planète durable, réveillons nos idées\n\n[Couplet 2]\nL'écologie humaine, triangle indissociable\nIndividus, activité, environnement formidable\nL'environnement, fruit de nos actions\nEt condition pour préserver les générations\n\nUn écologiste, un être impliqué\nScientifique, écologiste militant, engagé\nChercheur, biologiste, ingénieur dévoué\nPour un avenir meilleur, tous mobilisés\n\n[Refrain]\nÉcologie, science de l'environnement\nProtégeons la nature, dès maintenant\nÉcologistes, scientifiques engagés\nPour une planète durable, réveillons nos idées"}, {"titre": "Critiques des théories de l'évolution", "text_origine": "En tant que théorie scientifique, la théorie darwinienne de l'évolution des espèces par sélection naturelle fait l'objet de diverses critiques. L'idée d'évolution biologique est souvent rejetée car elle s'oppose à une vision spirituelle de l'homme, en le présentant comme le simple résultat du hasard, obéissant uniquement à des lois mécaniques et matérielles, et non le résultat d'un dessein où l'homme pourrait trouver du sens ; cette critique est employée en particulier par des croyants qui refusent l'idée d'évolution par fidélité à certains textes sacrés comme la Torah, la Bible ou le Coran. Ceux qui ne veulent considérer que la création dite \"ex nihilo\", sans considérer aucune évolution des espèces, lui préfèrent le créationnisme. D'autres acceptent l'idée d'évolution mais refusent l'idée, inspirée de Darwin, que les mécanismes principaux en soient les mutations et la sélection naturelle, théorie désignée sous le nom de « darwinisme », et avancent que l'évolution serait pour certains dirigée (orthogenèse), ou pour d'autres orientée vers une complexification croissante notamment par les contraintes et facteurs internes des organismes (conformément aux vues de Jean-Baptiste de Lamarck sur la question).\nD'autres auteurs encore critiquent les conséquences idéologiques d'une « utilisation » (ou d'un détournement) de la théorie darwinienne de l'évolution, qui n'est selon eux, qu'une projection sur le monde naturel du fonctionnement de l'économie capitaliste, servant en retour à présenter celle-ci comme naturelle.", "element_cle": "1. La théorie darwinienne de l'évolution fait l'objet de critiques en raison de son opposition à une vision spirituelle de l'homme.\n2. Certains croyants rejettent l'idée d'évolution par fidélité à des textes sacrés tels que la Torah, la Bible ou le Coran.\n3. Le créationnisme est préféré par ceux qui ne considèrent que la création \"ex nihilo\" sans évolution des espèces.\n4. Certains acceptent l'idée d'évolution mais remettent en question les mécanismes proposés par Darwin, tels que les mutations et la sélection naturelle.\n5. Certains auteurs critiquent les conséquences idéologiques d'une utilisation détournée de la théorie de l'évolution, la comparant au fonctionnement de l'économie capitaliste.", "rap": "[Couplet 1]\nLa théorie de l'évolution, elle fait débat\nCritiquée pour son manque d'écho dans le spirituel\nMais moi, j'te parle d'éducation, d'apprentissage\nOublie les dogmes, ouvre ton esprit et voyage\n\nDarwin, il a posé les bases, c'est vrai\nMais certains croyants restent figés dans leur foi\nTorah, Bible ou Coran, ils restent attachés\nEt rejettent l'évolution, car ça les dérange\n\n[Refrain]\nOn oublie les textes sacrés, on oublie le passé\nLâche tes croyances, ouvre ton esprit, tu vas kiffer\nL'évolution, c'est la clé, pour avancer dans la vie\nLaisse les théories te guider vers l'infini\n\n[Couplet 2]\nLe créationnisme, c'est l'alternative choisie\nPas de place pour l'évolution, tout est figé\nIls croient en une création \"ex nihilo\", sans évolution\nMais moi, j'te parle de progrès et d'évolution\n\nCertains acceptent l'évolution, mais questionnent\nLes mécanismes proposés, les mutations qui détonnent\nLa sélection naturelle, ça les laisse perplexes\nIls veulent des preuves, des arguments qui bousculent\n\n[Refrain]\nOn oublie les textes sacrés, on oublie le passé\nLâche tes croyances, ouvre ton esprit, tu vas kiffer\nL'évolution, c'est la clé, pour avancer dans la vie\nLaisse les théories te guider vers l'infini\n\n[Bridge]\nMais au-delà des débats, faut pas oublier\nL'utilisation détournée, des conséquences à s'en méfier\nCertains comparent l'évolution à l'économie capitaliste\nDes idéologies pernicieuses, faut faire attention, liste\n\n[Refrain]\nOn oublie les textes sacrés, on oublie le passé\nLâche tes croyances, ouvre ton esprit, tu vas kiffer\nL'évolution, c'est la clé, pour avancer dans la vie\nLaisse les théories te guider vers l'infini"}, {"titre": "Homologie (évolution)", "text_origine": "En biologie de l'évolution, une homologie désigne un lien évolutif entre deux traits (en général anatomiques) observés chez deux espèces différentes, qui est dû au fait que toutes deux l'ont hérité d'un ancêtre commun. Ces traits sont alors dits homologues. Ce peut être des caractères anatomiques, ou moléculaires (protéines homologues). Ce terme s'étend aussi aux séquences génétiques (de l'ADN).\nLe terme homologie est un concept fondamental pour la biologie en ce qui concerne l’organisation d’un organisme. Il est aussi un sujet très flou et complexe car il est expliqué différemment selon la communauté scientifique. L’homologie a été identifiée, par Hall en 2000, comme l’un des cinq éléments le plus important dans le domaine de développement évolutif. Au niveau de la biologie évolutive du développement, le terme homologie est utilisé pour expliquer les structures similaires et répétitives d’un organisme à travers plusieurs générations. Selon Van Valen, l’homologie est la correspondance provoquée par une continuité de l’information pour des structures au sein d’un organisme ou entre des organismes.  Le concept d’homologie est peu connu et peu développé par les biologistes, surtout au niveau moléculaire. Malgré, les nombreuses définitions décrivant l’homologie, il n’y en a encore aucune qui est accepté par tous les biologistes. Ne pas confondre avec la définition d’homologie du domaine en biologie comparative et évolutionnaire. \nPar opposition, des traits analogues sont des traits similaires en forme mais apparus indépendamment au cours de l'histoire de la vie : par exemple les ailes des oiseaux, des chauves-souris, ou des insectes.", "element_cle": "1. Une homologie désigne un lien évolutif entre deux traits observés chez deux espèces différentes, hérité d'un ancêtre commun.\n2. Les homologies peuvent être des caractères anatomiques ou moléculaires.\n3. Le terme homologie est utilisé pour expliquer les structures similaires d'un organisme à travers les générations.\n4. Les biologistes ont du mal à définir précisément l'homologie, surtout au niveau moléculaire.\n5. Les traits analogues sont des traits similaires en forme mais apparus indépendamment au cours de l'histoire de la vie.", "rap": "[Couplet 1]\nL'homologie, une histoire de liens\nEntre deux espèces, c'est un patrimoine ancien\nDes traits similaires, une parenté cachée\nUn ancêtre commun, leur destin tracé\n\nReflétés dans les caractères anatomiques\nOu les molécules, un langage cryptique\nL'homologie, c'est la clé de compréhension\nDes structures similaires, une évolution\n\n[Refrain]\nL'homologie, un lien évolutif\nEntre deux êtres, un héritage à vif\nAu fil des générations, elle se transmet\nUne similitude, un code à décrypter\n\n[Couplet 2]\nMais l'homologie moléculaire, c'est un défi\nPour les biologistes, une énigme ici\nLa définition, fuyante et complexe\nDes similitudes invisibles, qui perplexent\n\nEt les traits analogues, qu'en est-il ?\nDes ressemblances en forme, mais sans fil\nIndépendamment apparus, un jeu du hasard\nL'histoire de la vie, un tableau haché, tracé à part\n\n[Refrain]\nL'homologie, un lien évolutif\nEntre deux êtres, un héritage à vif\nAu fil des générations, elle se transmet\nUne similitude, un code à décrypter"}, {"titre": "Chimie nucléaire", "text_origine": "La chimie nucléaire est une sous-catégorie de la chimie traitant de la radioactivité, des radioéléments, des processus et des propriétés nucléaires. Elle peut être divisée en cinq sous-parties.\nC’est la chimie des éléments radioactifs (éléments chimiques dont tous les isotopes sont radioactifs) tels que les actinides, le technétium, le radium ou le radon, cette chimie étant associée à des équipements spéciaux (tels que les réacteurs nucléaires ou autres…) conçus pour exécuter des processus nucléaires. Cette science inclut l’étude de la corrosion des surfaces et du comportement de matériaux ou d’atomes dans des conditions de fonctionnement normales et anormales (par exemple lors d’un accident). Un autre domaine important de la chimie nucléaire est le comportement des objets et des matériaux radioactifs qui ont été placés dans un site d’élimination ou de stockage de déchets nucléaires.\nCette chimie inclut l’étude des effets chimiques résultant de l’absorption du rayonnement par les animaux vivants, les plantes et les autres matériaux. La chimie nucléaire a grandement facilité la compréhension des traitements médicaux spéciaux (comme la radiothérapie sur les cancers), et a permis à ces traitements de s’améliorer.\nElle comprend également l’étude de la production et de l’utilisation des sources radioactives et/ou nucléaires dans un éventail de processus liés à la chimie. On peut citer parmi ces processus étudiés la radiothérapie pour des applications médicales, l’utilisation de traceurs radioactifs au sein de l’industrie, des sciences ou encore de l’environnement, la production de combustibles nucléaires ou encore la spectroscopie à résonance magnétique nucléaire (RMN) qui est couramment utilisée en chimie organique de synthèse, en physico-chimie et pour l’analyse structurelle de chimie macromoléculaire... L’utilisation de ces rayonnements est également étudiée pour la modification de matériaux, principalement les polymères. Enfin, elle traite de l’influence de la masse atomique des éléments sur les réactions chimiques et les propriétés des composés chimiques.", "element_cle": "- La chimie nucléaire est une sous-catégorie de la chimie qui traite de la radioactivité et des propriétés nucléaires.\n- Elle concerne les éléments radioactifs et les processus nucléaires associés à des équipements spéciaux.\n- Elle étudie la corrosion des surfaces et le comportement des matériaux dans des conditions normales et anormales.\n- La chimie nucléaire inclut également l'étude des matériaux radioactifs dans les sites de stockage des déchets nucléaires.\n- Elle a permis d'améliorer les traitements médicaux spéciaux comme la radiothérapie.\n- Elle étudie la production et l'utilisation des sources radioactives dans différents domaines.\n- Elle s'intéresse à l'utilisation de traceurs radioactifs dans l'industrie, les sciences et l'environnement.\n- Elle est utilisée dans la production de combustibles nucléaires et la spectroscopie à résonance magnétique nucléaire.\n- Elle explore l'utilisation des rayonnements pour la modification des matériaux, notamment les polymères.\n- Enfin, elle traite de l'influence de la masse atomique dans les processus nucléaires.", "rap": "[Couplet 1]\nLa chimie nucléaire, une science au potentiel remarquable\nQui plonge dans les méandres de l'atome atomique\nElle étudie la radioactivité, les propriétés nucléaires\nEt les processus associés, c'est l'essence même de cette matière\n\nTraitant des éléments radioactifs, elle sait les dompter\nAvec des équipements spéciaux, tout est maîtrisé\nLa corrosion des surfaces, le comportement des matériaux\nDans des conditions normales ou anormales, elle y met un terme\n\n[Refrain]\nLa chimie nucléaire, fondamentale pour l'humanité\nElle nous ouvre les portes d'une science révolutionnaire\nDu stockage des déchets aux traitements médicaux spécialisés\nElle est présente partout, une discipline exemplaire\n\n[Couplet 2]\nElle étudie les traces des matériaux radioactifs\nDans les sites de stockage de déchets, c'est spécifique\nElle a révolutionné les traitements médicaux\nLa radiothérapie a vu son efficacité décuplée\n\nElle explore la production et l'utilisation des sources radioactives\nDans divers domaines, son impact est actif\nElle utilise aussi des traceurs dans l'industrie et les sciences\nPour mieux comprendre notre environnement, quelle science !\n\n[Refrain]\nLa chimie nucléaire, fondamentale pour l'humanité\nElle nous ouvre les portes d'une science révolutionnaire\nDu stockage des déchets aux traitements médicaux spécialisés\nElle est présente partout, une discipline exemplaire\n\n[Couplet 3]\nElle se penche sur la production de combustibles nucléaires\nEt la spectroscopie par résonance magnétique nucléaire\nElle explore l'utilisation des rayonnements pour modifier les matériaux\nNotamment les polymères, c'est un savoir-faire idéal\n\nElle met en évidence l'importance de la masse atomique\nDans les processus nucléaires, un aspect qui nous impacte\nLa chimie nucléaire, une discipline complexe et fascinante\nQui ouvre de nouvelles perspectives, telle une boule de diamant\n\n[Refrain]\nLa chimie nucléaire, fondamentale pour l'humanité\nElle nous ouvre les portes d'une science révolutionnaire\nDu stockage des déchets aux traitements médicaux spécialisés\nElle est présente partout, une discipline exemplaire"}, {"titre": "Fer", "text_origine": "Le fer est l'élément chimique de numéro atomique 26, de symbole Fe.\nLe corps simple est le métal et le matériau ferromagnétique le plus courant dans la vie quotidienne, le plus souvent sous forme d'alliages divers. Le fer pur est un métal de transition ductile, mais l'adjonction de très faibles quantités d'éléments additionnels modifie considérablement ses propriétés mécaniques. Allié au carbone et avec d'autres éléments d'addition il forme les aciers, dont la sensibilité aux traitements thermomécaniques permet de diversifier encore plus les propriétés du matériau.", "element_cle": "1. Le fer est un élément chimique très courant dans la vie quotidienne, généralement sous forme d'alliages.\n2. Le fer pur est un métal ductile, mais ses propriétés peuvent être modifiées en ajoutant de faibles quantités d'autres éléments.\n3. Le fer est souvent allié au carbone pour former des aciers, qui ont des propriétés diversifiées grâce aux traitements thermomécaniques.\n4. Le fer est le métal ferromagnétique le plus répandu et est largement utilisé dans de nombreux domaines.\n5. Le fer est identifié par le symbole Fe et a un numéro atomique de 26.", "rap": "[Couplet]\nLe fer est omniprésent, dans notre vie quotidienne,\nEn alliage, en acier, il nous accompagne et nous fascine.\nDuctile et résistant, il nous offre sa robustesse,\nDes propriétés qui évoluent, selon les éléments en finesse.\n\n[Refrain]\nLe fer, symbole Fe, numéro atomique 26,\nUn élément clé, qui nous émerveille et fixe,\nDes alliances avec le carbone et autres métaux,\nLe fer, le métal ferromagnétique, maestro du tableau.\n\n[Couplet]\nDes aciers diversifiés, par des traitements thermomécaniques,\nLe fer se transforme, subit des techniques harmoniques.\nDes ponts, des voitures, des gratte-ciels monumentaux,\nLe fer, matériau essentiel, dans ces projets colossaux.\n\n[Refrain]\nLe fer, symbole Fe, numéro atomique 26,\nUn élément clé, qui nous émerveille et fixe,\nDes alliances avec le carbone et autres métaux,\nLe fer, le métal ferromagnétique, maestro du tableau."}, {"titre": "Chine", "text_origine": "La Chine (en chinois : 中国, zhōngguó), en forme longue la république populaire de Chine (RPC), également appelée Chine populaire et Chine communiste, est un pays d'Asie de l'Est. Avec plus de 1,4 milliard d'habitants, soit environ un sixième de la population mondiale, elle est, en 2023, le deuxième pays le plus peuplé du monde, après l'Inde. Elle compte six agglomérations de plus de dix millions d'habitants : la capitale Pékin, Shanghai, Chongqing, Tianjin, Canton et Shenzhen, ainsi que plus de trente villes d'au moins deux millions d'habitants. Avec une superficie de 9 600 000 km2 selon l'ONU ou de 9 596 960 km2 selon The World Factbook, la Chine est également le plus grand pays d'Asie orientale et le troisième ou quatrième plus grand pays du monde par la superficie. La Chine s'étend des côtes de l'océan Pacifique au Pamir et aux Tian Shan, et du désert de Gobi à l'Himalaya et au nord de la péninsule indochinoise.\nLa Chine est l'un des cinq membres permanents du Conseil de sécurité des Nations unies (république de Chine jusqu'en 1971, puis république populaire de Chine depuis cette date). Elle est le premier exportateur mondial et dispose de l'arme nucléaire, de la plus grande armée du monde (pour l'effectif) et du deuxième plus grand budget militaire. Gouvernée par le Parti communiste chinois depuis 1949, la Chine a adopté une « économie socialiste de marché » où capitalisme et contrôle politique totalitaire se côtoient en une formule spécifique. La Constitution de la république populaire de Chine la définit comme « un État socialiste de dictature démocratique populaire, dirigé par la classe ouvrière et basé sur l'alliance des ouvriers et des paysans ». Le préambule de la Constitution spécifie le rôle dirigeant du Parti communiste chinois et continue de citer officiellement le marxisme-léninisme comme idéologie de référence de l'État.\nLa Chine est l'une des plus anciennes civilisations au monde, et est parfois citée comme la plus ancienne civilisation continue. Elle trouve son origine dans la vallée du fleuve Jaune puis s'est étendue vers le sud (conquête des territoires au sud du Yangtsé dès la dynastie Han), vers l'ouest (premières incursions en Asie centrale sous les Han, extension temporaire jusqu'à la mer Caspienne sous les Tang, conquête du Xinjiang et du Tibet sous les Qing) et vers le nord (la dynastie Qing, d'origine mandchoue, apporta à la Chine la Mandchourie et la Mongolie). Au cours de son histoire la Chine a été à plusieurs reprises divisée puis réunifiée ; elle a été par deux fois entièrement conquise par des étrangers (par les Mongols au XIIIe siècle et par les Mandchous au XVIIe siècle), bien que ceux-ci aient fini par adopter les coutumes et le système administratif chinois pour gouverner l'empire. La dernière dynastie impériale, les Qing (la dynastie d'origine mandchoue qui régnait sur le pays depuis 1644), a connu une période de déclin durant la phase d'expansion coloniale des pays occidentaux, menant le pays de défaite en défaite à partir des guerres de l'opium. Le régime impérial chinois est renversé par la révolution chinoise de 1911 et la république de Chine est proclamée par Sun Yat-sen début 1912. En 1927, une guerre civile éclate avec le Parti communiste chinois, interrompue pendant la guerre avec le Japon jusqu'à la capitulation japonaise en 1945. À la suite de la victoire militaire du Parti communiste chinois sur le Kuomintang qui s'est exilé à Taïwan avec le gouvernement de la république de Chine, la république populaire de Chine est proclamée le 1er octobre 1949 en Chine continentale. Elle se présente comme une « république socialiste », et exerce depuis 1997 un contrôle sur vingt-deux provinces, cinq régions autonomes, quatre municipalités (dont Pékin) et deux régions administratives spéciales (Hong Kong et Macao).\nLa Chine a connu une période néolithique et des âges des métaux plutôt tardive par rapport à l'Anatolie et à la Mésopotamie, mais elle a été et reste le foyer de nombreuses innovations dans les domaines des sciences et des arts. Elle est à l'origine de nombreuses inventions majeures telles que la boussole, le papier, le billet de banque ou la poudre noire. La civilisation chinoise a fortement imprégné toute l'Asie de l'Est, notamment aux niveaux religieux (confucianisme, taoïsme et développement du bouddhisme chan), linguistique (les caractères chinois ont été utilisés dans toute la région et de nombreux mots chinois sont présents dans les langues qui y sont parlées), ainsi qu'artistique (calligraphie, peinture, imprimerie, instruments de musique, arts martiaux).", "element_cle": "1. La Chine est le deuxième pays le plus peuplé du monde en 2023, avec plus de 1,4 milliard d'habitants.\n2. La Chine compte six agglomérations de plus de dix millions d'habitants.\n3. La Chine est le plus grand pays d'Asie orientale et l'un des plus grands du monde en termes de superficie.\n4. La Chine est l'un des cinq membres permanents du Conseil de sécurité des Nations unies.\n5. La Chine est gouvernée par le Parti communiste depuis 1949 et a adopté une économie socialiste de marché.\n6. La Chine est l'une des plus anciennes civilisations au monde, souvent citée comme la plus ancienne civilisation continue.\n7. La Chine dispose de l'arme nucléaire et de la plus grande armée du monde en termes d'effectif.\n8. La Constitution de la république populaire de Chine définit le rôle dirigeant du Parti communiste chinois et l'idéologie marxiste-léniniste comme références de l'État.", "rap": "[Couplet 1]\nLa Chine, pays du million\nPlus de 1,4 milliard d'âmes au compteur, champion\nDeuxième plus peuplé en 2023, ça défrise\nUne nation qui en impose, des chiffres qui grisé\n\nSix mégalopoles, plus de dix millions en fusion\nUn urbanisme effervescent, une véritable attraction\nLa Chine envoie du lourd, superficie XXL\nLe plus grand d'Asie et du globe, ça sort du commun\n\n[Refrain]\nLa Chine, puissance en action\nEntre tradition et modernisation\nUn pays qui marque l'Histoire\nDu Conseil de sécurité aux armes nucléaires\n\n[Couplet 2]\nLe Parti communiste en gouvernance, depuis 1949\nUne économie socialiste, un modèle en plein élan\nAncienne civilisation, la plus ancienne même\nUne histoire millénaire, qui fascine et sème\n\nArmée colossale, prête à en découdre\nLa Chine ne rigole pas, elle est sans poudre\nConstitution solide, Parti communiste omniprésent\nMarxisme-léninisme, inspirations dominantes\n\n[Refrain]\nLa Chine, puissance en action\nEntre tradition et modernisation\nUn pays qui marque l'Histoire\nDu Conseil de sécurité aux armes nucléaires"}, {"titre": "Fusion nucléaire", "text_origine": "La fusion nucléaire (ou thermonucléaire) est une réaction nucléaire dans laquelle deux noyaux atomiques s’assemblent pour former un noyau plus lourd. Cette réaction est à l’œuvre de manière naturelle dans le Soleil et la plupart des étoiles de l'Univers, dans lesquelles sont créés tous les éléments chimiques autres que l'hydrogène et la majeure partie de l'hélium. Elle est, avec la fission nucléaire, l’un des deux principaux types de réactions nucléaires appliquées.\nLa fusion nucléaire dégage une quantité d’énergie colossale par unité de masse, provenant de l’attraction entre les nucléons due à l’interaction forte (voir énergie de liaison nucléaire). La masse du ou des produits d'une réaction de fusion étant inférieure à la somme des masses des noyaux fusionnés, la différence est transformée en énergie cinétique (puis en chaleur) selon la formule d'Einstein E = mc2.\nLa fusion nucléaire est utilisée dans les bombes H et, de façon plus anecdotique, dans les générateurs de neutrons. Elle pourrait être utilisée pour la production d'électricité, pour laquelle elle présente deux intérêts majeurs :\n\nla disponibilité de son « combustible » :\nle deutérium, présent à l'état naturel en quantités importantes dans les océans,\nle tritium (pour la réaction de fusion « deutérium + tritium »), qui peut être produit par bombardement neutronique du lithium 6. Les réserves mondiales en minerai de lithium suffiraient théoriquement à garantir plus d'un million d'années de fonctionnement ;\nson caractère essentiellement « propre » : les produits de la fusion eux-mêmes (principalement de l’hélium 4) ne sont pas radioactifs. Les déchets potentiels se limitent, lorsque la réaction utilisée émet des neutrons rapides, aux matériaux environnants, qui peuvent capturer ces neutrons et devenir à leur tour des isotopes radioactifs.En dépit de travaux de recherche réalisés dans le monde entier depuis les années 1950, aucune application industrielle de la fusion à la production d’énergie n’a encore abouti. Les ingénieurs se heurtent à la difficulté de créer et de maintenir une température de plusieurs millions de degrés dans un espace confiné.\nLa fusion nucléaire n'a rien à voir avec la fusion du cœur d'un réacteur nucléaire, qui est un accident nucléaire particulièrement redoutable.", "element_cle": "1. La fusion nucléaire est une réaction nucléaire dans laquelle deux noyaux atomiques s'assemblent pour former un noyau plus lourd.\n2. Elle est à l'œuvre de manière naturelle dans le Soleil et la plupart des étoiles de l'Univers.\n3. La fusion nucléaire dégage une quantité d'énergie colossale par unité de masse.\n4. Elle est utilisée dans les bombes H et les générateurs de neutrons.\n5. Elle pourrait être utilisée pour la production d'électricité grâce à la disponibilité de ses \"combustibles\" et à son caractère \"propre\".\n6. Malgré des travaux de recherche depuis les années 1950, aucune application industrielle de la fusion à la production d'énergie n'a encore abouti.", "rap": "[Couplet 1]\nLa fusion nucléaire, c'est l'union de deux noyaux atomiques,\nFormant un noyau plus lourd, c'est la fusion fantastique.\nElle se trouve dans le Soleil et les étoiles célestes,\nUne réaction naturelle qui nous laisse sans cesse.\n\nLe pouvoir de la fusion, l'énergie qui se dégage,\nColossale par unité de masse, c'est la rage.\nBombs H et générateurs de neutrons, tout ça en profite,\nMais on peut faire mieux, utiliser cette énergie toute suite.\n\n[Refrain]\nLa fusion nucléaire, vecteur d'énergie puissante,\nUn futur prometteur, une solution élégante.\nPour la production d'électricité, elle a du potentiel,\nPropre et abondante, une alternative essentielle.\n\n[Couplet 2]\nMais malgré les recherches depuis les années 50,\nAucune application industrielle, c'est pas si lifté.\nLa fusion à la production d'énergie, toujours en quête,\nMais on garde espoir, la science avance à grandes fêtes.\n\nDes dates et des événements marquants, on en a vu,\nDes avancées et des échecs, c'est ça p'tit loupé.\nMais la fusion nucléaire, on lâche pas l'affaire,\nCar elle a le potentiel, on sait qu'on finira par faire.\n\n[Refrain]\nLa fusion nucléaire, vecteur d'énergie puissante,\nUn futur prometteur, une solution élégante.\nPour la production d'électricité, elle a du potentiel,\nPropre et abondante, une alternative essentielle."}, {"titre": "Combustible nucléaire", "text_origine": "Le combustible nucléaire est le produit qui, contenant des isotopes fissiles (uranium, plutonium…), fournit l'énergie dans le cœur d'un réacteur nucléaire en entretenant la réaction en chaîne de fission nucléaire.\nLes termes « combustible » et « combustion » sont utilisés par analogie à la chaleur dégagée par une matière en feu, mais sont inappropriés pour caractériser tant le produit que son action. En effet, la combustion est une réaction d'oxydoréduction (échange d'électrons) tandis que la « combustion » des matières radioactives provient de réactions nucléaires (fission de noyaux atomiques).\nLes matières fissiles sont utilisées pour la propulsion nucléaire de navires militaires (en particulier de porte-avions et de sous-marins nucléaires), ainsi que comme combustible dans les centrales nucléaires. Un réacteur à eau pressurisée de 1 300 MWe comporte environ 100 tonnes de combustible renouvelé périodiquement, par parties.\nLe combustible UOX (Uranium Oxide) est constitué de pastilles de dioxyde d'uranium (UO2). Ces pastilles sont empilées dans des tubes en alliage de zirconium d'environ quatre mètres de longueur, aussi appelés « gaines ». L'ensemble pastilles-gaine constitue un crayon. Les crayons sont bouchés aux deux extrémités et sont pressurisés avec de l'hélium. Les crayons sont ensuite réunis en assemblages combustible constitués d'environ 250 éléments.", "element_cle": "1. Le combustible nucléaire est utilisé dans les réacteurs nucléaires pour fournir de l'énergie.\n2. Les isotopes fissiles, tels que l'uranium et le plutonium, sont utilisés dans la composition du combustible.\n3. Contrairement à la combustion traditionnelle, la réaction nucléaire du combustible provient de la fission des noyaux atomiques.\n4. Le combustible nucléaire est utilisé dans les centrales nucléaires ainsi que dans les propulsions nucléaires des navires militaires.\n5. Le combustible UOX est constitué de pastilles de dioxyde d'uranium enfermées dans des tubes en alliage de zirconium.", "rap": "[Couplet 1]\nLe combustible nucléaire, c'est l'énergie de demain\nDans les réacteurs, il fournit du jus, sans refrain\nLes isotopes fissiles, comme l'uranium, le plutonium\nComposent ce mélange, c'est pas du p'tit jambon\n\n[Refrain]\nCombustible nucléaire, puissance atomique\nFission des noyaux, ça fait bouger les pyschs\nDans les centrales, dans les navires de guerre\nUne énergie qui déchire, faut l'dire haut et clair\n\n[Couplet 2]\nLa réaction nucléaire, c'est pas de la combustion\nOn casse les atomes, ça joue dans la cour des gros bras\nCentrales nucléaires, elles fournissent l'électricité\nPropulsions des navires, une force en toute simplicité\n\n[Refrain]\nCombustible nucléaire, puissance atomique\nFission des noyaux, ça fait bouger les pyschs\nDans les centrales, dans les navires de guerre\nUne énergie qui déchire, faut l'dire haut et clair\n\n[Couplet 3 - Bonus]\nL'UOX, un combustible bien spécifique\nDes pastilles d'uranium, enfermées, c'est magnifique\nDans des tubes de zirconium, y'a pas d'place pour l'erreur\nUne technologie avancée, pour alimenter le futur"}]