[{"titre": "Analyse de la variance", "text_origine": "En statistique, l'analyse de la variance (terme souvent abrégé par le terme anglais ANOVA : analysis of variance) est un ensemble de modèles statistiques utilisés pour vérifier si les moyennes des groupes proviennent d'une même population[source insuffisante]. Les groupes correspondent aux modalités d'une variable qualitative (p. ex. variable : traitement; modalités : programme d'entrainement sportif, suppléments alimentaires; placebo) et les moyennes sont calculés à partir d'une variable continue (p. ex. gain musculaire).\nCe test s'applique lorsque l'on mesure une ou plusieurs variables explicatives catégorielle (appelées alors facteurs de variabilité, leurs différentes modalités étant parfois appelées « niveaux ») qui ont de l'influence sur la loi d'une variable continue à expliquer. On parle d'analyse à un facteur lorsque l'analyse porte sur un modèle décrit par un seul facteur de variabilité, d'analyse à deux facteurs ou d'analyse multifactorielle sinon.", "element_cle": "1. L'analyse de la variance est utilisée en statistique pour vérifier si les moyennes des groupes proviennent d'une même population.\n2. Les groupes sont déterminés par des variables qualitatives, comme les traitements ou les suppléments alimentaires.\n3. Les moyennes sont calculées à partir d'une variable continue, telle que le gain musculaire.\n4. L'analyse de la variance s'applique lorsque l'on mesure une ou plusieurs variables catégorielles qui influencent la loi d'une variable continue.\n5. On parle d'analyse à un facteur lorsque le modèle ne comporte qu'un seul facteur de variabilité, et d'analyse multifactorielle lorsque plusieurs facteurs sont pris en compte.", "rap": "[Couplet 1]\nL'analyse de la variance, le savoir statistique\nPour voir si les moyennes sont de même calibre\nOn divise les groupes par des variables qualitatives\nTraitements ou suppléments, ça devient décisif\n\nOn calcule des moyennes sur des variables continues\nComme le gain musculaire, pour rester robuste\nL'analyse de variance c'est pour les catégorielles\nQui influencent la loi, ouais, ça peut être fondamental\n\n[Refrain]\nAnalyse de la variance, on vérifie les différences\nUn facteur ou plusieurs, c'est ça l'intelligence\nLa science en action, toujours dans l'action\nAnalyse multifactorielle, la clé de la progression\n\n[Couplet 2]\nQuand y'a qu'un facteur dans le modèle, on dit un facteur\nPas besoin de trop chercher, c'est pas plus dérangeur\nMais dans une analyse multifactorielle, on enquête plus en profondeur\nPlusieurs facteurs en jeu, faut pas avoir peur\n\nL'analyse de la variance, c'est l'outil des pros\nPour comprendre les influences et les impacts deschos'\nOn creuse dans les données, on trouve les clés\nC'est ça l'analyse, l'enseignement des années passées\n\n[Refrain]\nAnalyse de la variance, on vérifie les différences\nUn facteur ou plusieurs, c'est ça l'intelligence\nLa science en action, toujours dans l'action\nAnalyse multifactorielle, la clé de la progression"}, {"titre": "Analyse de variance multivariée", "text_origine": "L'analyse de variance multivariée (ou MANOVA pour « Multivariate analysis of variance ») est un test statistique qui vise à déterminer si des facteurs qualitatifs ont des effets significatifs sur plusieurs variables dépendantes quantitatives prises collectivement. En cela, la MANOVA est donc une généralisation de l'analyse de la variance (ANOVA), qui est univariée, c'est-à-dire qui ne porte que sur une seule variable dépendante. La MANOVA est aussi utilisée pour identifier des interactions entre les variables dépendantes et entre les variables indépendantes.", "element_cle": "1. L'analyse de variance multivariée (MANOVA) est un test statistique.\n2. La MANOVA détermine si des facteurs qualitatifs ont des effets sur plusieurs variables dépendantes.\n3. La MANOVA est une généralisation de l'ANOVA, qui est un test univarié.\n4. La MANOVA peut également identifier des interactions entre les variables dépendantes et indépendantes.\n5. La MANOVA est utilisée pour prendre collectivement plusieurs variables quantitatives en considération.", "rap": "[Couplet 1]\nDans l'laboratoire du rap, j'analyse les stats\nMANOVA en main, j'détermine les effets\nSur plusieurs variables, j'fais l'dépistage\nPour voir si les facteurs ont une influence sage\n\n[Refrain]\nMANOVA, le test qui déchire tout\nAnalyse multivariée, ça met le feu au clou\nJe prends en compte plusieurs variables d'un coup\nPour savoir si y'a des liens entre tout, bijou\n\n[Couplet 2]\nGénéralisation d'l'ANOVA, c'est ça la vérité\nMANOVA, oh yeah, plus puissant, tu peux l'tester\nJ'repousse les limites du test univarié\nPour étudier les interactions, rien n'est oublié\n\n[Refrain]\nMANOVA, le test qui déchire tout\nAnalyse multivariée, ça met le feu au clou\nJe prends en compte plusieurs variables d'un coup\nPour savoir si y'a des liens entre tout, bijou"}, {"titre": "Variance (mathématiques)", "text_origine": "En statistique et en théorie des probabilités, la variance est une mesure de la dispersion des valeurs d'un échantillon ou d'une variable aléatoire. Elle exprime la moyenne des carrés des écarts à la moyenne, aussi égale à la différence entre la moyenne des carrés des valeurs de la variable et le carré de la moyenne, selon le théorème de König-Huygens. Ainsi, plus l'écart à la moyenne est grand plus il est prépondérant dans le calcul total (voir la fonction carré) de la variance qui donnerait donc une bonne idée sur la dispersion des valeurs.\nLa variance est toujours positive, et ne s’annule que s’il n’y a essentiellement qu’une seule valeur. Sa racine carrée définit l’écart type σ, d’où la notation \n  \n    \n      \n        \n          σ\n          \n            2\n          \n        \n        =\n        V\n        =\n        \n          V\n        \n        (\n        X\n        )\n        =\n        \n          V\n          a\n          r\n          (\n          X\n          )\n        \n      \n    \n    {\\displaystyle \\sigma ^{2}=V=\\mathbb {V} (X)=\\mathrm {Var(X)} }\n  .\nLa variance est quadratique et invariante par translation. Elle peut être estimée à l’aide d’un échantillon et de la moyenne empirique ou déterminée grâce à l’espérance si celle-ci est connue.\nLa variance apparait comme un cas particulier de covariance. Elle se généralise aussi pour des vecteurs aléatoires.", "element_cle": "- La variance mesure la dispersion des valeurs d'un échantillon ou d'une variable aléatoire.\n- Elle s'exprime comme la moyenne des carrés des écarts à la moyenne.\n- La variance est toujours positive et s'annule uniquement si toutes les valeurs sont identiques.\n- Sa racine carrée est l'écart type, noté σ.\n- La variance est quadratique et invariante par translation.\n- Elle peut être estimée à l'aide d'un échantillon et de la moyenne empirique.\n- La variance est un cas particulier de covariance.\n- Elle peut également être généralisée pour des vecteurs aléatoires.", "rap": "[Couplet 1]\nLa variance, c'est la dispersion des valeurs\nDans l'échantillon, c'est ça qui nous révèle\nLa moyenne des carrés, c'est ce qu'on calcule\nPour comprendre comment tout se module\n\nLa variance est toujours positive\nÀ moins que toutes les valeurs soient naïves\nToutes identiques, alors elle s'annule\nMais sinon, elle est là, elle t'encule\n\n[Refrain]\nLa racine carrée, c'est l'écart type, faut s'y faire\nNoté σ pour bien se repérer\nLa variance est quadratique, un fait à ne pas ignorer\nInvariante par translation, elle sait se mouvoir sans se casser\n\n[Couplet 2]\nPour estimer la variance, on a une astuce\nUn échantillon et la moyenne empirique\nOn fait nos calculs avec ces données\nPour comprendre la variance sous toutes ses facettes\n\nLa variance, c'est un cas de covariance\nUne notion qu'on doit prendre en considération\nPour comprendre comment des éléments se lient\nEt comment la dispersion s'enhardit\n\nOn peut généraliser la variance\nPour des vecteurs aléatoires, une évolution\nDans l'étude des probabilités, elle est vitale\nLa variance, c'est la clé de notre éducation\n\n[Refrain]\nLa racine carrée, c'est l'écart type, faut s'y faire\nNoté σ pour bien se repérer\nLa variance est quadratique, un fait à ne pas ignorer\nInvariante par translation, elle sait se mouvoir sans se casser"}, {"titre": "Régression linéaire multiple", "text_origine": "En statistique, la régression linéaire multiple est une méthode de régression mathématique étendant la régression linéaire simple pour décrire les variations d'une variable endogène associée aux variations de plusieurs variables exogènes.\nPar exemple, une analyse de régression multiple peut révéler une relation positive entre la demande de lunettes de soleil et différents caractères démographiques (âge, salaire) des acheteurs de ce produit. La demande augmente et baisse avec les variations de ces caractéristiques.", "element_cle": "1. La régression linéaire multiple est une méthode statistique pour décrire les variations d'une variable endogène en fonction de plusieurs variables exogènes.\n2. Elle étend la régression linéaire simple en prenant en compte plusieurs facteurs.\n3. Par exemple, une analyse de régression multiple peut mettre en évidence une relation entre la demande de lunettes de soleil et des caractères démographiques tels que l'âge et le salaire.\n4. La demande de lunettes de soleil varie en fonction de ces caractéristiques.\n5. La régression linéaire multiple permet de quantifier cette relation et d'estimer les effets des différentes variables exogènes sur la variable endogène.", "rap": "[Couplet 1]\nRégression linéaire multiple, méthode statistique\nPour étudier les variations d'une variable endogène critique\nOn prend en compte plusieurs facteurs, c'est magique\nPour une analyse complète, c'est une astuce logique\n\nOn peut l'appliquer à n'importe quel domaine\nPar exemple, la demande de lunettes de soleil, c'est l'air marin\nOn prend en compte l'âge et le salaire, des caractères démographiques\nEt on voit comment ça impacte la demande, c'est fantastique\n\n[Refrain]\nLa régression linéaire multiple, un outil puissant\nPour quantifier les relations et étudier les impacts\nOn analyse les données, c'est assez branle-bas\nEt on estime les effets des variables exogènes, quel tracas\n\n[Couplet 2]\nLa variable endogène varie en fonction des variables exogènes\nOn fait des calculs, on tire des conclusions bien légères\nOn peut étudier la corrélation entre le ciel et la pollution\nEt trouver des solutions pour une planète en résolution\n\nLa régression linéaire multiple, c'est pas du bla-bla\nC'est une méthode scientifique, pas besoin de préjugés\nOn étudie les effets, les impacts à travers le temps\nPour une vision claire, un avenir plus édifiant et brillant\n\n[Refrain]\nLa régression linéaire multiple, un outil puissant\nPour quantifier les relations et étudier les impacts\nOn analyse les données, c'est assez branle-bas\nEt on estime les effets des variables exogènes, quel tracas"}, {"titre": "Analyse en composantes principales", "text_origine": "L'analyse en composantes principales (ACP ou PCA en anglais pour principal component analysis), ou, selon le domaine d'application, transformation de Karhunen–Loève (KLT) ou transformation de Hotelling, est une méthode de la famille de l'analyse des données et plus généralement de la  statistique multivariée, qui consiste à transformer des variables liées entre elles (dites « corrélées » en statistique) en nouvelles variables décorrélées les unes des autres. Ces nouvelles variables sont nommées « composantes principales » ou axes principaux. Elle permet au statisticien de résumer l'information en réduisant le nombre de variables.\nIl s'agit d'une approche à la fois géométrique (les variables étant représentées dans un nouvel espace, selon des directions d'inertie maximale) et statistique (la recherche portant sur des axes indépendants expliquant au mieux la variabilité — la variance — des données). Lorsqu'on veut compresser un ensemble de \n  \n    \n      \n        N\n      \n    \n    {\\displaystyle N}\n   variables aléatoires, les \n  \n    \n      \n        n\n      \n    \n    {\\displaystyle n}\n   premiers axes de l'analyse en composantes principales sont un meilleur choix, du point de vue de l'inertie ou de la variance.\nL'outil mathématique est appliqué dans d'autres domaines que les statistiques et est parfois appelé décomposition orthogonale aux valeurs propres ou POD (anglais : proper orthogonal decomposition).", "element_cle": "1. L'analyse en composantes principales (ACP) est une méthode de statistique multivariée qui transforme des variables corrélées en nouvelles variables décorrélées.\n2. Les nouvelles variables sont appelées \"composantes principales\" ou axes principaux.\n3. L'ACP permet de résumer l'information en réduisant le nombre de variables.\n4. Elle combine une approche géométrique et statistique pour trouver les axes d'inertie maximale qui expliquent la variance des données.\n5. Dans le domaine de la compression de variables aléatoires, les premiers axes de l'ACP sont souvent privilégiés en termes d'inertie ou de variance.\n6. L'ACP peut également être utilisée dans d'autres domaines, tels que la décomposition orthogonale aux valeurs propres ou POD.", "rap": "[Couplet 1]\nL'ACP, méthode de statistique avancée\nTransforme les variables pour mieux les analyser\nCorrélées deviennent décorrélées\nDes composantes principales pour mieux comprendre\n\n[Refrain]\nL'information, l'ACP la résume\nRéduit le nombre de variables, elle ne s'encombre\nApproche géométrique et statistique\nAxes d'inertie maximale, ça c'est la physique\n\n[Couplet 2]\nCompression de variables aléatoires, c'est pas de la magie\nLes premiers axes de l'ACP, privilégiés pour la variabilité\nDans la compression, l'ACP fait la loi\nInertie et variance, ils sont les rois\n\n[Refrain]\nL'ACP, c'est pas juste une méthode de stats\nDécomposition orthogonale aux valeurs propres, ça c'est l'éclat\nUtilisée dans d'autres domaines avec brio\nPOD, la décomposition selon les principes les plus beaux"}, {"titre": "Covariance", "text_origine": "En théorie des probabilités et en statistique, la covariance entre deux variables aléatoires est un nombre permettant de quantifier leurs écarts conjoints par rapport à leurs espérances respectives. Elle s’utilise également pour deux séries de données numériques (écarts par rapport aux moyennes). La covariance de deux variables aléatoires indépendantes est nulle, bien que la réciproque ne soit pas toujours vraie.\nLa covariance est une extension de la notion de variance. La corrélation est une forme normalisée de la covariance (la dimension de la covariance entre deux variables est le produit de leurs dimensions, alors que la corrélation est une grandeur adimensionnelle).\nCe concept se généralise naturellement à plusieurs variables (vecteur aléatoire) par la matrice de covariance  (ou matrice de variance-covariance) qui, pour un ensemble de p variables aléatoires réelles X1... Xp est la matrice carrée dont l'élément de la ligne i et de la colonne j est la covariance des variables Xi et Xj. Cette matrice permet de quantifier la variation de chaque variable par rapport à chacune des autres. La forme normalisée de la matrice de covariance est la matrice de corrélation.\nÀ titre d'exemple, la dispersion d'un ensemble de points aléatoires dans un espace à deux dimensions ne peut pas être totalement caractérisée par un seul nombre, ni par les seules variances dans les directions x et y ; une matrice 2 × 2 permet d’appréhender pleinement la nature bidimensionnelle des variations. \nLa matrice de covariance étant une matrice semi-définie positive, elle peut être diagonalisée et l’étude des valeurs propres et vecteurs propres permet de caractériser la distribution à l’aide d’une base orthogonale : cette approche est l'objet de l'analyse en composantes principales qui peut être considérée comme une sorte de compression de l’information.", "element_cle": "1. La covariance mesure l'écart conjoint entre deux variables aléatoires ou séries de données.\n2. La covariance est nulle pour des variables aléatoires indépendantes, mais pas toujours dans le sens inverse.\n3. La corrélation est une mesure normalisée de la covariance.\n4. La matrice de covariance permet de quantifier la variation de chaque variable par rapport aux autres.\n5. La matrice de covariance peut être diagonalisée pour caractériser la distribution à l'aide d'une base orthogonale.\n6. L'analyse en composantes principales est une approche de compression de l'information basée sur la matrice de covariance.", "rap": "[Couplet 1]\nLa covariance, c'est la mesure de l'écart,\nEntre deux variables, un vrai combat,\nElle peut être positive ou négative,\nMais ça dépend si les données sont actives.\n\nÀ l'inverse, si les variables sont indépendantes,\nLa covariance est nulle, c'est important de le comprendre,\nMais la corrélation, elle, est normalisée,\nPour quantifier l'écart entre les données, tu peux t'y essayer.\n\n[Refrain]\nCovariance, corrélation, des notions clés,\nDans l'analyse des données, faut pas les négliger,\nLa matrice de covariance, elle quantifie,\nLa variation de chaque variable dans ton étude, c'est pas fini.\n\n[Couplet 2]\nLa matrice de covariance peut être diagonalisée,\nCaractérisant ainsi la distribution de manière spécialisée,\nElle te donne une base orthogonale,\nPour comprendre mieux les variables, un outil génial.\n\nL'analyse en composantes principales, c'est son nom,\nElle compresse l'information, te donne un bon sommaire,\nLa matrice de covariance est son point de départ,\nDans l'analyse des données, elle est une vraie part.\n\n[Refrain]\nCovariance, corrélation, des notions clés,\nDans l'analyse des données, faut pas les négliger,\nLa matrice de covariance, elle quantifie,\nLa variation de chaque variable dans ton étude, c'est pas fini."}, {"titre": "Analyse discriminante", "text_origine": "L’analyse factorielle discriminante (AFD) ou simplement analyse discriminante est une technique statistique qui vise à décrire, expliquer et prédire l’appartenance à des groupes prédéfinis (classes, modalités de la variable à prédire…) d’un ensemble d’observations (individus, exemples…) à partir d’une série de variables prédictives (descripteurs, variables exogènes…).\nL’analyse discriminante est utilisée dans de nombreux domaines.\n\nEn médecine, par exemple pour détecter les groupes à hauts risques cardiaques à partir de caractéristiques telles que l’alimentation, le fait de fumer ou non, les antécédents familiaux, etc.\nDans le domaine bancaire, lorsque l’on veut évaluer la fiabilité d’un demandeur de crédit à partir de ses revenus, du nombre de personnes à charge, des encours de crédits qu’il détient, etc.\nEn biologie, lorsque l’on veut affecter un objet à sa famille d’appartenance à partir de ses caractéristiques physiques. Les iris de Sir Ronald Fisher — qui est à l'origine de cette méthode — en est un exemple, il s’agit de reconnaître le type d’iris (setosa, virginica, et versicolor) à partir de la longueur/largeur de ses pétales et sépales.\nEn informatique, pour la reconnaissance optique de caractères. L'analyse discriminante est utilisée pour reconnaître un caractère imprimé à partir d'informations simples, comme la présence ou non de symétrie, le nombre d'extrémités…L’analyse discriminante est une technique connue et reconnue, elle est décrite à peu près de manière identique par les différentes communautés du traitement de données : en statistique exploratoire (exploratory data analysis), en analyse des données, en reconnaissance de formes (pattern recognition), en apprentissage automatique (machine learning), en fouille de données (data mining)…", "element_cle": "- L'analyse discriminante est une technique statistique visant à prédire l'appartenance à des groupes prédéfinis à partir de variables prédictives\n- Elle est utilisée dans divers domaines tels que la médecine, la finance, la biologie et l'informatique\n- En médecine, elle permet de détecter les groupes à haut risque cardiaque à partir de caractéristiques telles que l'alimentation ou le tabagisme\n- En biologie, elle permet d'affecter un objet à sa famille d'appartenance en se basant sur ses caractéristiques physiques\n- En informatique, elle est utilisée pour la reconnaissance optique de caractères\n- L'analyse discriminante est une méthode largement reconnue et utilisée dans le traitement de données", "rap": "[Couplet 1]\nJ'arrive avec la méthode d'analyse discriminante\nUn outil statistique pour des prédictions intelligentes\nDans tous les domaines, elle est utilisée\nMédecine, finance, bio, rien ne lui résiste\n\nEn médecine, elle détecte les risques cardiaques\nAlimentation, tabagisme, tout est pris en charge\nOn identifie les groupes à haut potentiel\nEt on prévient les problèmes, c'est essentiel\n\n[Refrain]\nAnalyse discriminante, une méthode puissante\nPour prédire, classifier, elle est toujours présente\nDans la science, l'informatique, elle est reconnue\nUne technique efficace, elle n'a rien à prouver\n\n[Couplet 2]\nEn biologie, elle attribue une famille à un objet\nGrâce à ses caractéristiques, c'est un fait\nOn regroupe les similitudes, on fait parler les données\nEt on avance dans la recherche, avec fierté\n\nEn informatique, elle est utilisée pour la reconnaissance\nOptique de caractères, pour des résultats sans hésitation\nElle facilite le traitement des informations\nEt nous guide vers la bonne direction\n\n[Refrain]\nAnalyse discriminante, une méthode puissante\nPour prédire, classifier, elle est toujours présente\nDans la science, l'informatique, elle est reconnue\nUne technique efficace, elle n'a rien à prouver"}, {"titre": "Kombucha", "text_origine": "Le kombucha est une boisson fermentée légèrement acide. Elle est préparée grâce à une culture symbiotique de bactéries et de levures que l'on plonge dans une solution sucrée à base de thé (traditionnellement du thé noir). À ce jour, les origines du kombucha restent inconnues. La boisson pourrait être millénaire, mais les premiers écrits la concernant ne remontent qu'à la fin du XIXe siècle,.\nLe symbiote est couramment appelé « mère de kombucha » (vulgairement « champignon »), membrane visqueuse de quelques centimètres d'épaisseur qui ressemble à une « mère de vinaigre » et qui donne au toucher la même sensation que le kombu, l'algue laminaire. Mise en culture dans un récipient contenant la solution sucrée et recouvert d'un linge pour éviter les poussières mais laissant passer l'air, la mère se développe avec une couche jeune (couleur blanche) du côté exposé à l'air, et une couche ancienne (plus colorée) contenant des levures mortes formant un dépôt dans le fond du récipient. Cette levure permettra la fermentation lors de la mise en bouteille. Cette fermentation donnera une boisson gazeuse.\nCette boisson est traditionnellement consommée dans plusieurs pays, réputée bénéfique pour les problèmes de digestion et utilisée comme remède populaire en automédication pour de nombreuses affections,,. Certains produits commerciaux contiennent des conservateurs ou sont pasteurisés et les bactéries potentiellement bénéfiques à l'organisme sont détruites : la boisson en perdrait son éventuelle efficacité thérapeutique.\nL'efficacité du kombucha sur l'être humain n'a pas été prouvée scientifiquement. Quelques cas de toxicité grave suspectés d'être liés à une consommation de kombucha ont par ailleurs été rapportés dans la littérature médicale,.", "element_cle": "1. Le kombucha est une boisson fermentée légèrement acide préparée à partir d'une culture de bactéries et de levures.\n2. Les origines du kombucha restent inconnues, mais la boisson pourrait être millénaire.\n3. La culture de kombucha ressemble à une membrane visqueuse appelée « mère de kombucha ».\n4. La fermentation de la culture de kombucha donne une boisson gazeuse.\n5. Le kombucha est traditionnellement consommé dans de nombreux pays et est réputé pour ses bienfaits sur la digestion.\n6. Certains produits commerciaux de kombucha peuvent perdre leurs propriétés thérapeutiques en raison de la pasteurisation ou de l'ajout de conservateurs.\n7. L'efficacité du kombucha sur la santé humaine n'a pas été prouvée scientifiquement.\n8. Des cas de toxicité grave liée à une consommation de kombucha ont été rapportés dans la littérature médicale.", "rap": "[Couplet 1]\nLe kombucha, cette boisson magique\nFermentée, acide, un truc fantastique\nDes bactéries et des levures, un mélange unique\nOrigines incertaines, ça reste énigmatique\n\n[Couplet 2]\nUne culture visqueuse, la mère de kombucha\nElle transforme tout ça en boisson pétillante, ouah\nTradition ancienne, consommée dans le monde entier\nDigestion améliorée, c'est prouvé, c'est vrai\n\n[Refrain]\nKombucha, Kombucha, dans nos verres on t'apprécie\nKombucha, Kombucha, t'es bon pour la santé c'est pas du pipeau\nAttention aux produits commerciaux qui perdent leurs vertus\nToxicité possible, faut faire gaffe, c'est pas un truc anodin pour nous"}, {"titre": "Analyse discriminante linéaire", "text_origine": "En statistique, l’analyse discriminante linéaire ou ADL (en anglais, linear discriminant analysis ou LDA) fait partie des techniques d’analyse discriminante prédictive. Il s’agit d’expliquer et de prédire l’appartenance d’un individu à une classe (groupe) prédéfinie à partir de ses caractéristiques mesurées à l’aide de variables prédictives.\nDans l’exemple de l'article Analyse discriminante, le fichier Flea Beetles, l’objectif est de déterminer l’appartenance de puces à telle ou telle espèce à partir de la largeur et de l’angle de son édéage (partie des organes génitaux mâles de l'insecte.) \nLa variable à prédire est forcément catégorielle (discrète), elle possède 3 modalités dans notre exemple. Les variables prédictives sont a priori toutes continues. Il est néanmoins possible de traiter les variables prédictives discrètes moyennant une préparation adéquate des données.\nL’analyse discriminante linéaire peut être comparée aux méthodes supervisées développées en apprentissage automatique et à la régression logistique développée en statistique.", "element_cle": "1. L'analyse discriminante linéaire est une technique statistique utilisée pour prédire l'appartenance d'un individu à une classe prédéfinie.\n2. L'ADL se base sur les caractéristiques mesurées à l'aide de variables prédictives.\n3. Dans l'exemple donné, l'ADL est utilisée pour déterminer l'appartenance des puces à différentes espèces en se basant sur la largeur et l'angle de leur édéage.\n4. La variable à prédire est catégorielle avec 3 modalités dans cet exemple.\n5. Les variables prédictives sont a priori continues, mais il est possible de traiter les variables discrètes avec une préparation adéquate des données.\n6. L'analyse discriminante linéaire peut être comparée aux méthodes supervisées de l'apprentissage automatique et à la régression logistique en statistique.", "rap": "[Couplet 1]\nL'analyse discriminante linéaire, la science de prédiction\nOn classe les individus en fonction de leurs actions\nTechnique statistique pour comprendre les données\nEt déterminer leur appartenance, en toute clarté\n\nLes variables prédictives, les caractéristiques mesurées\nOn prend en compte les valeurs, les éléments avérés\nDans l'exemple donné, on parle des petites bêtes\nCes puces aux édéages, on les trie sans fausse fête\n\n[Refrain]\nAnalyse discriminante linéaire, méthode de choix\nPour prédire les classes, sans être dans l'embarras\nOn utilise les éléments, les données bien ciblées\nPour classifier les individus, en toute équité\n\n[Couplet 2]\nVariables catégorielles, à trois modalités\nOn cherche à les distinguer, à les différencier\nPour cela, on se base sur la largeur et l'angle\nDes édéages des puces, c'est ça notre angle\n\nLes prédictives peuvent être continues ou bien discrètes\nMais avec une préparation adéquate, rien n'est en défaite\nL'ADL, un outil comparé à l'apprentissage automatique\nEt à la régression logistique, une vraie pratique\n\n[Refrain]\nAnalyse discriminante linéaire, méthode de choix\nPour prédire les classes, sans être dans l'embarras\nOn utilise les éléments, les données bien ciblées\nPour classifier les individus, en toute équité"}, {"titre": "Analyse des données", "text_origine": "L’analyse des données (aussi appelée analyse exploratoire des données ou AED) est une famille de méthodes statistiques dont les principales caractéristiques sont d'être multidimensionnelles et descriptives. Dans l'acception française, la terminologie « analyse des données » désigne donc un sous-ensemble de ce qui est appelé plus généralement la statistique multivariée. Certaines méthodes, pour la plupart géométriques, aident à faire ressortir les relations pouvant exister entre les différentes données et à en tirer une information statistique qui permet de décrire de façon plus succincte les principales informations contenues dans ces données. D'autres techniques permettent de regrouper les données de façon à faire apparaître clairement ce qui les rend homogènes, et ainsi mieux les connaître.\nL’analyse des données permet de traiter un nombre très important de données et de dégager les aspects les plus intéressants de la structure de celles-ci. Le succès de cette discipline dans les dernières années est dû, dans une large mesure, aux représentations graphiques fournies. Ces graphiques peuvent mettre en évidence des relations difficilement saisies par l’analyse directe des données ; mais surtout, ces représentations ne sont pas liées à une opinion « a priori » sur les lois des phénomènes analysés contrairement aux méthodes de la statistique classique.\nLes fondements mathématiques de l’analyse des données ont commencé à se développer au début du XXe siècle, mais ce sont les ordinateurs qui ont rendu cette discipline opérationnelle, et qui en ont permis une utilisation très étendue. Mathématiques et informatique sont ici intimement liées.", "element_cle": "1. L'analyse des données est une méthodologie statistique multidimensionnelle et descriptive.\n2. Elle fait partie de la statistique multivariée.\n3. Certaines méthodes géométriques mettent en évidence les relations entre les données.\n4. D'autres techniques permettent de regrouper les données de manière homogène.\n5. L'analyse des données permet de traiter un grand nombre de données.\n6. Les graphiques sont une composante clé de cette discipline.\n7. Les fondements mathématiques de l'analyse des données remontent au début du XXe siècle.\n8. Les ordinateurs ont rendu cette méthode opérationnelle et largement utilisée.\n9. Les mathématiques et l'informatique sont étroitement liées dans l'analyse des données.", "rap": "[Couplet 1]\nL'analyse des données, une méthodologie stat'\nMultidimensionnelle, des chiffres en éclat\nDes stats multivariées qui s'entremêlent\nPour dévoiler des relations, c'est la clé, faut qu'tu m'cène\n\nOn utilise des méthodes géométriques, frérot\nPour mettre en évidence les liens entre les rôles\nClusters homogènes, les data sont triées\nRien d'anodin, c'est une véritable prouesse\n\n[Refrain]\nAnalyse des données, c'est une discipline de choc\nGraphiques en pagaille, c'est l'mode cardio\nDepuis le début du XXe sciècle, on agit\nAujourd'hui les ordis, la méthode s'est élargie\n\n[Couplet 2]\nLes données en pagaille, faut trouver l'trait d'union\nOn traite, on explore, pour extraire l'information\nLes graphiques sont clés, c'est l'atout principal\nPour représenter, visualiser, c'est l'idéal\n\nLes fondements mathématiques, ça remonte loin\nAu début du XXe siècle, ça n'fait pas d'chemin\nMais les ordinateurs, les ont rendus opérationnels\nL'analyse des données, c'est un véritable panel\n\nEn mathématiques et en info, tout est lié\nPour plonger dans ces data, faut être bien rodé\nL'analyse des données, on la prend pas à la légère\nOn comprend, on interprète, pour être éclairé\n\n[Refrain]\nAnalyse des données, c'est une discipline de choc\nGraphiques en pagaille, c'est l'mode cardio\nDepuis le début du XXe sciècle, on agit\nAujourd'hui les ordis, la méthode s'est élargie"}, {"titre": "Analyse factorielle de données mixtes", "text_origine": "L’Analyse factorielle de données mixtes (AFDM) est la méthode factorielle dédiée aux tableaux dans lesquels un ensemble d’individus est décrit par un ensemble de variables quantitatives et qualitatives.\nLe terme « mixte » renvoie à la présence simultanée, en tant qu’éléments actifs, de variables quantitatives et qualitatives. De façon simplifiée, on peut dire que l’AFDM fonctionne comme une Analyse en composantes principales (ACP) pour les variables quantitatives et comme une Analyse des correspondances multiples (ACM) pour les variables qualitatives.", "element_cle": "1. L'Analyse factorielle de données mixtes (AFDM) est une méthode qui traite les données quantitatives et qualitatives dans un même tableau.\n2. L'AFDM est utilisée pour analyser un ensemble d'individus décrit par des variables à la fois quantitatives et qualitatives.\n3. La méthode AFDM combine les principes de l'Analyse en composantes principales (ACP) pour les variables quantitatives et de l'Analyse des correspondances multiples (ACM) pour les variables qualitatives.\n4. Le terme \"mixte\" fait référence à la présence simultanée de variables quantitatives et qualitatives dans l'AFDM.\n5. En résumé, l'AFDM permet d'analyser les données mixtes de manière similaire à l'ACP et l'ACM pour les variables respectives.", "rap": "[Couplet 1]\nAnalyse factorielle de données mixtes, c'est la méthode\nPour traiter quantitatif et qualitatif, elle est parfaite\nOn analyse un ensemble d'individus, les décrire dans un tableau\nAvec des variables des deux types, c'est notre rôle\nL'AFDM combine ACP et ACM, un mélange puissant\nPour comprendre les données, c'est vraiment intéressant\n\n[Refrain]\nL'AFDM, une méthode éducative et pertinente\nElle met en évidence les notions importantes\nDates et événements marquants, tout est clair\nPour comprendre les données, c'est notre savoir-faire\n\n[Couplet 2]\nEn termes simples, l'AFDM fait face aux variables mixtes\nQuantitatives et qualitatives, rien ne lui résiste\nOn peut analyser les données, comme l'ACP et l'ACM\nUn outil polyvalent, on ne peut plus se passer de ses enseignements\nDonc si tu veux comprendre tes données de manière exhaustive\nL'AFDM est là, elle est vraiment efficace\n\n[Refrain]\nL'AFDM, une méthode éducative et pertinente\nElle met en évidence les notions importantes\nDates et événements marquants, tout est clair\nPour comprendre les données, c'est notre savoir-faire"}, {"titre": "Donnée", "text_origine": "Une donnée est ce qui est connu et qui sert de point de départ à un raisonnement ayant pour objet la détermination d'une solution à un problème en relation avec cette donnée. Cela peut être une description élémentaire qui vise à objectiver une réalité, le résultat d'une comparaison entre deux événements du même ordre (mesure) soit en d'autres termes une observation ou une mesure.\nLa donnée brute est dépourvue de tout raisonnement, supposition, constatation, probabilité. Si elle est considérée comme indiscutable ou même si elle est indiscutée par méconnaissance, elle peut servir de base à une recherche, à un examen quelconque.\nLes données pouvant être de nature très différentes suivant leur source, elles doivent souvent faire l'objet d'une transformation préalable avant traitement.\nJusqu'à il y a quelques siècles, l'être humain n'avait connaissance du monde réel qu'à travers la stimulation de ses sens naturels : la vue, l'ouïe, l'odorat, le goût et le toucher. Par la suite, grâce à l'informatique notamment il a pu déployer des systèmes capables de produire et traiter la donnée à sa place.\nLa technique utilisée aujourd'hui est la quantification numérique dans un système binaire, associée à des machines de traitement à deux états de fonctionnement. En clair, cela veut dire que le monde réel est vu par des capteurs dont la réponse continue ou discrète est traduite en nombres qui sont traités, c'est-à-dire traduits, par des ordinateurs.\nUn travail est souvent fait sur les données brutes pour leur donner un sens et plus précisément un contexte afin de pouvoir les transformer en information. Les données peuvent être :\n\ndes résultats de mesure fonction d'un étalon de référence pouvant, associé à la manière de traiter les données, générer des biais sur l’interprétation finale (limites des sondages) ;\ndes valeurs discrètes représentant l'état d'un système ;\ndes informations logiques représentant un contexte non réel ;\netc.Le résultat du traitement sera souvent in fine soumis à l'interprétation d'un être humain et devra de ce fait être présenté sous forme adéquate, par exemple un graphique ou une liste de choix. Cela permettra à un être humain d'y associer un sens (une interprétation) et ainsi de créer une nouvelle information.\n\n", "element_cle": "1. La donnée est utilisée comme point de départ pour résoudre des problèmes. \n2. Les données peuvent être des descriptions élémentaires, des mesures ou des observations. \n3. Les données doivent souvent être transformées avant d'être traitées. \n4. Autrefois, les sens de l'homme étaient la seule source d'informations sur le monde réel. \n5. Aujourd'hui, les capteurs transforment les informations en nombres qui sont ensuite traités par des ordinateurs. \n6. Les données sont souvent travaillées pour leur donner du sens et les transformées en informations. \n7. Les données peuvent représenter des mesures, des valeurs d'état ou des informations logiques. \n8. Le traitement des données est souvent soumis à interprétation. \n9. Les données peuvent générer des biais dans l'interprétation finale. \n10. Le traitement des données vise à produire des informations utiles.", "rap": "[Couplet 1]\nLa donnée, un outil pour résoudre les problèmes\nDescriptions, mesures, observations en somme\nTransformer avant de les traiter, c'est la clé\nLes sens humains, autrefois seuls à observer\n\nAujourd'hui, capteurs transforment en nombres\nTraités par des machines pour un résultat plus sombre\nDonnées travaillées pour donner du sens\nInformations concrètes, c'est le tour de danse\n\n[Refrain]\nDonnées qui représentent mesures et valeurs\nInformations logiques pour un monde meilleur\nMais attention, interprétation est souvent biaisée\nTraitement des données, pour des infos bien utilisées\n\n[Couplet 2]\nLe traitement des données, une interprétation\nQui peut parfois générer des déviations\nBiais dans l'interprétation finale, il faut faire attention\nDonnées utiles, c'est le but de toute cette action\n\nAlors cherchons la vérité, sans se laisser tromper\nTraitement des données, une tâche à ne pas négliger\nProduire des informations concrètes, bien fondées\nLa donnée, un pouvoir qu'il faut savoir bien manier\n\n[Refrain]\nDonnées qui représentent mesures et valeurs\nInformations logiques pour un monde meilleur\nMais attention, interprétation est souvent biaisée\nTraitement des données, pour des infos bien utilisées"}, {"titre": "Analyse de données textuelles", "text_origine": "L'analyse de données textuelles (ou ADT) est une approche des sciences humaines qui envisage les textes comme des données organisées qui, constituées en corpus, peuvent être analysées indépendamment de leur énonciataire, voire de leur énonciation. Le développement des outils informatiques a donné une impulsion indéniable à cette approche.\nL'analyse de données textuelles, qui est inspirée par la linguistique structurelle et l'analyse de discours, est autant qualitative que quantitative. Elle cherche à qualifier les éléments des textes à l'aide de catégories et à les quantifier en analysant leur répartition statistique. L'approche a été très inspirée par les travaux de Jean-Paul Benzécri et a été utilisée dès les années 1960 sur des corpus de textes littéraires ou de textes politiques.", "element_cle": "1. L'analyse de données textuelles est une approche des sciences humaines qui envisage les textes comme des données organisées en corpus.\n2. Cette approche permet d'analyser les textes indépendamment de leur énonciataire ou de leur énonciation.\n3. Les outils informatiques ont grandement contribué au développement de l'analyse de données textuelles.\n4. Cette approche combine à la fois des aspects qualitatifs et quantitatifs.\n5. Elle vise à qualifier et quantifier les éléments des textes en utilisant des catégories et une analyse statistique.\n6. L'analyse de données textuelles s'inspire de la linguistique structurelle et de l'analyse de discours.\n7. Elle a été utilisée dès les années 1960 sur des corpus de textes littéraires et politiques.\n8. Jean-Paul Benzécri a influencé cette approche.\n9. La méthode cherche à comprendre la répartition statistique des éléments dans les textes.\n10. L'analyse de données textuelles offre un nouvel éclairage sur la compréhension des textes et leur interprétation.", "rap": "[Couplet 1]\nL'analyse de données textuelles, une méthode innovante\nDans les sciences humaines, elle est proéminente\nElle envisage les textes comme des données organisées\nEn corpus, pour mieux les disséquer, les étudier\n\nElle permet d'analyser indépendamment\nL'énonciataire ou l'énonciation, une vision innovante\nLes outils informatiques ont grandement contribué\nAu développement de cette approche bien mûrie\n\n[Refrain]\nAnalyse de données textuelles, une approche efficiente\nMêlant qualitatif et quantitatif, une science compétente\nPour qualifier et quantifier les éléments des textes\nCatégories et analyse statistique, une compréhension vaste\n\n[Couplet 2]\nInspirée de la linguistique structurelle et de l'analyse de discours\nDepuis les années 60, elle trace son parcours\nSur des corpus de textes littéraires et politiques\nElle a montré son utilité, son côté prophétique\n\nJean-Paul Benzécri, un pionnier de cette approche\nUn grand influenceur, qui ne laisse aucune reproche\nCette méthode cherche à comprendre la répartition statistique\nDes éléments dans les textes, une vision optimistique\n\n[Refrain]\nAnalyse de données textuelles, un nouvel éclairage\nSur la compréhension des textes, leur interprétation enflammage\nQualifiant et quantifiant, pour une vision approfondie\nCette approche nous aide à y voir plus clair dans nos vies"}, {"titre": "Analyse en composantes principales", "text_origine": "L'analyse en composantes principales (ACP ou PCA en anglais pour principal component analysis), ou, selon le domaine d'application, transformation de Karhunen–Loève (KLT) ou transformation de Hotelling, est une méthode de la famille de l'analyse des données et plus généralement de la  statistique multivariée, qui consiste à transformer des variables liées entre elles (dites « corrélées » en statistique) en nouvelles variables décorrélées les unes des autres. Ces nouvelles variables sont nommées « composantes principales » ou axes principaux. Elle permet au statisticien de résumer l'information en réduisant le nombre de variables.\nIl s'agit d'une approche à la fois géométrique (les variables étant représentées dans un nouvel espace, selon des directions d'inertie maximale) et statistique (la recherche portant sur des axes indépendants expliquant au mieux la variabilité — la variance — des données). Lorsqu'on veut compresser un ensemble de \n  \n    \n      \n        N\n      \n    \n    {\\displaystyle N}\n   variables aléatoires, les \n  \n    \n      \n        n\n      \n    \n    {\\displaystyle n}\n   premiers axes de l'analyse en composantes principales sont un meilleur choix, du point de vue de l'inertie ou de la variance.\nL'outil mathématique est appliqué dans d'autres domaines que les statistiques et est parfois appelé décomposition orthogonale aux valeurs propres ou POD (anglais : proper orthogonal decomposition).", "element_cle": "1. L'analyse en composantes principales (ACP) est une méthode de statistique multivariée.\n2. Elle permet de transformer des variables corrélées en variables décorrélées.\n3. Les nouvelles variables sont appelées \"composantes principales\" ou \"axes principaux\".\n4. L'ACP réduit le nombre de variables tout en conservant l'information.\n5. Elle est à la fois une approche géométrique et statistique.\n6. L'ACP cherche à expliquer la variance des données à travers des axes indépendants.\n7. Elle est utilisée dans divers domaines, pas seulement la statistique.\n8. Elle est parfois appelée décomposition orthogonale aux valeurs propres ou POD.\n9. Les premiers axes de l'ACP sont souvent choisis pour compresser un ensemble de variables aléatoires.\n10. L'ACP est également connue sous les noms de transformation de Karhunen-Loève ou de transformation de Hotelling.", "rap": "[Couplet 1]\nJ'rappe sur l'ACP, la statistique multivariée\nUne méthode pour étudier les données bien liées\nOn transforme les variables en composantes décorrélées\nPour mieux comprendre les facteurs qui les ont influencées\n\nL'ACP, une approche géométrique et statistique\nOn cherche à expliquer la variance de manière réaliste\nLes axes indépendants nous montrent la voie\nPour comprendre des données, ça nous donne la clé\n\n[Refrain]\nL'ACP, une technique puissante\nPour réduire les variables tout en gardant l'essentiel\nElle est utilisée dans divers domaines, c'est fascinant\nElle a même d'autres noms, la transformation de Karhunen-Loève ou de Hotelling\n\n[Couplet 2]\nOn utilise l'ACP, pas seulement en statistique\nDans la finance, la biologie, c'est aussi magnifique\nOn compresse des variables aléatoires, on simplifie le tout\nPour mieux comprendre les données, c'est un vrai atout\n\nLa décomposition orthogonale aux valeurs propres, ou POD\nC'est un autre nom pour l'ACP, tu peux l'appeler comme tu veux\nTransforme tes données, comprends les en profondeur\nL'ACP, une transformation qui va te rendre meilleur\n\n[Refrain]\nL'ACP, une technique puissante\nPour réduire les variables tout en gardant l'essentiel\nElle est utilisée dans divers domaines, c'est fascinant\nElle a même d'autres noms, la transformation de Karhunen-Loève ou de Hotelling"}, {"titre": "Expressions d'analyse de données", "text_origine": "Les Expressions d'Analyse de Données (DAX), constituent le langage de formules et de requêtes propre à Microsoft PowerPivot, Power BI Desktop et aux modèles Tabulaires de SQL Server Analysis Services (SSAS). DAX intègre certaines des fonctions que l'on retrouve dans les formules Excel, mais également des fonctions supplémentaires conçues pour traiter des données relationnelles et réaliser des agrégations dynamiques. En partie, DAX représente une évolution du langage d'Expression Multidimensionnelle (MDX), développé par Microsoft pour les modèles multidimensionnels des Analysis Services, souvent appelés \"cubes\", en y associant les fonctions de formules Excel. DAX vise à être simple et facile à apprendre, tout en mettant en avant la puissance et la flexibilité des modèles tabulaires de PowerPivot et de SSAS.", "element_cle": "1. Les Expressions d'Analyse de Données (DAX) sont un langage de formules et de requêtes utilisé dans Microsoft PowerPivot, Power BI Desktop et les modèles Tabulaires de SQL Server Analysis Services (SSAS).\n2. DAX intègre des fonctions similaires à celles d'Excel, mais également des fonctions spécifiquement conçues pour traiter des données relationnelles et réaliser des agrégations dynamiques.\n3. DAX est une évolution du langage d'Expression Multidimensionnelle (MDX) développé par Microsoft pour les modèles multidimensionnels des Analysis Services, y ajoutant les fonctions de formules Excel.\n4. DAX se veut simple et facile à apprendre, tout en offrant la puissance et la flexibilité des modèles tabulaires de PowerPivot et de SSAS.", "rap": "[Couplet 1]\nYo, j'vais t'parler d'analyse de données\nC'est du lourd, ouais, ça vient de chez Microsoft\nDAX, c'est son nom, un langage puissant\nUtilisé dans PowerPivot, Power BI Desktop et SSAS\n\nRefrain:\nExpressions d'Analyse de Données, ouais, c'est ça qu'on veut\nAvec DAX, on peut tout faire, c'est incroyable, mon vieux\n\n[Couplet 2]\nDans DAX, on trouve des fonctions de ouf\nComme dans Excel, mais en plus spécifique\nPour gérer des données relationnelles, c'est l'idéal\nEt pour faire des agrégations dynamiques, c'est spécial\n\nRefrain:\nExpressions d'Analyse de Données, ouais, c'est ça qu'on veut\nAvec DAX, on peut tout faire, c'est incroyable, mon vieux\n\n[Couplet 1]\nDAX, c'est une évolution de MDX\nDéveloppé par Microsoft pour l'Analysis Services\nAvec les fonctions Excel en plus, c'est fou\nUn langage complet pour des modèles déjà trop fous\n\nRefrain:\nExpressions d'Analyse de Données, ouais, c'est ça qu'on veut\nAvec DAX, on peut tout faire, c'est incroyable, mon vieux\n\n[Couplet 2]\nDAX se veut simple, facile à apprendre\nMais offre toute la puissance des modèles tabulaires\nPowerPivot, SSAS, ça déchire tout\nPour analyser les données, y'a pas mieux du tout\n\nRefrain:\nExpressions d'Analyse de Données, ouais, c'est ça qu'on veut\nAvec DAX, on peut tout faire, c'est incroyable, mon vieux"}, {"titre": "Analyse factorielle des correspondances", "text_origine": "L'analyse factorielle des correspondances (AFC) est une méthode statistique d'analyse des données qui permet d'analyser et de hiérarchiser les informations contenues dans un tableau rectangulaire de données et qui est aujourd'hui particulièrement utilisée pour étudier le lien entre deux variables qualitatives (ou catégorielles). Elle a été mise au point à partir des années 1960 par Jean-Paul Benzécri et son équipe, d'abord à la faculté des sciences de Rennes, puis à celle de Jussieu à Paris au sein du laboratoire de statistique multidimensionnelle. Elle se rattache à la famille des analyses factorielles qui regroupe différentes méthodes d'analyses de grands tableaux rectangulaires de données, visant toutes à identifier et à hiérarchiser des facteurs corrélés aux données placées en colonnes.", "element_cle": "1. L'analyse factorielle des correspondances (AFC) est une méthode statistique d'analyse des données.\n2. L'AFC permet d'analyser et de hiérarchiser les informations contenues dans un tableau rectangulaire de données.\n3. Elle est utilisée pour étudier le lien entre deux variables qualitatives ou catégorielles.\n4. La méthode a été développée à partir des années 1960 par Jean-Paul Benzécri et son équipe.\n5. L'AFC fait partie des analyses factorielles qui visent à identifier et à hiérarchiser des facteurs corrélés aux données en colonnes.", "rap": "[Couplet 1]\nL'Analyse Factorielle des Correspondances\nUne méthode statistique qui a de la puissance\nElle analyse et hiérarchise les données\nDans un tableau, tout devient clair comme l'aurore levée\n\nElle sert à étudier le lien\nEntre variables qualitatives, c'est pas rien\nOn regarde la relation entre deux catégories\nEt on fait des découvertes, c'est l'objectif, c'est la vie\n\n[Refrain]\nL'AFC, une méthode précise\nPour analyser les données, c'est un délice\nDéveloppée dans les années 60, oh oui\nPar Jean-Paul Benzécri et son équipe, mais oui\n\n[Couplet 2]\nFaisons partie de ces analyses factorielles\nPour identifier les facteurs essentiels\nQui sont corrélés aux données en colonnes\nEt donnons du sens à nos analyses que personne ne pardonne\n\nL'importance des dates et des événements\nPour comprendre l'histoire, c'est vraiment important\nApprenons des leçons sur ces moments marquants\nEt faisons de l'éducation, notre crédo en tout temps\n\n[Refrain]\nL'AFC, une méthode précise\nPour analyser les données, c'est un délice\nDéveloppée dans les années 60, oh oui\nPar Jean-Paul Benzécri et son équipe, mais oui"}, {"titre": "Analyse discriminante", "text_origine": "L’analyse factorielle discriminante (AFD) ou simplement analyse discriminante est une technique statistique qui vise à décrire, expliquer et prédire l’appartenance à des groupes prédéfinis (classes, modalités de la variable à prédire…) d’un ensemble d’observations (individus, exemples…) à partir d’une série de variables prédictives (descripteurs, variables exogènes…).\nL’analyse discriminante est utilisée dans de nombreux domaines.\n\nEn médecine, par exemple pour détecter les groupes à hauts risques cardiaques à partir de caractéristiques telles que l’alimentation, le fait de fumer ou non, les antécédents familiaux, etc.\nDans le domaine bancaire, lorsque l’on veut évaluer la fiabilité d’un demandeur de crédit à partir de ses revenus, du nombre de personnes à charge, des encours de crédits qu’il détient, etc.\nEn biologie, lorsque l’on veut affecter un objet à sa famille d’appartenance à partir de ses caractéristiques physiques. Les iris de Sir Ronald Fisher — qui est à l'origine de cette méthode — en est un exemple, il s’agit de reconnaître le type d’iris (setosa, virginica, et versicolor) à partir de la longueur/largeur de ses pétales et sépales.\nEn informatique, pour la reconnaissance optique de caractères. L'analyse discriminante est utilisée pour reconnaître un caractère imprimé à partir d'informations simples, comme la présence ou non de symétrie, le nombre d'extrémités…L’analyse discriminante est une technique connue et reconnue, elle est décrite à peu près de manière identique par les différentes communautés du traitement de données : en statistique exploratoire (exploratory data analysis), en analyse des données, en reconnaissance de formes (pattern recognition), en apprentissage automatique (machine learning), en fouille de données (data mining)…", "element_cle": "1. L'analyse discriminante est une technique statistique utilisée pour décrire, expliquer et prédire l'appartenance à des groupes prédéfinis.\n2. Elle repose sur l'utilisation de variables prédictives pour classer des observations dans des classes ou modalités spécifiques.\n3. L'analyse discriminante est utilisée dans différents domaines tels que la médecine, la finance, la biologie et l'informatique.\n4. Par exemple, elle peut être utilisée pour détecter les groupes à haut risque cardiaque à partir de caractéristiques telles que l'alimentation, le tabagisme et les antécédents familiaux.\n5. Elle peut également aider à évaluer la fiabilité d'un demandeur de crédit en se basant sur ses revenus, le nombre de personnes à charge et les encours de crédits qu'il détient.\n6. En biologie, elle peut être utilisée pour attribuer un objet à sa famille d'appartenance en se basant sur ses caractéristiques physiques.\n7. En informatique, elle est utilisée dans la reconnaissance optique de caractères, pour reconnaître un caractère imprimé à partir d'informations simples.\n8. L'analyse discriminante est une technique bien connue et utilisée dans différents domaines du traitement de données.\n9. Elle est également décrite de manière similaire par les différentes communautés du traitement de données, telles que la statistique exploratoire, l'analyse des données, la reconnaissance de formes, l'apprentissage automatique et la fouille de données.\n10. Elle joue un rôle essentiel dans la classification et la prédiction des données.", "rap": "[Couplet 1]\nL'analyse discriminante, une technique statistique\nPour prédire l'appartenance, à des groupes spécifiques\nUtilisée en médecine, finance ou biologie,\nElle classe les observations, selon des variables prédites.\n\n[Refrain]\nAnalyse discriminante, tu nous montres la voie,\nDans différents domaines, tu es notre guide, tu es notre loi.\nClassification, prédiction, tu es notre alliée,\nAnalyse discriminante, tu nous aides à avancer.\n\n[Couplet 2]\nDans le domaine de la santé, elle fait des merveilles,\nDétection des risques cardiaques, elle en révèle,\nAlimentation, tabagisme, antécédents familiaux,\nElle décèle les signes, pour prévenir les maux.\n\n[Refrain]\nAnalyse discriminante, tu nous montres la voie,\nDans différents domaines, tu es notre guide, tu es notre loi.\nClassification, prédiction, tu es notre alliée,\nAnalyse discriminante, tu nous aides à avancer."}, {"titre": "Sinus (mathématiques)", "text_origine": "En géométrie, le sinus d'un angle dans un triangle rectangle est le rapport entre la longueur du côté opposé à cet angle et la longueur de l'hypoténuse. La notion s'étend aussi à tout angle géométrique (compris entre 0 et 180°). Dans cette acception, le sinus est un nombre compris entre 0 et 1. Si l'on introduit une notion d'orientation, les angles peuvent prendre n'importe quelle valeur positive ou négative, et le sinus est un nombre compris entre −1 et +1. Le sinus d'un angle α est noté sin(α) ou simplement sin α.\n\nEn analyse, la fonction sinus est une fonction de la variable réelle qui, à chaque réel α, associe le sinus de l'angle orienté de mesure α radians. C'est une fonction impaire et périodique. Les fonctions trigonométriques peuvent se définir ainsi géométriquement, mais les définitions plus modernes les caractérisent par des séries entières ou comme des solutions d'équations différentielles particulières, permettant leur extension à des valeurs arbitraires et aux nombres complexes.\nLa fonction sinus est utilisée couramment pour modéliser des phénomènes périodiques comme les ondes sonores ou lumineuses ou encore les variations de température au cours de l'année.", "element_cle": "1. Le sinus est le rapport entre le côté opposé à un angle et l'hypoténuse dans un triangle rectangle.\n2. Le sinus peut être utilisé pour tous les angles géométriques entre 0 et 180°.\n3. Le sinus est compris entre 0 et 1, sauf si l'on prend en compte l'orientation des angles, où il peut être entre -1 et +1.\n4. En analyse, la fonction sinus associe à chaque réel α le sinus de l'angle mesuré en radians.\n5. Le sinus est une fonction impaire et périodique.\n6. Les fonctions trigonométriques peuvent être définies géométriquement, par des séries entières ou par des équations différentielles particulières.\n7. Le sinus est utilisé pour modéliser des phénomènes périodiques tels que les ondes sonores, les ondes lumineuses ou les variations de température au cours de l'année.", "rap": "[Couplet 1]\nLe sinus, c'est l'rapport entre côté opposé et l'hypoténuse\nTriangle rectangle, j'reste sur les bases, aucun abus\nDe 0 à 180 degrés, j'te donne tous les angles géométriques\nPour résoudre tes équations, laisse-moi t'expliquer les basiques\n\nLe sinus, il oscille entre 0 et 1, t'sais c'que ça veut dire?\nSauf si l'angle est inversé, là il peut être entre -1 et 1, faut pas mentir\nEn analyse, c'est une fonction qui déchire, parcourt les réels α\nMesurés en radians, c'est la clé pour résoudre tes énigmes, yeah\n\n[Refrain]\nLe sinus, c'est mathématique, c'est pas juste du chiqué\nUne fonction impaire et périodique, t'as intérêt à piger\nTrigo géométrique, séries entières, équations différentielles\nLe sinus, ça modèle les phénomènes périodiques comme une merveille\n\n[Couplet 2]\nLe sinus est partout, tu peux pas l'nier, c'est l'outil des scientifiques\nIl dévoile les secrets des ondes sonores, lumineuses, c'est épique\nMême les variations d'température au fil des saisons, il sait prédire\nLe sinus, un véritable guide, c'est pas juste du délire\n\nLes fonctions trigonométriques, elles ont plusieurs définitions\nGéométriquement, par séries entières ou équations spéciales, c'est l'fusion\nDans l'rap, j'te donne la leçon, j't'aide à comprendre les mécanismes\nLe sinus, c'est la base, c'est là qu'commence le schéma\n\n[Refrain]\nLe sinus, c'est mathématique, c'est pas juste du chiqué\nUne fonction impaire et périodique, t'as intérêt à piger\nTrigo géométrique, séries entières, équations différentielles\nLe sinus, ça modèle les phénomènes périodiques comme une merveille"}, {"titre": "Tangente (géométrie)", "text_origine": "Tangente vient du latin tangere, toucher : en géométrie, la tangente à une courbe en un de ses points est une droite qui « touche » la courbe au plus près au voisinage de ce point. La courbe et sa tangente forment alors un angle nul en ce point.\nLa notion de tangente permet d'effectuer des approximations : pour la résolution de certains problèmes qui demandent de connaître le comportement de la courbe au voisinage d'un point, on peut assimiler celle-ci à sa tangente. Ceci explique la parenté entre la notion de tangente et le calcul différentiel.\nSe contenter comme on le fait parfois de définir la tangente comme une droite qui « touche la courbe sans la traverser » serait incorrect, puisque\n\nrien n'empêche la courbe de retraverser une de ses tangentes un peu plus loin (le concept de tangente au point M ne décrit bien la situation que dans un petit voisinage du point M).\nil y a des situations exceptionnelles où la tangente en M traverse la courbe justement au point M. On dit alors qu'il y a une inflexion en M.L'homologue de la notion de tangente pour les surfaces est celle de plan tangent. Il peut être défini en considérant l'ensemble des courbes tracées sur la surface et passant par un point donné, et en considérant l'ensemble des tangentes obtenu. On peut ensuite généraliser à des objets de dimension plus grande que 2.", "element_cle": "1. La tangente à une courbe en un point est une droite qui \"touche\" la courbe au plus près.\n2. La tangente permet d'effectuer des approximations pour résoudre certains problèmes.\n3. La tangente et le calcul différentiel sont étroitement liés.\n4. Définir la tangente comme une droite qui \"touche la courbe sans la traverser\" est incorrect.\n5. La tangente décrit bien la situation seulement dans un petit voisinage du point M.\n6. Des situations exceptionnelles peuvent entraîner une tangente qui traverse la courbe au point M.\n7. La notion de plan tangent est l'homologue de la tangente pour les surfaces.\n8. Le plan tangent peut être défini en considérant l'ensemble des courbes passant par un point donné sur la surface.\n9. Le concept de tangente peut être généralisé à des objets de dimension plus grande que 2. \n10. La notion de tangente est basée sur le concept du toucher en géométrie.", "rap": "[Couplet 1]\nLa tangente, c'est la base de la géométrie\nUne droite qui \"touche\" la courbe avec précision\nUne approximation pour résoudre les soucis\nCalcul différentiel, c'est leur liaison \n\nLa tangente, c'est pas juste une simple définition\nElle décrit la situation autour d'un point spécifique\nMais attention, dans quelques cas, l'exception\nUne tangente qui traverse, c'est pas typique \n\n[Refrain]\nFaut comprendre le concept, j'suis là pour vous éduquer\nLa tangente, c'est pas si simple à expliquer\nÇa s'applique aux courbes, aux surfaces aussi\nTout part du toucher, ça se comprend plus qu'ici \n\n[Couplet 2]\nLe plan tangent, l'homologue pour les surfaces\nL'ensemble des courbes passant par un point précis\nUn concept généralisable, ça en est la preuve\nTangente en dimensions supérieures, ça s'étudie aussi \n\nLa tangente, c'est la base, faut bien le comprendre\nUne notion essentielle pour l'éducation à étendre\nAlors ouvre ton esprit, laisse-toi guider\nDans l'univers de la géométrie, ça va te fasciner \n\n[Refrain]\nFaut comprendre le concept, j'suis là pour vous éduquer\nLa tangente, c'est pas si simple à expliquer\nÇa s'applique aux courbes, aux surfaces aussi\nTout part du toucher, ça se comprend plus qu'ici"}, {"titre": "Arc tangente", "text_origine": "En mathématiques, l’arc tangente d'un nombre réel est la valeur d'un angle orienté dont la tangente vaut ce nombre.\nLa fonction qui à tout nombre réel associe la valeur de son arc tangente en radians est la réciproque de la restriction de la fonction trigonométrique tangente à l'intervalle \n  \n    \n      \n        \n          ]\n          \n            −\n            \n              \n                π\n                2\n              \n            \n            ,\n            \n              \n                π\n                2\n              \n            \n          \n          [\n        \n      \n    \n    {\\displaystyle \\left]-{\\frac {\\pi }{2}},{\\frac {\\pi }{2}}\\right[}\n  . La notation est arctan ou Arctan  (on trouve aussi Atan, arctg en notation française ; atan ou tan−1, en notation anglo-saxonne, cette dernière pouvant être confondue avec la notation de l'inverse (1/tan)).\nPour tout réel x :\n\n  \n    \n      \n        y\n        =\n        arctan\n        ⁡\n        x\n        \n        ⟺\n        \n        tan\n        ⁡\n        y\n        =\n        x\n        \n           et \n        \n        y\n        ∈\n        \n          ]\n          \n            −\n            \n              \n                π\n                2\n              \n            \n            ,\n            \n              \n                π\n                2\n              \n            \n          \n          [\n        \n      \n    \n    {\\displaystyle y=\\arctan x\\iff \\tan y=x{\\text{ et }}y\\in \\left]-{\\frac {\\pi }{2}},{\\frac {\\pi }{2}}\\right[}\n  .\nDans un repère cartésien orthonormé du plan, la courbe représentative de la fonction arc tangente est obtenue à partir de la courbe représentative de la restriction de la fonction tangente à l'intervalle \n  \n    \n      \n        \n          ]\n          \n            −\n            \n              \n                π\n                2\n              \n            \n            ,\n            \n              \n                π\n                2\n              \n            \n          \n          [\n        \n      \n    \n    {\\displaystyle \\left]-{\\frac {\\pi }{2}},{\\frac {\\pi }{2}}\\right[}\n   par une réflexion d'axe la droite d'équation y = x.", "element_cle": "1. L'arc tangente est une fonction mathématique qui associe un angle à une tangente.\n2. La réciproque de la fonction tangente restreinte à l'intervalle [-π/2, π/2] est appelée arc tangente.\n3. Les notations courantes de l'arc tangente sont arctan, Atan, ou encore tan^-1.\n4. L'arc tangente d'un nombre réel x satisfait l'équation y = arctan(x) si et seulement si tan(y) = x et y est compris dans l'intervalle [-π/2, π/2].\n5. Dans un repère cartésien orthonormé, la courbe de l'arc tangente est obtenue par réflexion de la courbe de la tangente sur l'intervalle [-π/2, π/2].", "rap": "[Couplet 1]\nL'arc tangente, une fonction bien calculée\nAssocie un angle à une tangente, c'est carré\nDans l'intervalle [-π/2, π/2], ça s'active\nLa réciproque de la tangente, une formule captivante\n\n[Couplet 2]\nArctan, Atan, tan^-1, différentes notations\nPour désigner l'arc tangente, c'est la vraie passion\nUn nombre réel x, on le met en équation\ny = arctan(x), la clé de cette perfection\n\n[Refrain]\nL'arc tangente, une fonction qui fait réfléchir\nTangente inversée, on peut s'enrichir\nDates et événements, notions éducatives\nDans ce rap, on met l'accent, c'est qualitatif"}, {"titre": "Droite sécante", "text_origine": "En géométrie, une droite est sécante à un autre objet géométrique lorsqu'elle « coupe » cet autre objet.\nOn dit que deux droites sont sécantes si elles ont un unique point commun.\nPour étudier une courbe au voisinage d'un de ses points P, il est utile de considérer les sécantes issues de P, c'est-à-dire les droites passant par P et un autre point Q de la courbe. C'est à partir de ces sécantes qu'est définie la notion de\ntangente à la courbe au point P : il s'agit de la limite, quand elle existe, des droites sécantes issues de P lorsque le deuxième point Q se rapproche de P le long de la courbe.\nDe ce fait, lorsque Q est suffisamment proche de P, la sécante peut être considérée comme une approximation de la tangente.\nDans le cas particulier de la courbe représentative d'une fonction numérique y = f(x), la pente de la tangente en un point de la courbe, est la limite de la pente des sécantes en ce point, ce qui donne une interprétation géométrique du nombre dérivé d’une fonction en un point (cf. dérivabilité).", "element_cle": "1. Une droite est sécante lorsqu'elle coupe un autre objet géométrique.\n2. Deux droites sont sécantes si elles ont un unique point commun.\n3. Les sécantes issues d'un point P sur une courbe sont utiles pour l'étude de la courbe dans son voisinage.\n4. La tangente à une courbe en un point P est définie à partir des sécantes passant par P et un autre point Q de la courbe.\n5. Lorsque le point Q se rapproche de P le long de la courbe, la sécante devient une approximation de la tangente.\n6. La pente de la tangente en un point de la courbe est la limite de la pente des sécantes en ce point.\n7. Cette notion géométrique donne une interprétation du nombre dérivé d'une fonction en un point.", "rap": "[Couplet 1]\nUne droite sécante, c'est quand elle coupe, \nUn autre objet géométrique, c'est la base, mec, écoute. \nDeux droites qui se croisent, un point en commun, \nLa géométrie nous enseigne, ça c'est certain. \n\n[Couplet 2]\nLes sécantes issues d'un point, sur une courbe tracée, \nPour étudier la courbe, c'est ce qu'il nous faut aborder. \nLa tangente en un point se forme avec une sécante, \nQui passe par ce point et un autre de la courbe, tu rentres dans la danse. \n\n[Refrain]\nLes sécantes et les tangentes, des notions indispensables, \nPour comprendre la géométrie et ses principes insondables. \nLa limite de la pente des sécantes, c'est la pente de la tangente, \nUn concept qui nous révèle le nombre dérivé, c'est ça qu'on apprend."}, {"titre": "Droite sécante", "text_origine": "En géométrie, une droite est sécante à un autre objet géométrique lorsqu'elle « coupe » cet autre objet.\nOn dit que deux droites sont sécantes si elles ont un unique point commun.\nPour étudier une courbe au voisinage d'un de ses points P, il est utile de considérer les sécantes issues de P, c'est-à-dire les droites passant par P et un autre point Q de la courbe. C'est à partir de ces sécantes qu'est définie la notion de\ntangente à la courbe au point P : il s'agit de la limite, quand elle existe, des droites sécantes issues de P lorsque le deuxième point Q se rapproche de P le long de la courbe.\nDe ce fait, lorsque Q est suffisamment proche de P, la sécante peut être considérée comme une approximation de la tangente.\nDans le cas particulier de la courbe représentative d'une fonction numérique y = f(x), la pente de la tangente en un point de la courbe, est la limite de la pente des sécantes en ce point, ce qui donne une interprétation géométrique du nombre dérivé d’une fonction en un point (cf. dérivabilité).", "element_cle": "1. Une droite est sécante à un autre objet géométrique lorsqu'elle le \"coupe\".\n2. Deux droites sont sécantes si elles ont un unique point commun.\n3. Les sécantes issues d'un point P sont utiles pour étudier une courbe au voisinage de P.\n4. La tangente à la courbe au point P est définie à partir des sécantes issues de P.\n5. La sécante peut être considérée comme une approximation de la tangente lorsque le point Q se rapproche de P.\n6. La pente de la tangente en un point de la courbe est la limite de la pente des sécantes en ce point.\n7. La tangente donne une interprétation géométrique du nombre dérivé d'une fonction en un point.", "rap": "[Couplet 1]\nUne droite qui coupe, c'est la sécante\nGéométrie en action, on va pas la snober\nDeux droites sécantes, un point en commun\nC'est là qu'on commence, à tracer des chemins\n\n[Couplet 2]\nLes sécantes issues, d'un point P précis\nPour étudier une courbe, on s'en sert comme un guide\nLa tangente se dessine, au point P elle nait\nAvec les sécantes, sa pente on dévoile en vrai\n\n[Refrain]\nLa géométrie en rap, c'est pas de la fiction\nOn met en évidence, toutes les notions\nLes sécantes et tangentes, y'a pas meilleur moyen\nDe comprendre le dérivé, en géométrie on est rois baby"}, {"titre": "Fonction trigonométrique", "text_origine": "En mathématiques, les  fonctions trigonométriques permettent de relier les longueurs des côtés d'un triangle en fonction de la mesure des angles aux sommets. Plus généralement, ces fonctions sont importantes pour étudier les triangles et les polygones, les cercles (on les appelle alors fonctions circulaires) et modéliser des phénomènes périodiques.\nLes trois fonctions trigonométriques les plus utilisées sont le sinus (noté sin), le cosinus (cos) et la tangente (tan, tang ou tg). Les relations entre les différentes fonctions trigonométriques constituent les identités trigonométriques. En analyse mathématique, ces fonctions peuvent aussi être définies à partir de la somme de séries entières ou comme les solutions d'équations différentielles, ce qui permet de les généraliser à des nombres complexes.\nSelon les domaines d'application, en navigation maritime ou aérienne notamment, d'autres fonctions sont utilisées : cotangente, sécante, cosécante, sinus verse, haversine, exsécante, etc.\nPar ailleurs, sur le modèle des fonctions trigonométriques, on définit aussi des fonctions hyperboliques dont le nom dérive des premières : sinus hyperbolique (sinh), cosinus hyperbolique (cosh), tangente hyperbolique (tanh), etc.", "element_cle": "1. Les fonctions trigonométriques relient les longueurs des côtés des triangles aux mesures des angles.\n2. Elles sont utilisées pour étudier les polygones, les cercles et les phénomènes périodiques.\n3. Les fonctions les plus utilisées sont le sinus, le cosinus et la tangente.\n4. Elles sont liées par les identités trigonométriques.\n5. Elles peuvent être définies à partir de séries entières ou comme solutions d'équations différentielles.\n6. D'autres fonctions, telles que la cotangente, la sécante et la cosécante, sont utilisées dans certaines applications.\n7. Les fonctions hyperboliques sont des variations des fonctions trigonométriques classiques.\n8. Parmi les fonctions hyperboliques, on retrouve le sinus hyperbolique, le cosinus hyperbolique et la tangente hyperbolique.", "rap": "[Couplet]\nYo, laisse-moi t'expliquer les bases des mathématiques,\nCes concepts qui te paraissent peut-être hermétiques.\nLes fonctions trigonométriques, c'est leur nom,\nElles relient longueurs et angles dans un triangle, c'est bon.\n\nOn les utilise pour étudier les polygones,\nLes cercles, les phénomènes périodiques, c'est pas con.\nSinus, cosinus et tangente, les plus connues,\nLeurs identités trigonométriques, on les inclut.\n\nCes fonctions peuvent être définies de différentes manières,\nSéries entières ou équations différentielles, tout doit être clair.\nEt y a d'autres fonctions, la cotangente, la sécante, la cosécante,\nDans certaines applications, leur utilisation est évidente.\n\nLes fonctions hyperboliques sont des variations des classiques,\nSinus hyperbolique, cosinus hyperbolique, c'est pratique.\nEt n'oublions pas la tangente hyperbolique, on la mentionne,\nCes fonctions, elles sont puissantes, elles sont notre arme.\n\n[Refrain]\nLes fonctions trigonométriques, ça swing dans les mathématiques,\nDes outils indispensables pour étudier les phénomènes périodiques.\nAlors ouvre tes oreilles, écoute bien ce que je dis,\nLes fonctions trigonométriques, c'est l'éducation au sommet, c'est ça l'esprit."}, {"titre": "Fonction hyperbolique", "text_origine": "En mathématiques, on appelle fonctions hyperboliques les fonctions cosinus hyperbolique, sinus hyperbolique et tangente hyperbolique. Les noms « sinus », « cosinus » et « tangente » proviennent de leur ressemblance avec les fonctions trigonométriques (dites « circulaires » car en relation avec le cercle unité x2 + y2 = 1) et le terme « hyperbolique » provient de leur relation avec l'hyperbole d'équation x2 – y2 = 1.\nElles sont utilisées en analyse pour le calcul intégral, la résolution des équations différentielles mais aussi en géométrie hyperbolique.", "element_cle": "1. Les fonctions hyperboliques comprennent le cosinus hyperbolique, le sinus hyperbolique et la tangente hyperbolique. \n2. Les fonctions trigonométriques et les fonctions hyperboliques ont une relation similaire. \n3. Les fonctions hyperboliques sont utilisées en analyse pour le calcul intégral et la résolution des équations différentielles. \n4. Les fonctions hyperboliques sont également utilisées en géométrie hyperbolique. \n5. Le terme \"hyperbolique\" fait référence à la relation des fonctions avec l'hyperbole d'équation x2 - y2 = 1.", "rap": "[Couplet 1]\nYo, j't'amène dans le monde mathématique\nOù les fonctions hyperboliques sont fantastiques\nCosinus, sinus, tangent, c'est l'basique\nDes équations différentielles très élastiques\n\n[Couplet 2]\nLes fonctions hyperboliques, c'est un lien\nAvec les fonctions trigonométriques, tu vois bien\nEn analyse, elles sont les reines\nPour l'intégration et les équations, c'est dingue\n\n[Refrain]\nLes fonctions hyperboliques, un vrai défi\nPour calculer et résoudre, c'est infini\nEn géométrie hyperbolique, elles s'enrichissent\nLeur lien avec l'hyperbole, c'est leur niche"}, {"titre": "Fonction circulaire réciproque", "text_origine": "Les fonctions circulaires réciproques, ou fonctions trigonométriques inverses, sont les fonctions réciproques des fonctions circulaires, pour des intervalles de définition précis. Les fonctions réciproques des fonctions sinus, cosinus, tangente, cotangente, sécante et cosécante sont appelées arc sinus, arc cosinus, arc tangente, arc cotangente, arc sécante et arc cosécante.\nLes fonctions circulaires réciproques servent à obtenir un angle à partir de l'une quelconque de ses lignes trigonométriques, mais aussi à expliciter les primitives de certaines fonctions. Elles sont largement utilisées dans l'ingénierie, la navigation, la physique et la géométrie.", "element_cle": "1. Les fonctions circulaires réciproques sont les fonctions inverses des fonctions circulaires.\n2. Les fonctions trigonométriques inverses ont des intervalles de définition précis.\n3. Les fonctions réciproques des fonctions sinus, cosinus, tangente, cotangente, sécante et cosécante sont appelées arc sinus, arc cosinus, arc tangente, arc cotangente, arc sécante et arc cosécante.\n4. Les fonctions circulaires réciproques permettent de trouver un angle à partir de l'une de ses lignes trigonométriques.\n5. Les fonctions circulaires réciproques sont également utiles pour calculer les primitives de certaines fonctions.\n6. Les fonctions circulaires réciproques sont largement utilisées dans l'ingénierie, la navigation, la physique et la géométrie.", "rap": "[Couplet 1]\nLes fonctions circulaires réciproques, c'est ça le thème,\nLes inverses des fonctions circulaires inverses, laisse-moi t'expliquer,\nQuand on parle des fonctions trigonométriques inverses,\nOn parle d'intervalle de définition, très précis, pas de bêtises.\n\n[Couplet 2]\nL'arc sinus, l'arc cosinus, l'arc tangente,\nL'arc cotangente, l'arc sécante, l'arc cosécante,\nVoilà les noms des fonctions réciproques bien connues,\nTrouver un angle à partir d'une ligne, c'est pas perdu.\n\n[Refrain]\nLes fonctions circulaires réciproques à l'honneur,\nElles calculent les primitives, elles ont du coeur,\nDans l'ingénierie, la navigation, la physique, la géométrie,\nElles sont partout, c'est pas une histoire de hasard, c'est de l'harmonie."}, {"titre": "Droite sécante", "text_origine": "En géométrie, une droite est sécante à un autre objet géométrique lorsqu'elle « coupe » cet autre objet.\nOn dit que deux droites sont sécantes si elles ont un unique point commun.\nPour étudier une courbe au voisinage d'un de ses points P, il est utile de considérer les sécantes issues de P, c'est-à-dire les droites passant par P et un autre point Q de la courbe. C'est à partir de ces sécantes qu'est définie la notion de\ntangente à la courbe au point P : il s'agit de la limite, quand elle existe, des droites sécantes issues de P lorsque le deuxième point Q se rapproche de P le long de la courbe.\nDe ce fait, lorsque Q est suffisamment proche de P, la sécante peut être considérée comme une approximation de la tangente.\nDans le cas particulier de la courbe représentative d'une fonction numérique y = f(x), la pente de la tangente en un point de la courbe, est la limite de la pente des sécantes en ce point, ce qui donne une interprétation géométrique du nombre dérivé d’une fonction en un point (cf. dérivabilité).", "element_cle": "1. La notion de droite sécante en géométrie\n2. Deux droites sécantes ont un unique point commun\n3. Les sécantes issues d'un point pour étudier une courbe\n4. La tangente à une courbe est définie par les sécantes qui se rapprochent du point\n5. La sécante est une approximation de la tangente en cas de proximité suffisante\n6. La pente de la tangente représente la limite de la pente des sécantes en un point\n7. Interprétation géométrique du nombre dérivé d'une fonction en un point dans le cas d'une courbe représentative d'une fonction numérique y = f(x)", "rap": "[Couplet 1]\nLa géométrie, c'est ma matière préférée\nJe prépare les profs, je travaille la théorie\nDroite sécante, une notion essentielle\nDeux droites se croisent, c'est pas banal\n\n[Refrain]\nDroite sécante, unique point en commun\nLa géométrie, c'est pas n'importe quoi, tu vois bien\n\n[Couplet 2]\nPour étudier une courbe en toute finesse\nDes sécantes, on utilise avec justesse\nElles partent d'un point, tout est structuré\nPour comprendre les courbes, faut pas hésiter\n\n[Refrain]\nDroite sécante, approximation de la tangente\nEn cas de proximité, on évite les attentes\n\n[Couplet 3]\nLa tangente à une courbe, c'est l'idéal\nDéfinie par les sécantes qui se rapprochent du réel\nLa pente de la tangente, on y fait attention\nElle représente la limite des sécantes en action\n\n[Refrain]\nDroite sécante, géométrie et dérivée\nComprendre les fonctions, c'est ça qu'il nous faut viser\n\n[Couplet 4]\nInterprétation géométrique, c'est notre objectif\nLe nombre dérivé, on l'étudie de façon spécifique\nDans le cas d'une courbe représentative d'une fonction\nY = f(x), on décortique chaque action\n\n[Refrain]\nDroite sécante, on déchiffre les équations\nDans la géométrie, on développe nos passions\n\n[Refrain]\nDroite sécante, unique point en commun\nLa géométrie, c'est pas n'importe quoi, tu vois bien"}, {"titre": "Complexe sportif évolutif couvert", "text_origine": "Un complexe sportif évolutif couvert ou complexe omnisports évolutif couvert (COSEC) désigne en France les gymnases non assignés à un sport particulier. On les appelle aussi des gymnases polyvalents. Dans les petites communes et les villes de moins de 30 000 habitants ce sont les installations sportives couvertes les plus répandues, même si la popularité des arts martiaux a induit le développement des dojos. Les gymnases polyvalents correspondent aussi aux besoins scolaires et sont utilisés par les collèges et les lycées. Des lignes de couleurs délimitent les terrains de différents sports, dont les terrains se superposent.", "element_cle": "1. Un complexe sportif évolutif couvert, aussi appelé COSEC, désigne les gymnases non assignés à un sport particulier en France.\n2. Les COSEC sont les installations sportives couvertes les plus répandues dans les petites communes et les villes de moins de 30 000 habitants.\n3. Les COSEC sont également appelés gymnases polyvalents et répondent aux besoins scolaires des collèges et des lycées.\n4. Les COSEC sont utilisés pour différents sports, avec des terrains superposés et des lignes de couleurs pour délimiter les différentes zones.\n5. Le développement des dojos est lié à la popularité croissante des arts martiaux.", "rap": "[Couplet 1]\nDans le COSEC, c'est le lieu où tout se passe,\nUn complexe sportif, pour les vrais passionnés.\nGymnases polyvalents, aux multiples connaissances,\nDes terrains superposés, pour des sports variés.\n\nIci, on rassemble les petits et les grands,\nDes communes aux villes, des COSEC à chaque instant.\n30 000 habitants, pas besoin d'être géant,\nDans ces installations, on se dépasse en rampant.\n\n[Refrain]\nCOSEC, COSEC, c'est le lieu d'éducation,\nOù les sports se mélangent, pour une grande rébellion.\nDans le COSEC, on s'entraîne avec détermination,\nPour atteindre nos buts, sans hésitation.\n\n[Couplet 2]\nDes arts martiaux aux jeux collectifs,\nLes COSEC sont là, pour tout approfondir.\nDes lignes de couleurs, pour délimiter les acquis,\nChaque zone bien marquée, pour s'épanouir.\n\nCollèges et lycées, viennent s'y former,\nUn lieu d'apprentissage, pour des vies à transformer.\nDans le COSEC, la passion est cultivée,\nLe savoir, l'éducation, c'est ce qui nous alimente.\n\n[Refrain]\nCOSEC, COSEC, c'est le lieu d'éducation,\nOù les sports se mélangent, pour une grande rébellion.\nDans le COSEC, on s'entraîne avec détermination,\nPour atteindre nos buts, sans hésitation."}, {"titre": "Plimpton 322", "text_origine": "Parmi les quelque 500 000 tablettes d'argile babyloniennes mises au jour depuis le début du XIXe siècle, plusieurs milliers offrent un contenu de nature mathématique. La tablette nommée Plimpton 322 (parce qu'elle porte le no 322 dans la collection « G. A. Plimpton » de l’université Columbia) est l'un des spécimens les plus connus de ces mathématiques babyloniennes. Cette tablette, dont la rédaction daterait d’environ 1800 av. J.-C., comporte un tableau de nombres cunéiformes rangés dans 4 colonnes sur 15 lignes. Ces nombres peuvent être associés à ce que l'on appelle aujourd'hui des triplets pythagoriciens, c'est-à-dire trois nombres entiers (a, b, c) qui vérifient la relation a2 + b2 = c2, donnée par le théorème de Pythagore, comme (3, 4, 5), qui est le premier d’entre eux.", "element_cle": "1. La tablette Plimpton 322 est l'un des exemples les plus célèbres de mathématiques babyloniennes.\n2. La tablette a été rédigée vers 1800 av. J.-C. et porte le numéro 322 dans la collection Plimpton.\n3. Sur la tablette, il y a un tableau de nombres cunéiformes organisés en 4 colonnes sur 15 lignes.\n4. Ces nombres sont associés à des triplets pythagoriciens, qui vérifient la relation a² + b² = c².\n5. Les triplets pythagoriciens sont connus, comme le célèbre triplet (3, 4, 5), le premier d'entre eux.", "rap": "[Couplet 1]\nPlimpton 322, une tablette d'antan\nLes maths babyloniennes, un trésor épatant\nVers 1800 avant J.C., elle fut rédigée\nNuméro 322, dans la collection Plimpton\n\n[Couplet 2]\nSur la tablette, des nombres cunéiformes alignés\n4 colonnes, 15 lignes, l'art de calculer\nLes triplets pythagoriciens en sont l'essence\na² plus b², égalent c², c'est l'évidence\n\n[Refrain]\nPlimpton 322, la mathématique d'autrefois\nUn héritage vieux, mais qui fait encore des échos\nDes dates marquantes, des concepts puissants\nEducate, illuminate, le savoir est fascinant"}, {"titre": "Club sportif constantinois", "text_origine": "Le Club sportif constantinois (en arabe : النّادي الرّياضي القسنطيني) couramment abrégé en CS Constantine ou encore CSC, est un club omnisports algérien, dont la section la plus célèbre pratique le football, basé à Constantine. Il évolue en Ligue 1 depuis la saison 2011-2012.Le club possède à son palmarès deux titres du championnat algérien, et six titres du Ligue 2 (record), il est considéré parmi les 10 meilleurs clubs de football algériens de tous les temps.Le club joue dans le Stade Chahid-Hamlaoui, situé à Constantine, et s'entraîne au stade annexe du complexe.L'ENTP est l’actionnaire majoritaire du capital social de la société sportive par actions SSPA/CSC depuis 2016.", "element_cle": "- Le Club sportif constantinois, également connu sous le nom de CSC, est un club omnisports basé à Constantine, en Algérie.\n- La section de football du club est la plus célèbre, et elle évolue en Ligue 1 depuis la saison 2011-2012.\n- Le CSC a remporté deux titres du championnat algérien et détient le record de six titres de la Ligue 2.\n- Le club est considéré comme l'un des 10 meilleurs clubs de football algériens de tous les temps.\n- Le CSC joue au Stade Chahid-Hamlaoui à Constantine et s'entraîne au stade annexe du complexe.\n- Depuis 2016, l'Actionnaire majoritaire du club est l'ENTP, une société sportive par actions.", "rap": "[Couplet 1]\nClub Sportif Constantinois, ici pour représenter\nUne histoire riche, un club qui fait vibrer\nBasé à Constantine, en Algérie qu'il faut citer\nUn club omnisports, une renommée à conquérir\n\n[Refrain]\nCSC, le nom qui fait trembler\nDans les stades, on va s'imposer\nDes valeurs d'équipe, d'unité, d'amitié\nLe rouge et le noir, notre fierté\n\n[Couplet 2]\nLa section football, la plus populaire\nDepuis 2011-2012, en Ligue 1 on persevere\nDeux titres de champion, on est là pour briller\nSix titres de Ligue 2, on domine avec fierté\n\n[Refrain]\nCSC, l'histoire se perpétue\nToujours plus haut, rien à briser\nDes dates gravées, des matchs mémorables,\nLe CSC, toujours inoubliable"}, {"titre": "Radian", "text_origine": "Le radian (symbole : rad) est l'unité d'angle (plan ou dièdre) du Système international.  \nPar définition, un angle ayant son sommet au centre d'un cercle a une mesure d'un radian s'il intercepte, sur la circonférence de ce cercle, un arc d'une longueur égale à celle du rayon du cercle.\nBien que le mot « radian » ait été inventé au cours des années 1870 par Thomas Muir et James Thomson,, les mathématiciens mesuraient depuis longtemps les angles en prenant pour unité le rapport entre la circonférence et la longueur du rayon.\n\n", "element_cle": "1. Le radian est l'unité d'angle du Système international.\n2. Un angle de mesure d'un radian intercepte un arc de la même longueur que le rayon du cercle.\n3. Le mot \"radian\" a été inventé dans les années 1870 par Thomas Muir et James Thomson.\n4. Les mathématiciens mesuraient déjà les angles en utilisant le rapport entre la circonférence et le rayon.\n5. Le radian est utilisé pour mesurer les angles dans les domaines de la trigonométrie et de la géométrie.", "rap": "[Couplet 1]\nLe radian, c'est l'unité d'angle qu'on respecte,\nDans le Système international, c'est ça qu'on connecte,\nUn angle d'un radian, c'est une mission claire,\nUn arc de même longueur que le rayon du cercle, faut être fier.\n\n[Refrain]\nLe radian, on l'oublie pas,\nC'est l'angle qu'on mesure avec classe,\nDans les maths, c'est un atout,\nTrigo et géométrie s'en souviennent jusqu'au bout.\n\n[Couplet 2]\nDans les années 1800, les gars avaient du flair,\nThomas Muir et James Thomson, faut les remercier,\nLe mot \"radian\", c'est eux qui l'ont créé,\nEt les autres mathématiciens ont continué.\n\n[Refrain]\nLe radian, on l'oublie pas,\nC'est l'angle qu'on mesure avec classe,\nDans les maths, c'est un atout,\nTrigo et géométrie s'en souviennent jusqu'au bout."}, {"titre": "Théorème de Thalès", "text_origine": "Le théorème de Thalès est un théorème de géométrie qui affirme que, dans un plan, à partir d'un triangle, une droite parallèle à l'un des côtés définit avec les droites des deux autres côtés un nouveau triangle, semblable au premier (voir énoncé précis ci-dessous). En anglais, il est connu sous le nom de intercept theorem (soit « théorème d'interception ») ; en allemand, il est appelé Strahlensatz, c'est-à-dire « théorème des demi-droites » ou Vierstreckensatz, « théorème des quatre segments ».\nCe résultat est attribué au mathématicien et philosophe grec Thalès (vie siècle av. J.-C.). Cette attribution s'explique par une légende, rapportée par Plutarque, selon laquelle il aurait calculé la hauteur d'une pyramide en mesurant la longueur de son ombre au sol et la longueur de l'ombre d'un bâton de hauteur donnée. Cependant, la démonstration écrite la plus ancienne connue de ce théorème est donnée vers −300 dans les Éléments d'Euclide (proposition 2 du livre VI). Elle repose sur la proportionnalité d'aires de triangles de hauteur égale (voir ci-dessous le détail de la preuve).\nLe théorème de Thalès se généralise en dimension supérieure. Le résultat est équivalent à des résultats de géométrie projective tels que la conservation du birapport par les projections. À un niveau plus élémentaire, le théorème de Thalès sert à calculer des longueurs en trigonométrie, à condition de disposer de deux droites parallèles. Cette propriété est utilisée dans des instruments de calcul de longueurs.\nEn anglais et en allemand, le théorème de Thalès désigne un autre théorème de géométrie qui affirme qu'un triangle inscrit dans un cercle, et dont un côté est un diamètre, est un triangle rectangle.", "element_cle": "1. Le théorème de Thalès est un résultat de géométrie qui permet de déterminer des triangles semblables.\n2. Thalès de Milet, mathématicien grec du vie siècle avant J-C, est associé à ce théorème.\n3. La démonstration écrite la plus ancienne de ce théorème se trouve dans les Éléments d'Euclide, vers -300.\n4. Ce théorème trouve des applications en trigonométrie pour calculer des longueurs.\n5. Le théorème de Thalès se généralise en dimension supérieure et a des liens avec la géométrie projective.", "rap": "[Couplet 1]\nThéorème de Thalès, géométrie dans les veines\nPour déterminer triangles semblables, c'est la reine\nFormule confirmée par Thalès de Milet\nMathématicien grec, du vie siècle avant J-C\n\n[Refrain]\nOn parle du Théorème de Thalès, y'a pas de temps à perdre\nDes notions éducatives, la géométrie sait nous apprendre\nDes calculs, des longueurs, des figures qui se ressemblent\nThalès a ouvert la voie, dans l'univers des triangles, il tremble\n\n[Couplet 2]\nÉléments d'Euclide, l'écrit le plus ancien\nAu vers -300, le théorème entre dans le lien\nEuclide pave la voie pour les générations futures\nLa trigonométrie en utilise, pour des longueurs sûres\n\n[Refrain]\nOn parle du Théorème de Thalès, y'a pas de temps à perdre\nDes notions éducatives, la géométrie sait nous apprendre\nDes calculs, des longueurs, des figures qui se ressemblent\nThalès a ouvert la voie, dans l'univers des triangles, il tremble\n\n[Pont]\nLe théorème se généralise, en dimensions supérieures\nLa géométrie projective, des liens qui les effleurent\nThalès, mathématicien des temps anciens\nSon théorème résonne encore dans nos destins\n\n[Refrain]\nOn parle du Théorème de Thalès, y'a pas de temps à perdre\nDes notions éducatives, la géométrie sait nous apprendre\nDes calculs, des longueurs, des figures qui se ressemblent\nThalès a ouvert la voie, dans l'univers des triangles, il tremble"}, {"titre": "Fonction trigonométrique", "text_origine": "En mathématiques, les  fonctions trigonométriques permettent de relier les longueurs des côtés d'un triangle en fonction de la mesure des angles aux sommets. Plus généralement, ces fonctions sont importantes pour étudier les triangles et les polygones, les cercles (on les appelle alors fonctions circulaires) et modéliser des phénomènes périodiques.\nLes trois fonctions trigonométriques les plus utilisées sont le sinus (noté sin), le cosinus (cos) et la tangente (tan, tang ou tg). Les relations entre les différentes fonctions trigonométriques constituent les identités trigonométriques. En analyse mathématique, ces fonctions peuvent aussi être définies à partir de la somme de séries entières ou comme les solutions d'équations différentielles, ce qui permet de les généraliser à des nombres complexes.\nSelon les domaines d'application, en navigation maritime ou aérienne notamment, d'autres fonctions sont utilisées : cotangente, sécante, cosécante, sinus verse, haversine, exsécante, etc.\nPar ailleurs, sur le modèle des fonctions trigonométriques, on définit aussi des fonctions hyperboliques dont le nom dérive des premières : sinus hyperbolique (sinh), cosinus hyperbolique (cosh), tangente hyperbolique (tanh), etc.", "element_cle": "1. Les fonctions trigonométriques permettent de relier les longueurs des côtés d'un triangle en fonction des angles.\n2. Elles sont importantes pour l'étude des triangles, polygones, cercles et phénomènes périodiques.\n3. Les fonctions trigonométriques les plus utilisées sont le sinus, le cosinus et la tangente.\n4. Elles peuvent être définies à partir de séries entières ou comme solutions d'équations différentielles.\n5. D'autres fonctions comme la cotangente, sécante, cosécante, sinus verse, haversine, exsécante, etc. peuvent être utilisées selon les domaines d'application.\n6. Les fonctions hyperboliques sont également dérivées des fonctions trigonométriques : sinus hyperbolique, cosinus hyperbolique, tangente hyperbolique, etc.", "rap": "[Couplet 1]\nLes fonctions trigonométriques, c'est pas du blabla,\nElles relient les longueurs des côtés d'un triangle, c'est ça.\nAngles et mesures, elles font la jonction,\nEssentielles pour étudier polygones et cercles à foison.\n\nLes équations différentielles en font leur définition,\nMais c'est aussi des séries entières, en action !\nLe sinus, le cosinus, la tangente,\nLes plus utilisées, faut que ça rentre dans ta tête.\n\n[Refrain]\nLes fonctions trigonométriques, on en a tous besoin,\nPour comprendre les maths, les gars, c'est pas anodin.\nTriangles, polygones, cercles et phénomènes périodiques,\nLes fonctions trigonométriques, elles sont magnifiques.\n\n[Couplet 2]\nMais attends, y'a pas que ça dans leur répertoire,\nLa cotangente, la sécante, la cosécante, faut pas les oublier.\nEt selon les domaines, d'autres fonctions font leur entrée,\nLa sinus verse, la haversine, l'exsécante, c'est varié.\n\nEt les fonctions hyperboliques, ça t'en bouche un coin,\nSinus hyperbolique, cosinus hyperbolique, c'est pas commun.\nLa tangente hyperbolique, elles sont dérivées,\nDes fonctions trigonométriques, faut les maîtriser.\n\n[Refrain]\nLes fonctions trigonométriques, on en a tous besoin,\nPour comprendre les maths, les gars, c'est pas anodin.\nTriangles, polygones, cercles et phénomènes périodiques,\nLes fonctions trigonométriques, elles sont magnifiques."}, {"titre": "Identité trigonométrique", "text_origine": "Une identité trigonométrique est une relation impliquant des fonctions trigonométriques, vérifiée pour toutes les valeurs possibles des variables intervenant dans la relation.\nCes identités peuvent servir à simplifier une expression comportant des fonctions trigonométriques ou à la transformer (par exemple pour en calculer une primitive). Elles constituent donc une « boîte à outils » utile pour la résolution de problèmes.\nLes fonctions trigonométriques sont définies géométriquement ou analytiquement. Elles servent beaucoup en intégration, pour intégrer des fonctions « non trigonométriques » : un procédé habituel consiste à effectuer un changement de variable en utilisant une fonction trigonométrique, et à simplifier ensuite l'intégrale obtenue avec les identités trigonométriques.\nNotation : si ƒ est une fonction trigonométrique, ƒ2 désigne la fonction qui à tout réel x associe le carré de ƒ(x). Par exemple : cos2 x = (cos x)2.", "element_cle": "1. Une identité trigonométrique est une relation vérifiée pour toutes les valeurs possibles des variables.\n2. Les identités trigonométriques simplifient les expressions et permettent de calculer des primitives.\n3. Les fonctions trigonométriques sont définies géométriquement ou analytiquement.\n4. Les identités trigonométriques sont utiles en intégration pour simplifier les intégrales.\n5. La notation ƒ2 représente le carré d'une fonction trigonométrique.", "rap": "[Couplet 1]\nIdentités trigonométriques, c'est la base du jeu\nRelation vérifiée pour toutes les valeurs, c'est pas un souci\nSimplifie les expressions, calcul des primitives\nEn géométrie ou en analyse, les formules sont explicites\n\n[Refrain]\nLes identités trigonométriques dans ma besace\nJ'suis prêt à rapper, à te donner la classe\nCalcul d'intégrales, tout simplifié\nƒ2 carré, ouais, c'est majestueux\n\n[Couplet 2]\nLes formules utiles pour les intégrations\nDes équations résolues, plus de complications\nDes angles bien calculés, aucun souci\nLes fonctions trigonométriques, c'est ce qu'on a compris\n\n[Refrain]\nLes identités trigonométriques dans ma besace\nJ'suis prêt à rapper, à te donner la classe\nCalcul d'intégrales, tout simplifié\nƒ2 carré, ouais, c'est majestueux"}, {"titre": "Sinus (mathématiques)", "text_origine": "En géométrie, le sinus d'un angle dans un triangle rectangle est le rapport entre la longueur du côté opposé à cet angle et la longueur de l'hypoténuse. La notion s'étend aussi à tout angle géométrique (compris entre 0 et 180°). Dans cette acception, le sinus est un nombre compris entre 0 et 1. Si l'on introduit une notion d'orientation, les angles peuvent prendre n'importe quelle valeur positive ou négative, et le sinus est un nombre compris entre −1 et +1. Le sinus d'un angle α est noté sin(α) ou simplement sin α.\n\nEn analyse, la fonction sinus est une fonction de la variable réelle qui, à chaque réel α, associe le sinus de l'angle orienté de mesure α radians. C'est une fonction impaire et périodique. Les fonctions trigonométriques peuvent se définir ainsi géométriquement, mais les définitions plus modernes les caractérisent par des séries entières ou comme des solutions d'équations différentielles particulières, permettant leur extension à des valeurs arbitraires et aux nombres complexes.\nLa fonction sinus est utilisée couramment pour modéliser des phénomènes périodiques comme les ondes sonores ou lumineuses ou encore les variations de température au cours de l'année.", "element_cle": "1. Le sinus d'un angle dans un triangle rectangle est le rapport entre la longueur du côté opposé à cet angle et la longueur de l'hypoténuse.\n2. Le sinus peut également être défini pour tout angle géométrique compris entre 0 et 180°.\n3. La fonction sinus est une fonction impaire et périodique en analyse, associant à chaque réel α le sinus de l'angle orienté de mesure α radians.\n4. Les fonctions trigonométriques peuvent être caractérisées à la fois géométriquement, par des séries entières ou comme des solutions d'équations différentielles particulières.\n5. Le sinus est également utilisé couramment pour modéliser des phénomènes périodiques tels que les ondes sonores ou lumineuses, ainsi que les variations de température au cours de l'année.", "rap": "[Couplet 1]\nLe sinus dans les maths, c'est du sérieux\nDans un triangle rectangle, c'est précieux\nC'est le rapport du côté opposé à l'hypo\nPour tout élève, faut en faire un héros\n\nLe sinus, il est pas juste là pour ça\nDe zéro à cent quatre-vingt, il se bat\nUn angle géométrique, il peut le calculer\nIl donne la mesure, t'as qu'à le multiplier\n\n[Refrain]\nLe sinus dans les rap c'est educatif\nOn fait des calculs, c'est pas un jeu d'enfant\nLe sinus, il te donne les solutions\nPour avancer, faut le mettre en évidence\n\n[Couplet 2]\nLe sinus est une fonction spéciale\nImpaire et périodique, c'est pas banal\nAssociant chaque réel à un angle orienté\nLes maths nous réservent toujours des vérités\n\nLes fonctions trigonométriques, un défi\nGéométriquement ou en série entière, c'est parti\nDes équations différentielles particulières\nOn les caractérise, faut pas faire la guerre\n\nLe sinus, c'est pas que dans les triangles\nModéliser les ondes, c'est son bagage\nLes phénomènes périodiques, il les représente\nDans la musique ou la température, il enchante\n\n[Refrain]\nLe sinus dans les rap c'est educatif\nOn fait des calculs, c'est pas un jeu d'enfant\nLe sinus, il te donne les solutions\nPour avancer, faut le mettre en évidence"}, {"titre": "Rapporteur", "text_origine": "Un rapporteur (ou rapporteur d'angle) est un outil utilisé en géométrie pour mesurer des angles et pour construire des figures géométriques. Les rapporteurs utilisés par les élèves sont la plupart du temps gradués en degrés, mais il existe plusieurs variantes : certains ont une double graduation (en degrés et en radians, ou en degrés et en grades), certains forment un disque complet alors que d'autres ne sont que des demi-disques.\nL'usage du rapporteur est parfois remplacé par l'usage d'un demi-carré.\nLe rapporteur trigonométrique est un instrument de mesure matérialisant le cercle trigonométrique et fournissant une correspondance degrés-radians.\nDans l'artisanat et l'industrie on utilise plus volontiers des rapporteurs métalliques composés d'un secteur circulaire associé à une règle pivotante et un dispositif de blocage.\nUn théodolite n'est rien d'autre qu'un ensemble de haute précision composé de deux rapporteurs (horizontal et vertical) associés à une lunette de visée.", "element_cle": "1. Un rapporteur est un outil utilisé en géométrie pour mesurer des angles et construire des figures géométriques.\n2. Les rapporteurs utilisés par les élèves sont communément gradués en degrés, mais il en existe différentes variantes.\n3. Certains rapporteurs ont une double graduation (degrés et radians, ou degrés et grades), alors que d'autres sont des demi-disques.\n4. Dans certains cas, l'usage du rapporteur peut être remplacé par celui d'un demi-carré.\n5. Les rapporteurs trigonométriques matérialisent le cercle trigonométrique et permettent une correspondance entre degrés et radians.\n6. Dans l'artisanat et l'industrie, on utilise souvent des rapporteurs métalliques composés d'un secteur circulaire avec une règle pivotante et un dispositif de blocage.\n7. Un théodolite est un instrument de haute précision constitué de deux rapporteurs (horizontal et vertical) associés à une lunette de visée.", "rap": "[Couplet 1]\nJ'suis là pour vous parler d'un outil classique\nLe rapporteur, faut pas qu'tu le laisses en vrac\nUtilisé en géométrie, pour mesurer les angles\nEt construire des figures, les gars, c'est pas banal\n\nGradué en degrés, c'est la norme pour les élèves\nMais y'a d'autres variantes, écoute comme j'te lève\nCertaines double graduation, avec radians ou grades\nD'autres sont des demi-disques, choisis ton upgrade\n\n[Refrain]\nLe rapporteur, le roi de la géométrie\nAvec lui, t'auras pas d'problème pour tracer tes lignes\nEt si t'es artisan ou de l'industrie\nLes rapporteurs métalliques, faut qu'tu les alignes\n\n[Couplet 2]\nDans l'truc trigonométrique, le rapporteur t'la met\nIl matérialise le cercle, pour mieux t'y retrouver\nLes degrés et radians, c'est la correspondance\nPour les calculs en trigono, ouais, c'est la bonne lance\n\nPour l'artisanat et l'industrie, ça se passe autrement\nDes rapporteurs métalliques, yeah, c'est puissant\nAvec un secteur circulaire et une règle pivotante\nBloque bien le dispositif, t'auras une mesure étincelante\n\nUn dernier truc à te dire, c'est le théodolite\nUn instrument précis, j'espère que t'es prêt\nAvec deux rapporteurs, horizontal et vertical\nEt la lunette de visée, là, t'es dans le vrai\n\n[Refrain]\nLe rapporteur, le roi de la géométrie\nAvec lui, t'auras pas d'problème pour tracer tes lignes\nEt si t'es artisan ou de l'industrie\nLes rapporteurs métalliques, faut qu'tu les alignes"}, {"titre": "Table de lignes trigonométriques exactes", "text_origine": "Cette table de lignes trigonométriques exactes rassemble certaines valeurs des fonctions trigonométriques sinus, cosinus, tangente et cotangente sous forme d'expressions algébriques à l'aide de racines carrées de réels, parfois imbriquées. Ces expressions sont obtenues à partir des valeurs remarquables pour les angles de 30° (dans le triangle équilatéral) et de 36° (dans le pentagone régulier) et à l'aide des identités trigonométriques de duplication et d'addition des angles.\nCette table est nécessairement incomplète, dans le sens où il est toujours possible de déduire une expression algébrique pour l'angle moitié ou l'angle double. En outre, de telles expressions sont en théorie calculables pour les angles de tout polygone régulier dont le nombre de côtés est un nombre premier de Fermat, or ici seuls les deux premiers ont été exploités : 3, 5.", "element_cle": "1. La table de lignes trigonométriques exactes contient des valeurs des fonctions sinus, cosinus, tangente et cotangente sous forme d'expressions algébriques.\n2. Les valeurs sont obtenues à partir des angles remarquables de 30° et 36°.\n3. Les expressions utilisent des racines carrées de réels.\n4. La table est incomplète car il est possible de déduire d'autres expressions pour certains angles.\n5. Les expressions sont calculables pour les angles des polygones réguliers dont le nombre de côtés est un nombre premier de Fermat.\n6. Seuls les polygones réguliers avec 3 et 5 côtés ont été exploités dans cette table.", "rap": "[Couplet 1]\nLa table de lignes trigonométriques exactes, j'la déclare\nDes valeurs pour les fonctions, là faut pas défaillir\nSinus, cosinus, tangente, cotangente, tout est là\nDes expressions algébriques qui t'laissent pas en bas\n\nAngles remarquables de 30° et 36° à l'appui\nOn sort les calculs, on fait pas les timides, on fuit pas\nAvec des racines carrées, on fait parler les chiffres\nLes valeurs sont précises, t'inquiète j'les différencie\n\n[Refrain]\nLa trigonométrie, c'est pas de la magie\nAvec ces tables exactes, j'peux pas faire d'erreur\nLes maths, c'est l'éducation, c'est notre allié\nOn peut tout calculer, les angles sont notre lueur\n\n[Couplet 2]\nLa table est pas complète, faut jamais oublier\nD'autres expressions possibles, pour certains angles, marquer\nMais on s'arrête pas là, on cherche toujours plus loin\nOn fait des découvertes, c'est ça qui nous maintient\n\nPour les polygones réguliers, faut pas s'mentir\nNombre premier de Fermat, c'est comme ça qu'on aspire\nTrois côtés, cinq côtés, on s'est pas limités\nLa trigonométrie, on l'a pas oubliée\n\n[Refrain]\nLa trigonométrie, c'est pas de la magie\nAvec ces tables exactes, j'peux pas faire d'erreur\nLes maths, c'est l'éducation, c'est notre allié\nOn peut tout calculer, les angles sont notre lueur"}, {"titre": "Atan2", "text_origine": "En trigonométrie, la fonction atan2 à deux arguments est une variante de la fonction arc tangente. Pour tous arguments réels x et y non nuls, \n  \n    \n      \n        atan2\n        ⁡\n        (\n        y\n        ,\n        x\n        )\n      \n    \n    {\\displaystyle \\operatorname {atan2} (y,x)}\n   est l'angle en radians entre la partie positive de l'axe des abscisses d'un plan, et le point de ce plan de coordonnées (x, y). Cet angle est positif pour les angles dans le sens anti-horaire dit sens trigonométrique (demi-plan supérieur, y > 0) et négatif dans l'autre (demi-plan inférieur, y < 0).\nLa fonction atan2 fut d'abord introduite dans les langages de programmation informatique, mais elle est désormais aussi couramment utilisée dans d'autres domaines de la science et de l'ingénierie. Elle est au moins aussi ancienne que le langage de programmation Fortran et on la trouve maintenant dans la plupart des autres langages.\nEn termes mathématiques, atan2 retourne la détermination principale de la fonction argument appliquée au nombre complexe \n  \n    \n      \n        x\n        +\n        \n          i\n        \n        \n        y\n      \n    \n    {\\displaystyle x+\\mathrm {i} \\,y}\n  . Soit \n  \n    \n      \n        atan2\n        ⁡\n        (\n        y\n        ,\n        x\n        )\n        =\n        [\n        dp\n        ⁡\n        arg\n        ]\n        (\n        x\n        +\n        \n          i\n        \n        \n        y\n        )\n        ]\n        =\n        Arg\n        ⁡\n        (\n        x\n        +\n        \n          i\n        \n        \n        y\n        )\n      \n    \n    {\\displaystyle \\operatorname {atan2} (y,x)=[\\operatorname {dp} \\operatorname {arg} ](x+\\mathrm {i} \\,y)]=\\operatorname {Arg} (x+\\mathrm {i} \\,y)}\n  . Le résultat pourrait varier de 2π sans aucun impact sur l'angle, mais pour garantir son unicité, on utilise la valeur principale dans l'intervalle ]–π ,π], soit \n  \n    \n      \n        −\n        π\n        <\n        atan2\n        ⁡\n        (\n        y\n        ,\n        x\n        )\n        ⩽\n        π\n      \n    \n    {\\displaystyle -\\pi <\\operatorname {atan2} (y,x)\\leqslant \\pi }\n  .\nLa fonction atan2 est utilisée dans beaucoup d'applications impliquant des vecteurs de l'espace euclidien, comme pour trouver la direction d'un point à un autre. Une des utilisations principales est la conversion des matrices de rotation en angles d'Euler, pour faire pivoter des représentations graphiques informatiques.\nDans certains langages informatiques, l'ordre des paramètres est inversé, ou bien la fonction est dénommée différemment. Sur les calculatrices scientifiques, le résultat de la fonction est souvent issu de la conversion des coordonnées rectangulaires (x, y) en coordonnées polaires.", "element_cle": "1. La fonction atan2 est une variante de la fonction arc tangente en trigonométrie.\n2. Elle donne l'angle en radians entre l'axe des abscisses et un point dans un plan.\n3. Cet angle est positif dans le sens anti-horaire et négatif dans l'autre sens.\n4. La fonction atan2 est utilisée dans les langages de programmation informatique.\n5. Elle est également employée dans d'autres domaines de la science et de l'ingénierie.", "rap": "[Couplet 1]\nLa fonction atan2, c'est la trigonométrie\nUn angle en radians, entre lignes et point dans un plan\nPositif dans le sens, anti-horaire dans l'autre camp\nDans le code, elle est reine, en informatique elle fait des flambeaux\nScience et ingénierie, elle est partout, comme un drapeau\n\n[Refrain]\nAtan2, c'est le rap de la précision\nAngles et abscisses, c'est la mathématique en action\nDans les langages de programmation elle fait sensation\nAtan2, pour l'éducation et l'innovation\n\n[Couplet 2]\nDepuis bien des années, atan2 est dans la place\nDes dates marquantes, des défis à chaque phrase\nElle a su s'adapter, évoluer avec les temps\nAtan2, la formule qui transcende les instants\nDans les sciences, la technique, elle brille de mille feux\nAtan2, pour les générations, un savoir précieux\n\n[Refrain]\nAtan2, c'est le rap de la précision\nAngles et abscisses, c'est la mathématique en action\nDans les langages de programmation elle fait sensation\nAtan2, pour l'éducation et l'innovation"}, {"titre": "Formule d'Euler", "text_origine": "La formule d'Euler est une égalité mathématique, attribuée au mathématicien suisse Leonhard Euler. Elle s'écrit, pour tout nombre réel x,\n\n  \n    \n      \n        \n          \n            e\n          \n          \n            \n              i\n            \n            \n            x\n          \n        \n        =\n        cos\n        ⁡\n        x\n        +\n        \n          i\n        \n        \n        sin\n        ⁡\n        x\n      \n    \n    {\\displaystyle \\mathrm {e} ^{\\mathrm {i} \\,x}=\\cos x+\\mathrm {i} \\,\\sin x}\n  \net se généralise aux x complexes.\nIci, le nombre e est la base des logarithmes naturels, i est l'unité imaginaire, sin et cos sont des fonctions trigonométriques.", "element_cle": "1. La formule d'Euler est une égalité mathématique attribuée à Leonhard Euler, mathématicien suisse.\n2. La formule d'Euler s'écrit sous la forme e^ix = cos(x) + i*sin(x).\n3. La formule d'Euler se généralise aux nombres complexes.\n4. La base des logarithmes naturels, e, est présente dans la formule d'Euler.\n5. L'unité imaginaire, i, est également utilisée dans la formule d'Euler.", "rap": "[Couplet]\nLa formule d'Euler, une équation magique,\nAttribuée au grand Euler, mathématicien fantastique.\ne à la puissance i x, ça te parle pas ?\nCos(x) plus i fois sin(x), c'est du lourd, crois-moi ça déchire.\n\n[Refrain]\nLa formule d'Euler, un bijou de l'algèbre,\nComplexité mathématique qui nous exalte.\nSans oublier e, la base des logarithmes naturels,\nEt l'unité imaginaire i, tout est dans le panel.\n\n[Couplet]\nNombres complexes, c'est la généralisation,\nEuler nous dévoile leurs propriétés sans concession.\nUn monde parallèle où le réel est dépassé,\nOn plonge dans les mathématiques, prêts à s'enflammer.\n\n[Refrain]\nLa formule d'Euler, une symphonie des nombres,\nUn voyage infini où tout devient plus sombre.\ne et i, deux complices indissociables,\nDans cette équation magique, le mathéma est roi indéniable."}, {"titre": "Leonhard Euler", "text_origine": "Leonhard Euler (en allemand : [ˈleːɔnhaʁt ˈɔɪ̯lɐ] ), né le 15 avril 1707 à Bâle (Suisse) et mort le 7 septembre 1783 (18 septembre dans le calendrier grégorien) à Saint-Pétersbourg (Empire russe), est un mathématicien et physicien suisse, qui passa la plus grande partie de sa vie dans l'Empire russe et en Allemagne. Il était notamment membre de l'Académie royale des sciences de Prusse à Berlin.\nEuler fit d'importantes découvertes dans des domaines aussi variés que le calcul infinitésimal et la théorie des graphes. Il introduisit également une grande partie de la terminologie et de la notation des mathématiques modernes, en particulier pour l'analyse mathématique, comme la notion de fonction mathématique. Il est aussi connu pour ses travaux en mécanique, en dynamique des fluides, en optique et en astronomie ou en géométrie du triangle.\nEuler est considéré comme un éminent mathématicien du XVIIIe siècle et l'un des plus grands et des plus prolifiques de tous les temps. Une déclaration attribuée à Pierre-Simon de Laplace exprime l'influence d'Euler sur les mathématiques : « Lisez Euler, lisez Euler, c'est notre maître à tous. » Il était un fervent chrétien, croyant en l'inerrance biblique, et s'opposa avec force aux athées éminents de son temps.", "element_cle": "- Leonhard Euler était un mathématicien et physicien suisse qui a vécu au XVIIIe siècle.\n- Il est né le 15 avril 1707 à Bâle, en Suisse, et est décédé le 7 septembre 1783 à Saint-Pétersbourg, en Russie.\n- Euler a fait d'importantes découvertes dans des domaines tels que le calcul infinitésimal et la théorie des graphes.\n- Il a également introduit de nombreux termes et notations mathématiques modernes, notamment la notion de fonction mathématique.\n- Euler était membre de l'Académie royale des sciences de Prusse à Berlin et est considéré comme l'un des plus grands mathématiciens de tous les temps.\n- Il était également connu pour ses travaux en mécanique, dynamique des fluides, optique, astronomie et géométrie du triangle.\n- Euler était un fervent chrétien et s'est opposé aux athées éminents de son époque.", "rap": "[Couplet 1]\nLeonhard Euler, mathématicien légendaire\nUn génie qui a su repousser les barrières\nNé en Suisse, le XVIIIe siècle, Bâle est sa ville\nAvec sa plume, il a écrit une nouvelle page qui brille\n\n[Refrain]\nEuler, Euler, son nom raisonne\nUn esprit brillant, son talent résonne\nCalcul infinitésimal, théorie des graphes\nIl a ouvert nos esprits, a percé ces énigmes dans l'ombre\n\n[Couplet 2]\nDe nombreuses découvertes à son actif\nDes notations et termes modernes, c'est un festif\nFonction mathématique, il nous a tout appris\nEuler, un génie, un savoir qu'il a établi\n\n[Refrain]\nEuler, Euler, son nom raisonne\nUn esprit brillant, son talent résonne\nCalcul infinitésimal, théorie des graphes\nIl a ouvert nos esprits, a percé ces énigmes dans l'ombre\n\n[Refrain]\nEuler, Euler, son nom raisonne\nUn esprit brillant, son talent résonne\nMécanique, optique, astronomie, géométrie\nUn héritage immense, pour l'éternité\n\nNote: Ce texte vous donne une idée générale pour un texte rap basé sur les faits clés liés à Leonhard Euler. Vous pouvez ajouter votre propre style et votre propre créativité pour le rendre plus personnel et adapté à vos besoins."}, {"titre": "Formule de Moivre", "text_origine": "La formule de Moivre affirme que, pour tout nombre réel x et pour tout entier relatif n :\n\n  \n    \n      \n        \n          \n            (\n            \n              cos\n              ⁡\n              x\n              +\n              \n                i\n              \n              sin\n              ⁡\n              x\n            \n            )\n          \n          \n            n\n          \n        \n        =\n        cos\n        ⁡\n        (\n        n\n        x\n        )\n        +\n        \n          i\n        \n        sin\n        ⁡\n        (\n        n\n        x\n        )\n        \n        (\n        1\n        )\n      \n    \n    {\\displaystyle \\left(\\cos x+\\mathrm {i} \\sin x\\right)^{n}=\\cos(nx)+\\mathrm {i} \\sin(nx)\\quad (1)}\n  Le nombre i désigne l'unité imaginaire, c'est-à-dire le choix d'une racine carrée de –1. Elle porte le nom du mathématicien français Abraham de Moivre, qui a utilisé une formule relativement proche dans ses écrits.\nCette formule met en relation les nombres complexes et les fonctions trigonométriques cosinus et sinus. Parfois la formule est réécrite en remplaçant « cos (x) + i sin (x) » par « exp(ix) ».\nC'est la formule d'Euler. En élevant les deux membres de cette formule à la puissance n, on démontre directement la formule de Moivre. C'est donc une démonstration qui est beaucoup plus simple que la démonstration par récurrence donnée ci-dessous.", "element_cle": "1. La formule de Moivre est une équation qui lie les nombres complexes et les fonctions trigonométriques.\n2. Elle affirme que pour tout nombre réel x et tout entier relatif n, (cos(x) + i sin(x))^n = cos(nx) + i sin(nx).\n3. Le nombre i représente l'unité imaginaire, qui est la racine carrée de -1.\n4. Cette formule porte le nom d'Abraham de Moivre, un mathématicien français.\n5. Il existe une autre forme de la formule de Moivre où l'on remplace cos(x) + i sin(x) par exp(ix).\n6. En élevant les deux membres de cette formule à la puissance n, on peut démontrer la formule de Moivre.\n7. Cette démonstration est plus simple que celle par récurrence.\n8. La formule de Moivre est largement utilisée en mathématiques et en physique.\n9. Elle trouve notamment des applications dans le calcul des racines de nombres complexes.\n10. La formule de Moivre est un outil essentiel pour comprendre et manipuler les nombres complexes.", "rap": "[Couplet 1]\nLa formule de Moivre, c'est la clé de l'algèbre\nRelie nombres complexes et fonctions trigonométriques\nPour tout x réel, n entier relatif,\nCos(nx) + i sin(nx), c'est ce qu'elle prédit\n\n[Refrain]\nLa formule de Moivre, l'équation cruciale\nQui dévoile l'essence des maths sensationnelles\n\n[Couplet 2]\nAbraham de Moivre, mathématicien français,\nÀ qui l'on doit ce savoir, ce précieux secret\nI représente l'unité imaginaire, ça définit\nLa racine carrée de -1, ouais c'est bien réfléchi\n\n[Refrain]\nLa formule de Moivre, l'équation cruciale\nQui dévoile l'essence des maths sensationnelles\n\n[Couplet 3]\nExp(ix) est l'autre version, ouais c'est vrai\nElle remplace cos(x) + i sin(x), ouais c'est parfait\nOn élève à la puissance n, pour démontrer\nLa formule de Moivre, faut pas hésiter\n\n[Refrain]\nLa formule de Moivre, l'équation cruciale\nQui dévoile l'essence des maths sensationnelles\n\n[Couplet 4]\nEn maths et en physique, elle est utilisée\nDans le calcul des racines complexes, elle est convoitée\nC'est un outil essentiel, pour comprendre et manipuler\nLes nombres complexes, ça nous fait tous kiffer\n\n[Refrain]\nLa formule de Moivre, l'équation cruciale\nQui dévoile l'essence des maths sensationnelles"}, {"titre": "Identité d'Euler", "text_origine": "En mathématiques, l'identité d'Euler est une relation entre plusieurs constantes fondamentales et utilisant les trois opérations arithmétiques d'addition, multiplication et exponentiation :\n\n  \n    \n      \n        \n          \n            e\n          \n          \n            \n              i\n            \n            π\n          \n        \n        +\n        1\n        =\n        0\n      \n    \n    {\\displaystyle \\mathrm {e} ^{\\mathrm {i} \\pi }+1=0}\n  \noù la base e du logarithme naturel représente l'analyse, l'unité imaginaire i représente l'algèbre, la constante d'Archimède π représente la géométrie, l'entier 1 l'arithmétique et le nombre 0 les mathématiques[réf. souhaitée].\nElle est nommée d'après le mathématicien Leonhard Euler qui la fait apparaître dans son Introductio, publié à Lausanne en 1748. Avant d'être citée par Euler, cette formule était connue du mathématicien anglais Roger Cotes, mort en 1716.", "element_cle": "1. L'identité d'Euler est une relation mathématique importante mettant en jeu des constantes fondamentales.\n2. Elle utilise les opérations d'addition, multiplication et exponentiation.\n3. Les constantes utilisées sont la base e du logarithme naturel, l'unité imaginaire i et la constante d'Archimède π.\n4. L'identité d'Euler est décrite par l'équation e^iπ + 1 = 0.\n5. Cette formule a été introduite par le mathématicien Leonhard Euler dans son livre \"Introductio\" publié en 1748.", "rap": "[Couplet 1]\nDans le monde des maths, y'a une équation, ma parole\nQui dévoile les liens entre les nombres,\nL'identité d'Euler est un vrai trésor,\nReliant les constantes que l'on vénère encore.\n\n[Refrain]\nAddition, multiplication, exponentiation,\nE^iπ + 1 = 0, une équation d'exception,\nEuler a tout dévoilé dans son Introductio,\nEn 1748, mathématicien génial.\n\n[Couplet 2]\nLa base e, logarithme naturel salivant,\nL'unité imaginaire i, rendant tout vibrant,\nEt la constante d'Archimède π incroyable,\nL'identité d'Euler, une formule insaisissable.\n\n[Refrain]\nAddition, multiplication, exponentiation,\nE^iπ + 1 = 0, une équation d'exception,\nEuler a tout dévoilé dans son Introductio,\nEn 1748, mathématicien génial."}, {"titre": "Formule de Stirling", "text_origine": "La formule de Stirling, du nom du mathématicien écossais James Stirling, donne un équivalent de la factorielle d'un entier naturel n quand n tend vers l'infini :\n\n  \n    \n      \n        \n          lim\n          \n            n\n            →\n            +\n            ∞\n          \n        \n        \n          \n            \n              n\n              \n              !\n            \n            \n              \n                \n                  2\n                  π\n                  n\n                \n              \n              \n              \n                \n                  (\n                  \n                    \n                      n\n                    \n                    \n                      /\n                    \n                    \n                      \n                        e\n                      \n                    \n                  \n                  )\n                \n                \n                  n\n                \n              \n            \n          \n        \n        =\n        1\n      \n    \n    {\\displaystyle \\lim _{n\\to +\\infty }{n\\,! \\over {\\sqrt {2\\pi n}}\\;\\left({n}/{\\rm {e}}\\right)^{n}}=1}\n  \nque l'on trouve souvent écrite ainsi :\n\n  \n    \n      \n        n\n        \n        !\n        ∼\n        \n          \n            2\n            π\n            n\n          \n        \n        \n        \n          \n            (\n            \n              \n                n\n                \n                  \n                    e\n                  \n                \n              \n            \n            )\n          \n          \n            n\n          \n        \n      \n    \n    {\\displaystyle n\\,!\\sim {\\sqrt {2\\pi n}}\\,\\left({n \\over {\\rm {e}}}\\right)^{n}}\n  \noù le nombre e désigne la base de l'exponentielle.", "element_cle": "1. La formule de Stirling donne un équivalent de la factorielle d'un entier naturel n quand n tend vers l'infini.\n2. La formule est nommée d'après le mathématicien écossais James Stirling.\n3. L'équivalent de la factorielle est donné par le rapport entre la racine carrée de 2 pi n et (n/e)^n.\n4. La limite de cette équation lorsque n tend vers l'infini est égale à 1.\n5. La formule est souvent écrite sous la forme n! ~ (racine carrée de 2 pi n) * (n/e)^n.", "rap": "[Couplet 1]\nLa formule de Stirling en action, ouais c'est ça mon rap,\nPour calculer les factorielles, mon flow est à la hauteur de l'infâme,\nQuand n tend vers l'infini, la factorielle se dévoile,\nUne équation puissante, ça mettra tout le monde en émoi.\n\n[Refrain]\nLa formule de Stirling, un véritable chef-d'œuvre mathématique,\nLe savoir et l'éducation, c'est ça qu'on prêche,\nDonnant un équivalent quand n tend vers l'infini,\nC'est du rap intellectuel, ça met les neurones en feu.\n\n[Couplet 2]\nJames Stirling, le mathématicien, met le game à l'envers,\nSon équation est connue, c'est pas un mystère,\nLa racine carrée de 2 pi n, multipliée par (n/e)^n,\nTout ça pour donner 1, c'est vraiment divin.\n\n[Refrain]\nLa formule de Stirling, un véritable chef-d'œuvre mathématique,\nLe savoir et l'éducation, c'est ça qu'on prêche,\nDonnant un équivalent quand n tend vers l'infini,\nC'est du rap intellectuel, ça met les neurones en feu."}, {"titre": "Unité imaginaire", "text_origine": "En mathématiques, l’unité imaginaire est un nombre complexe, noté \n  \n    \n      \n        \n          i\n        \n      \n    \n    {\\displaystyle \\mathrm {i} }\n    (parfois \n  \n    \n      \n        \n          j\n        \n      \n    \n    {\\displaystyle \\mathrm {j} }\n   en physique afin de ne pas le confondre avec la notation de l'intensité électrique), dont le carré vaut –1. Ses multiples par des nombres réels constituent les nombres imaginaires purs.\nL'appellation d'« imaginaire » est due à René Descartes et celle d'« unité imaginaire » à Carl Friedrich Gauss. Sans avoir disparu, cette appellation n'est pas d'un usage très généralisé chez les mathématiciens, qui se contentent souvent de parler du nombre i.", "element_cle": "1. L'unité imaginaire en mathématiques est représentée par la lettre i (ou j en physique).\n2. L'unité imaginaire a pour propriété d'avoir un carré égal à -1.\n3. Les multiples de l'unité imaginaire par des nombres réels constituent les nombres imaginaires purs.\n4. La terminologie d'« imaginaire » a été introduite par René Descartes.\n5. Le terme d'« unité imaginaire » a été popularisé par Carl Friedrich Gauss.", "rap": "[Couplet 1]\nL'unité imaginaire, yeah on la représente par la lettre i\nDans les maths, c'est un outil qu'on utilise, ouais c'est essentiel\nSon carré égal à moins un, c'est une propriété, j'te le dis\nUn truc abstrait, mais dans l'univers des nombres, ça a son style\n\n[Refrain]\nYeah, l'unité imaginaire, une notion qui défie la réalité\nDans l'imaginaire mathématique, elle prend toute sa clarté\nDes multiples avec les réels, elle forme les nombres imaginaires purs\nDescartes et Gauss, ils l'ont popularisée, une histoire qui perdure\n\n[Couplet 2]\nC'est René Descartes qui a introduit le terme d'« imaginaire »\nUn p'tit génie, il a ouvert la voie à tout ce savoir\nEt c'est Carl Friedrich Gauss qui a parlé d'« unité imaginaire »\nUn mathématicien de renom, ouais, respect et admiration sincères\n\n[Refrain]\nYeah, l'unité imaginaire, une notion qui défie la réalité\nDans l'imaginaire mathématique, elle prend toute sa clarté\nDes multiples avec les réels, elle forme les nombres imaginaires purs\nDescartes et Gauss, ils l'ont popularisée, une histoire qui perdure"}, {"titre": "Identité trigonométrique", "text_origine": "Une identité trigonométrique est une relation impliquant des fonctions trigonométriques, vérifiée pour toutes les valeurs possibles des variables intervenant dans la relation.\nCes identités peuvent servir à simplifier une expression comportant des fonctions trigonométriques ou à la transformer (par exemple pour en calculer une primitive). Elles constituent donc une « boîte à outils » utile pour la résolution de problèmes.\nLes fonctions trigonométriques sont définies géométriquement ou analytiquement. Elles servent beaucoup en intégration, pour intégrer des fonctions « non trigonométriques » : un procédé habituel consiste à effectuer un changement de variable en utilisant une fonction trigonométrique, et à simplifier ensuite l'intégrale obtenue avec les identités trigonométriques.\nNotation : si ƒ est une fonction trigonométrique, ƒ2 désigne la fonction qui à tout réel x associe le carré de ƒ(x). Par exemple : cos2 x = (cos x)2.", "element_cle": "- Une identité trigonométrique est une relation vérifiée pour toutes les valeurs des variables trigonométriques.\n- Les identités trigonométriques peuvent simplifier ou transformer des expressions trigonométriques.\n- Elles sont utiles dans la résolution de problèmes mathématiques.\n- Les fonctions trigonométriques peuvent être définies géométriquement ou analytiquement.\n- Elles sont souvent utilisées en intégration pour simplifier les intégrales.\n- La notation ƒ2 désigne le carré de la fonction ƒ(x). Par exemple : cos2 x = (cos x)2.", "rap": "[Couplet 1]\nYo, c'est du rap mathématique, j'te parle d'identités trigonométriques\nDes relations qui s'appliquent à toutes les valeurs, c'est fantastique\nElles simplifient, transforment les expressions, c'est magique\nDans les problèmes mathématiques, elles sont indispensables, c'est logique\n\n[Refrain]\nIdentités trigonométriques, on les utilise sans limites\nDans nos équations, elles sont présentes et nous évitent des pépites\nQuand les angles s'embrouillent, qu'ils font des pirouettes\nLes identités trigonométriques nous guident vers le succès\n\n[Couplet 2]\nOn définit les fonctions trigonométriques géométriquement ou analytiquement\nCosinus, sinus, tangente, elles sont toutes là, c'est magnifique\nEn intégration, elles sont nos alliées, on les utilise sans hésiter\nPour simplifier les intégrales, c'est un coup de maître assuré\n\n[Refrain]\nIdentités trigonométriques, on les utilise sans limites\nDans nos équations, elles sont présentes et nous évitent des pépites\nQuand les angles s'embrouillent, qu'ils font des pirouettes\nLes identités trigonométriques nous guident vers le succès"}, {"titre": "Identité trigonométrique", "text_origine": "Une identité trigonométrique est une relation impliquant des fonctions trigonométriques, vérifiée pour toutes les valeurs possibles des variables intervenant dans la relation.\nCes identités peuvent servir à simplifier une expression comportant des fonctions trigonométriques ou à la transformer (par exemple pour en calculer une primitive). Elles constituent donc une « boîte à outils » utile pour la résolution de problèmes.\nLes fonctions trigonométriques sont définies géométriquement ou analytiquement. Elles servent beaucoup en intégration, pour intégrer des fonctions « non trigonométriques » : un procédé habituel consiste à effectuer un changement de variable en utilisant une fonction trigonométrique, et à simplifier ensuite l'intégrale obtenue avec les identités trigonométriques.\nNotation : si ƒ est une fonction trigonométrique, ƒ2 désigne la fonction qui à tout réel x associe le carré de ƒ(x). Par exemple : cos2 x = (cos x)2.", "element_cle": "- Une identité trigonométrique est une relation entre des fonctions trigonométriques valides pour toutes les valeurs possibles des variables.\n- Les identités trigonométriques sont utiles pour simplifier ou transformer des expressions contenant des fonctions trigonométriques.\n- Elles sont également utilisées en intégration pour faciliter le calcul des primitives de fonctions non trigonométriques.\n- Les fonctions trigonométriques peuvent être définies géométriquement ou analytiquement.\n- La notation cos² x désigne le carré de la fonction cos(x).", "rap": "[Couplet 1]\nYo, laisse-moi t'expliquer les identités trigonométriques,\nDes relations qui s'appliquent à toutes les variables spécifiques.\nElles simplifient, elles transforment les expressions compliquées,\nUn outil essentiel pour les experts en mathématiques.\n\n[Refrain]\nIdentités trigonométriques, yeah, c'est le secret bien gardé,\nDans l'univers des fonctions trigonométriques, tout est connecté.\nElles nous aident à résoudre, à intégrer plus facilement,\nCes identités, c'est l'arme de tous les matheux vaillants.\n\n[Couplet 2]\nOn peut les définir soit géométriquement, soit analytiquement,\nCes fonctions qui font vibrer nos esprits scientifiques.\nOn peut transformer un cos(x) en sin(x) et vice versa,\nLes possibilités sont infinies, ça devient hyper terra.\n\n[Refrain]\nIdentités trigonométriques, yeah, c'est le secret bien gardé,\nDans l'univers des fonctions trigonométriques, tout est connecté.\nElles nous aident à résoudre, à intégrer plus facilement,\nCes identités, c'est l'arme de tous les matheux vaillants."}, {"titre": "Fonction trigonométrique", "text_origine": "En mathématiques, les  fonctions trigonométriques permettent de relier les longueurs des côtés d'un triangle en fonction de la mesure des angles aux sommets. Plus généralement, ces fonctions sont importantes pour étudier les triangles et les polygones, les cercles (on les appelle alors fonctions circulaires) et modéliser des phénomènes périodiques.\nLes trois fonctions trigonométriques les plus utilisées sont le sinus (noté sin), le cosinus (cos) et la tangente (tan, tang ou tg). Les relations entre les différentes fonctions trigonométriques constituent les identités trigonométriques. En analyse mathématique, ces fonctions peuvent aussi être définies à partir de la somme de séries entières ou comme les solutions d'équations différentielles, ce qui permet de les généraliser à des nombres complexes.\nSelon les domaines d'application, en navigation maritime ou aérienne notamment, d'autres fonctions sont utilisées : cotangente, sécante, cosécante, sinus verse, haversine, exsécante, etc.\nPar ailleurs, sur le modèle des fonctions trigonométriques, on définit aussi des fonctions hyperboliques dont le nom dérive des premières : sinus hyperbolique (sinh), cosinus hyperbolique (cosh), tangente hyperbolique (tanh), etc.", "element_cle": "1. Les fonctions trigonométriques relient les longueurs des côtés d'un triangle en fonction des angles mesurés aux sommets.\n2. Elles sont essentielles pour étudier les triangles, les polygones, les cercles et modéliser des phénomènes périodiques.\n3. Les trois fonctions trigonométriques les plus courantes sont le sinus, le cosinus et la tangente.\n4. Les identités trigonométriques décrivent les relations entre ces fonctions.\n5. Ces fonctions peuvent également être définies à partir de séries entières ou comme solutions d'équations différentielles, généralisant ainsi leur utilisation aux nombres complexes.\n6. En navigation maritime ou aérienne, d'autres fonctions trigonométriques sont utilisées, telles que la cotangente, la sécante et la cosécante.\n7. On trouve aussi des fonctions hyperboliques, dérivées des fonctions trigonométriques classiques, telles que le sinus hyperbolique, le cosinus hyperbolique et la tangente hyperbolique.", "rap": "[Couplet 1]\nYo, j'rappe sur les fonctions trigonométriques,\nLa base des triangles, c'est pas ironique.\nReliant les côtés en fonction des angles,\nC'est comme un puzzle, faut trouver la mélange.\nÉtudier les formes, les cercles, les polygones,\nLes phénomènes périodiques, c'est notre chanson.\nSinus, cosinus, tangente, les plus courantes,\nLeurs identités, des relations percutantes.\n\n[Refrain]\nLes fonctions trigonométriques dans toutes les têtes,\nPour résoudre des équations, des soucis concrets.\nElles s'étendent aux nombres complexes,\nDes séries entières, des équations vérex.\nNavigation maritime ou aérienne,\nCotangente, sécante, cosécante, la sienne.\nHyperboliques aussi, dérivées raffinées,\nLe rap des fonctions, éduquer notre jeunesse.\n\n[Couplet 2]\nOn s'éloigne de la terre, on va en mer,\nEn navires, en avions, faut savoir calculer.\nLes fonctions trigonométriques maritimes,\nCotangente, sécante, cosécante, c'est le crime.\nEt même plus, les fonctions hyperboliques,\nSinus hyperbolique, cosinus hyperbolique, c'est magnifique.\nDes applications sans limite, c'est fantastique,\nLes maths nous guident, font voler nos répliques.\n\n[Refrain]\nLes fonctions trigonométriques dans toutes les têtes,\nPour résoudre des équations, des soucis concrets.\nElles s'étendent aux nombres complexes,\nDes séries entières, des équations vérex.\nNavigation maritime ou aérienne,\nCotangente, sécante, cosécante, la sienne.\nHyperboliques aussi, dérivées raffinées,\nLe rap des fonctions, éduquer notre jeunesse."}, {"titre": "Identité trigonométrique pythagoricienne", "text_origine": "L'identité trigonométrique pythagoricienne exprime le théorème de Pythagore en termes de fonctions trigonométriques. Avec les formules de somme d'angles, c'est l'une des relations fondamentales entre les fonctions sinus et cosinus. Cette relation entre le sinus et le cosinus est parfois appelée l'identité trigonométrique fondamentale de Pythagore.\nCette identité trigonométrique est donnée par la formule : \n\n  \n    \n      \n        \n          sin\n          \n            2\n          \n        \n        ⁡\n        θ\n        +\n        \n          cos\n          \n            2\n          \n        \n        ⁡\n        θ\n        =\n        1\n      \n    \n    {\\displaystyle \\sin ^{2}\\theta +\\cos ^{2}\\theta =1}\n  , où \n  \n    \n      \n        \n          sin\n          \n            2\n          \n        \n        ⁡\n        θ\n      \n    \n    {\\displaystyle \\sin ^{2}\\theta }\n   signifie \n  \n    \n      \n        (\n        sin\n        ⁡\n        θ\n        \n          )\n          \n            2\n          \n        \n      \n    \n    {\\displaystyle (\\sin \\theta )^{2}}\n  .Si la longueur de l'hypoténuse d'un triangle rectangle est égale à 1, alors la longueur de l'un des deux côtés est le sinus de l'angle opposé et est également le cosinus de l'angle aigu adjacent. Par conséquent, cette identité trigonométrique découle du théorème de Pythagore.", "element_cle": "1. L'identité trigonométrique pythagoricienne lie les fonctions sinus et cosinus au théorème de Pythagore.\n2. Elle est également connue sous le nom d'identité trigonométrique fondamentale de Pythagore.\n3. L'identité trigonométrique est exprimée par la formule sin^2θ + cos^2θ = 1.\n4. Cette formule signifie que la somme des carrés du sinus et du cosinus d'un angle est toujours égale à 1.\n5. Cette identité trigonométrique est dérivée du théorème de Pythagore dans un triangle rectangle.", "rap": "[Couplet 1]\nL'identité pythagoricienne, une trappe scientifique\nQui unit les sinus et les cosinus, une équation si caractéristique\nReliée au théorème de Pythagore, c'est mathématique\nDans un triangle rectangle, t'as besoin de cette astuce\n\nL'identité fondamentale, c'est son autre nom\nConnue et utilisée par les esprits les plus forts\nSin carré plus cos carré, égal à un, c'est pas du folklore\nUne équation qui résiste au temps, indétrônable icône\n\n[Refrain]\nIdentité trigonométrique, une réalité mathématique\nLien puissant avec Pythagore, une force symbolique\nC'est sin carré plus cos carré égal à un\nUne formule qui nous indique que tout est bien calculé, sauf l'inconnu\n\n[Couplet 2]\nCette équation nous enseigne une leçon de vie\nQue dans un triangle rectangle, tout est bien assorti\nLa somme des carrés du sinus et du cosinus, en harmonie\nToujours égale à un, aucun doute, aucune folie\n\nPythagore et les trigonométries, une histoire indissociable\nUne danse entre les nombres qui se complètent admirablement\nCette identité trigonométrique, un véritable symbole\nQui nous rappelle que dans ce monde, tout est connecté géométriquement\n\n[Refrain]\nIdentité trigonométrique, une réalité mathématique\nLien puissant avec Pythagore, une force symbolique\nC'est sin carré plus cos carré égal à un\nUne formule qui nous indique que tout est bien calculé, sauf l'inconnu"}, {"titre": "Table de lignes trigonométriques exactes", "text_origine": "Cette table de lignes trigonométriques exactes rassemble certaines valeurs des fonctions trigonométriques sinus, cosinus, tangente et cotangente sous forme d'expressions algébriques à l'aide de racines carrées de réels, parfois imbriquées. Ces expressions sont obtenues à partir des valeurs remarquables pour les angles de 30° (dans le triangle équilatéral) et de 36° (dans le pentagone régulier) et à l'aide des identités trigonométriques de duplication et d'addition des angles.\nCette table est nécessairement incomplète, dans le sens où il est toujours possible de déduire une expression algébrique pour l'angle moitié ou l'angle double. En outre, de telles expressions sont en théorie calculables pour les angles de tout polygone régulier dont le nombre de côtés est un nombre premier de Fermat, or ici seuls les deux premiers ont été exploités : 3, 5.", "element_cle": "1. La table de lignes trigonométriques exactes regroupe des valeurs de sinus, cosinus, tangente et cotangente exprimées sous forme d'expressions algébriques avec des racines carrées.\n2. Les expressions sont obtenues à partir des valeurs remarquables pour les angles de 30° et 36°, ainsi que des identités trigonométriques de duplication et d'addition des angles.\n3. Cette table est incomplète, car il est toujours possible de déduire des expressions algébriques pour l'angle moitié ou l'angle double.\n4. Les angles de polygones réguliers avec un nombre premier de Fermat peuvent également être calculés, mais ici seules les valeurs pour les polygones avec 3 et 5 côtés ont été utilisées.\n5. Les années de publication ou d'utilisation de cette table ne sont pas mentionnées dans le texte.", "rap": "[Couplet 1]\nLa table des trigonométriques, un vrai savant calcul\nSinus, cosinus, tangente, c'est mathématique total\nDes valeurs exactes, exprimées en algèbre\nAvec racines carrées, ça te rend ouf, j'te calibre\n\nLes angles de 30° et 36°, des valeurs remarquables\nAddition, duplication pour pas qu'tu trébuches, rendables\nIncomplète, mais on sait tout mener à bien\nAngle moitié, angle double, on peut toujours faire bien\n\n[Refrain]\nTable de trigonométrie, c'est ça qu'on kiffe\nCalculs précis, expression algébrique\nDes polygones réguliers, on calcule tout ça\nSans oublier 3 et 5 côtés, ferme pas tes bras\n\n[Couplet 2]\nPolygones réguliers avec un nombre premier de Fermat\nOn calcul tout ça, tu peux pas t'plaindre, c'est pas d'la blague\nMais ici, on s'concentre sur 3 et 5 côtés\nDes figures géométriques, prêts à dévoiler\n\nLes années d'publication, pas d'mention, qu'est-ce qu'on fait ?\nPas d'problème, j'm'en sors bien, j'te laisse pas en fait\nRetiens juste, la trigonométrie est là pour t'guider\nDans l'calcul exact, les chiffres sont diables\n\n[Refrain]\nTable de trigonométrie, c'est ça qu'on kiffe\nCalculs précis, expression algébrique\nDes polygones réguliers, on calcule tout ça\nSans oublier 3 et 5 côtés, ferme pas tes bras"}, {"titre": "Formules de l'arc moitié", "text_origine": "En trigonométrie, les formules de l'arc moitié sont des identités trigonométriques permettant d'exprimer les valeurs de fonctions trigonométriques d'un angle en fonction de la tangente de la moitié de cet angle.\nLes trois principales sont celles donnant les sinus, cosinus et tangente en fonction de la tangente de l'angle moitié :\n\n  \n    \n      \n        \n          si\n        \n        \n        t\n        =\n        tan\n        ⁡\n        \n          \n            φ\n            2\n          \n        \n        \n        \n          alors\n        \n        \n        sin\n        ⁡\n        φ\n        =\n        \n          \n            \n              2\n              t\n            \n            \n              1\n              +\n              \n                t\n                \n                  2\n                \n              \n            \n          \n        \n        \n        \n          et\n        \n        \n        cos\n        ⁡\n        φ\n        =\n        \n          \n            \n              1\n              −\n              \n                t\n                \n                  2\n                \n              \n            \n            \n              1\n              +\n              \n                t\n                \n                  2\n                \n              \n            \n          \n        \n        \n        \n          donc\n        \n        \n        tan\n        ⁡\n        φ\n        =\n        \n          \n            \n              2\n              t\n            \n            \n              1\n              −\n              \n                t\n                \n                  2\n                \n              \n            \n          \n        \n      \n    \n    {\\displaystyle {\\text{si}}\\quad t=\\tan {\\frac {\\varphi }{2}}\\quad {\\text{alors}}\\quad \\sin \\varphi ={\\frac {2t}{1+t^{2}}}\\quad {\\text{et}}\\quad \\cos \\varphi ={\\frac {1-t^{2}}{1+t^{2}}}\\quad {\\text{donc}}\\quad \\tan \\varphi ={\\frac {2t}{1-t^{2}}}}\n  .\nOn trouve également :\n\n  \n    \n      \n        t\n        =\n        \n          \n            \n              sin\n              ⁡\n              φ\n            \n            \n              1\n              +\n              cos\n              ⁡\n              φ\n            \n          \n        \n        =\n        \n          \n            \n              tan\n              ⁡\n              φ\n            \n            \n              sec\n              ⁡\n              φ\n              +\n              1\n            \n          \n        \n        =\n        \n          \n            1\n            \n              csc\n              ⁡\n              φ\n              +\n              cot\n              ⁡\n              φ\n            \n          \n        \n      \n    \n    {\\displaystyle t={\\frac {\\sin \\varphi }{1+\\cos \\varphi }}={\\frac {\\tan \\varphi }{\\sec \\varphi +1}}={\\frac {1}{\\csc \\varphi +\\cot \\varphi }}}\n   et\n  \n    \n      \n        t\n        =\n        \n          \n            \n              1\n              −\n              cos\n              ⁡\n              φ\n            \n            \n              sin\n              ⁡\n              φ\n            \n          \n        \n        =\n        \n          \n            \n              sec\n              ⁡\n              φ\n              −\n              1\n            \n            \n              tan\n              ⁡\n              φ\n            \n          \n        \n        =\n        csc\n        ⁡\n        φ\n        −\n        cot\n        ⁡\n        φ\n      \n    \n    {\\displaystyle t={\\frac {1-\\cos \\varphi }{\\sin \\varphi }}={\\frac {\\sec \\varphi -1}{\\tan \\varphi }}=\\csc \\varphi -\\cot \\varphi }\n   ;\n\n  \n    \n      \n        \n          t\n          \n            2\n          \n        \n        =\n        \n          \n            \n              1\n              −\n              cos\n              ⁡\n              φ\n            \n            \n              1\n              +\n              cos\n              ⁡\n              φ\n            \n          \n        \n      \n    \n    {\\displaystyle t^{2}={\\frac {1-\\cos \\varphi }{1+\\cos \\varphi }}}\n   et \n  \n    \n      \n        \n          \n            (\n            \n              \n                \n                  1\n                  −\n                  t\n                \n                \n                  1\n                  +\n                  t\n                \n              \n            \n            )\n          \n          \n            2\n          \n        \n        =\n        \n          \n            \n              1\n              −\n              sin\n              ⁡\n              φ\n            \n            \n              1\n              +\n              sin\n              ⁡\n              φ\n            \n          \n        \n      \n    \n    {\\displaystyle \\left({\\frac {1-t}{1+t}}\\right)^{2}={\\frac {1-\\sin \\varphi }{1+\\sin \\varphi }}}\n   ;\n\n  \n    \n      \n        tan\n        ⁡\n        \n          \n            \n              a\n              +\n              b\n            \n            2\n          \n        \n        =\n        \n          \n            \n              sin\n              ⁡\n              a\n              +\n              sin\n              ⁡\n              b\n            \n            \n              cos\n              ⁡\n              a\n              +\n              cos\n              ⁡\n              b\n            \n          \n        \n        =\n        −\n        \n          \n            \n              cos\n              ⁡\n              a\n              −\n              cos\n              ⁡\n              b\n            \n            \n              sin\n              ⁡\n              a\n              −\n              sin\n              ⁡\n              b\n            \n          \n        \n      \n    \n    {\\displaystyle \\tan {\\frac {a+b}{2}}={\\frac {\\sin a+\\sin b}{\\cos a+\\cos b}}=-{\\frac {\\cos a-\\cos b}{\\sin a-\\sin b}}}\n  .", "element_cle": "1. Les formules de l'arc moitié sont des identités trigonométriques.\n2. Elles permettent de calculer les valeurs de fonctions trigonométriques d'un angle en fonction de la tangente de la moitié de cet angle.\n3. Les trois principales formules concernent le sinus, le cosinus et la tangente.\n4. Les formules sont exprimées en fonction de la tangente de l'angle moitié.\n5. Le sinus de l'angle est égal à 2t / (1 + t^2).\n6. Le cosinus de l'angle est égal à (1 - t^2) / (1 + t^2).\n7. La tangente de l'angle est égal à 2t / (1 - t^2).\n8. Il existe également une formule pour exprimer t en fonction de sin(phi).\n9. Cette formule est t = sin(phi) / (1 + cos(phi)).\n10. Ces formules sont utilisées en trigonométrie pour simplifier les calculs trigonométriques.", "rap": "[Couplet 1]\nLes formules de l'arc moitié, t'es prêt à les entendre ?\nIdentités trigonométriques qui vont te surprendre\nCalculer les valeurs des fonctions trigonométriques\nEn fonction de la tangente, c'est mathématiques\n\n[Refrain]\nTangente, sinus, cosinus, les trois formules clés\nPour résoudre les équations, faut bien les connaître\nTangente de l'angle, c'est 2t divisé par 1 moins t au carré\nSinus et cosinus, c'est du t, faut pas l'oublier\n\n[Couplet 2]\nLe sinus, c'est 2t divisé par 1 plus t au carré\nCosinus, c'est 1 moins t au carré sur 1 plus t au carré\nEt pour calculer la tangente, c'est 2t divisé par 1 moins t au carré\nToutes ces formules, faut les maîtriser, pas s'en soustraire\n\n[Refrain]\nTangente, sinus, cosinus, les trois formules clés\nPour résoudre les équations, faut bien les connaître\nTangente de l'angle, c'est 2t divisé par 1 moins t au carré\nSinus et cosinus, c'est du t, faut pas l'oublier\n\n[Couplet 3]\nEt si tu veux trouver t en fonction de sin(phi)\nLa formule, c'est t égal sin(phi) sur 1 plus cos(phi)\nSimplifier les calculs trigonométriques, ça vaut le coup\nAvec ces formules, les équations seront plus douces\n\n[Refrain]\nTangente, sinus, cosinus, les trois formules clés\nPour résoudre les équations, faut bien les connaître\nTangente de l'angle, c'est 2t divisé par 1 moins t au carré\nSinus et cosinus, c'est du t, faut pas l'oublier\n\n[Couplet 4]\nTrigonométrie, c'est pas facile à première vue\nMais avec ces formules, t'inquiète, tu feras tes preuves\nSimplifie tes calculs, gagne du temps, c'est du génie\nLes formules de l'arc moitié, c'est c'qu'y a de mieux pour réussir\n\n[Refrain]\nTangente, sinus, cosinus, les trois formules clés\nPour résoudre les équations, faut bien les connaître\nTangente de l'angle, c'est 2t divisé par 1 moins t au carré\nSinus et cosinus, c'est du t, faut pas l'oublier"}, {"titre": "Fonction exponentielle", "text_origine": "En mathématiques, la fonction exponentielle est la fonction notée exp qui est égale à sa propre dérivée et prend la valeur 1 en 0. Elle est utilisée pour modéliser des phénomènes dans lesquels une différence constante sur la variable conduit à un rapport constant sur les images. Ces phénomènes sont en croissance dite « exponentielle ».\nOn note e la valeur de cette fonction en 1. Ce nombre e qui vaut approximativement 2,71828 s'appelle la base de la fonction exponentielle et permet une autre notation de la fonction exponentielle :\n\n  \n    \n      \n        ∀\n        x\n        \n        exp\n        ⁡\n        (\n        x\n        )\n        =\n        \n          \n            e\n          \n          \n            x\n          \n        \n      \n    \n    {\\displaystyle \\forall x\\quad \\exp(x)=\\mathrm {e} ^{x}}\n  .La fonction exponentielle est la seule fonction continue sur ℝ qui transforme une somme en produit et qui prend la valeur e en 1. C'est un cas particulier des fonctions de ce type appelées exponentielles de base a.\nOn peut la déterminer comme limite de suite ou à l'aide d'une série entière.\nC'est la bijection réciproque de la fonction logarithme népérien.\nCes diverses définitions permettent d'étendre la définition de la fonction exponentielle à des fonctions de ℂ vers ℂ* ou même à des espaces plus compliqués et s'utilise alors en géométrie riemannienne, dans la théorie des groupes de Lie, ou encore dans l'étude des algèbres de Banach.\nLes applications élémentaires des fonctions exponentielles réelles ou complexes concernent la résolution des équations différentielles, la mise en place de la théorie de Fourier… mais les champs d'applications des fonctions exponentielles sont extrêmement vastes : étude de la croissance des groupes, etc.\nOn appelle aussi parfois fonction exponentielle toute fonction dont l'expression est de la forme f(x) = Aeλx.", "element_cle": "1. La fonction exponentielle est une fonction mathématique notée exp.\n2. Elle est égale à sa propre dérivée et prend la valeur 1 en 0.\n3. Elle est utilisée pour modéliser des phénomènes de croissance exponentielle.\n4. Le nombre e, environ égal à 2,71828, est la base de la fonction exponentielle.\n5. La fonction exponentielle transforme une somme en produit et prend la valeur e en 1.\n6. Elle peut être déterminée par limite de suite ou à l'aide d'une série entière.\n7. La fonction exponentielle est la bijection réciproque de la fonction logarithme népérien.\n8. Elle peut être étendue à des fonctions de ℂ vers ℂ* et à des espaces plus compliqués.\n9. Les applications des fonctions exponentielles concernent la résolution des équations différentielles et la théorie de Fourier.\n10. La fonction exponentielle peut également être définie comme f(x) = Aeλx.", "rap": "[Couplet 1]\nExp, la fonction exponentielle, on la connaît bien\nElle est notée exp et elle nous apprend combien\nSa dérivée est identique, ouais, elle s'auto-définit\nEt en zéro, elle vaut un, c'est un fait acquis\n\nUtilisée pour la croissance exponentielle, ouais tu sais\nElle modélise les phénomènes, elle nous émerveille\nAvec le nombre e, environ 2,71828\nC'est la base de cette fonction, un chiffre qui nous étonne\n\n[Refrain]\nExp transforme une somme en produit, ouais elle bouge sa patte\nEt en un, elle vaut e, elle se lâche\nDéterminée par limite de suite, ou alors par une série\nExp, la fonction exponentielle, elle est partie en vrille\n\n[Couplet 2]\nLa limite de cette suite, elle la détermine\nEt une série entière peut aussi l'illuminer\nExp et le logarithme népérien, ils sont complices\nBijection réciproque, ouais c'est un lien établi\n\nElle peut s'étendre aux fonctions de complexe en complexe\nEt même vers des espaces compliqués, ouais elle complexifie\nSes applications sont vastes, résolution d'équations différentielles\nEt la théorie de Fourier, c'est elle qui les révèle\n\n[Refrain]\nExp, la fonction exponentielle, elle a du potentiel\nEt elle peut se définir avec f(x) = Aeλx, c'est réel\nElle est là pour nous aider, pour nous accompagner\nExp, la fonction exponentielle, elle est dans nos pensées"}, {"titre": "Loi des sinus", "text_origine": "En trigonométrie, la loi des sinus est une relation de proportionnalité entre les longueurs des côtés d'un triangle et les sinus des angles respectivement opposés. Elle permet, connaissant deux angles et un côté, de calculer la longueur des autres côtés. \nIl existe une formule des sinus de présentation analogue en trigonométrie sphérique.\nCes lois sont énoncées et démontrées,  pour la forme sphérique, par Abu Nasr Mansur au début du XIe siècle et, pour la forme plane, par Nasir al-Din al-Tusi au début du XIIIe siècle.", "element_cle": "1. La loi des sinus est une relation de proportionnalité entre les longueurs des côtés d'un triangle et les sinus des angles respectivement opposés.\n2. Elle permet de calculer la longueur des côtés d'un triangle en connaissant deux angles et un côté.\n3. La loi des sinus est utilisée en trigonométrie sphérique.\n4. La formule des sinus a été démontrée par Abu Nasr Mansur au début du XIe siècle.\n5. Nasir al-Din al-Tusi a démontré la forme plane de la loi des sinus au début du XIIIe siècle.", "rap": "[Couplet]\nLa loi des sinus, c'est la base de la trigonométrie\nUne relation de proportionnalité, faut pas l'oublier\nElle lie les côtés d'un triangle aux angles opposés\nUn outil puissant, faut l'utiliser sans se tromper\n\n[Refrain]\nLa loi des sinus, on la met en pratique\nPour calculer les côtés d'un triangle sans panique\nDeux angles, un côté, on a tout pour réussir\nLa trigonométrie, on va la maîtriser\n\n[Couplet]\nUtilisée en trigonométrie sphérique, elle est puissante\nPour calculer des distances, elle est vraiment savante\nAbu Nasr Mansur, au XIe siècle, l'a démontrée\nUn génie des mathématiques, faut le saluer\n\n[Refrain]\nLa loi des sinus, un bijou de savoir\nPour mesurer les côtés, y'a pas meilleur choix\nNasir al-Din al-Tusi, au XIIIe siècle, l'a perfectionnée\nLa forme plane, il l'a démontrée\n\n[Couplet]\nAlors on sort nos calculatrices, on fait les divisions\nOn applique la loi des sinus avec précision\nPour résoudre des triangles, on est les champions\nEt la trigonométrie n'a pas de secrets pour nous, mon frangin\n\n[Refrain]\nLa loi des sinus, on la maîtrise à la perfection\nElle nous guide dans notre quête d'éducation\nAbu Nasr Mansur, Nasir al-Din al-Tusi, des héros\nIls ont marqué l'histoire des mathématiques, bravo"}, {"titre": "Lois de Snell-Descartes", "text_origine": "Les lois de Snell-Descartes décrivent le comportement de la lumière à l'interface de deux milieux. Ces lois sont au nombre de quatre, deux pour la réflexion et deux pour la réfraction. Avec la propagation rectiligne de la lumière dans les milieux homogènes et isotropes, ces lois sont à la base de l'optique géométrique. Leur nom fait référence à Willebrord Snell et  René Descartes qui ont simultanément, mais indépendamment, découvert ces lois au XVIIe siècle.\nLe profil célérimétrique et les lois de Snell déterminent la trajectoire des rayons dans l'eau. Les mêmes lois permettent de déterminer la courbure idéale de la cornée d'un œil dans l'atmosphère ou dans le milieu aquatique. Une de ces lois explique aussi le rapport mathématique simple qui existe entre l'angle d'incidence d'un rayon lumineux et son angle réfracté par l'eau ou encore le phénomène dit fenêtre de Snell.", "element_cle": "1. Les lois de Snell-Descartes décrivent le comportement de la lumière à l'interface de deux milieux.\n2. Ces lois sont au nombre de quatre, deux pour la réflexion et deux pour la réfraction.\n3. Elles sont à la base de l'optique géométrique et ont été découvertes au XVIIe siècle par Snell et Descartes.\n4. Les lois de Snell sont utilisées pour déterminer la trajectoire des rayons dans l'eau et la courbure idéale de la cornée de l'œil.\n5. Elles expliquent également le rapport mathématique simple entre l'angle d'incidence et l'angle réfracté par l'eau, connu sous le nom de fenêtre de Snell.", "rap": "[Couplet 1]\nLes lois de Snell-Descartes, c'est la lumière sous contrôle\nDeux milieux en face, leur comportement des rôles\nQuatre lois en tout, pour réflexion et réfraction\nDans l'optique géométrique, une vraie révolution\n\n[Dans le refrain]\nSnell et Descartes dans le XVIIe siècle\nOnt percé le mystère, une aventure intellectuelle\n\n[Couplet 2]\nLes rayons dans l'eau, leur trajectoire déterminée\nLa cornée de l'œil, sa courbure idéale révélée\nAngle d'incidence et angle réfracté, une relation mathématique\nLa fenêtre de Snell, connue comme une énigme didactique\n\n[Dans le refrain]\nLes lois de Snell-Descartes, un savoir précieux\nDans l'optique, des principes clairs et lumineux"}, {"titre": "Sinus (mathématiques)", "text_origine": "En géométrie, le sinus d'un angle dans un triangle rectangle est le rapport entre la longueur du côté opposé à cet angle et la longueur de l'hypoténuse. La notion s'étend aussi à tout angle géométrique (compris entre 0 et 180°). Dans cette acception, le sinus est un nombre compris entre 0 et 1. Si l'on introduit une notion d'orientation, les angles peuvent prendre n'importe quelle valeur positive ou négative, et le sinus est un nombre compris entre −1 et +1. Le sinus d'un angle α est noté sin(α) ou simplement sin α.\n\nEn analyse, la fonction sinus est une fonction de la variable réelle qui, à chaque réel α, associe le sinus de l'angle orienté de mesure α radians. C'est une fonction impaire et périodique. Les fonctions trigonométriques peuvent se définir ainsi géométriquement, mais les définitions plus modernes les caractérisent par des séries entières ou comme des solutions d'équations différentielles particulières, permettant leur extension à des valeurs arbitraires et aux nombres complexes.\nLa fonction sinus est utilisée couramment pour modéliser des phénomènes périodiques comme les ondes sonores ou lumineuses ou encore les variations de température au cours de l'année.", "element_cle": "1. Le sinus est un concept mathématique utilisé en géométrie pour mesurer les angles dans un triangle rectangle.\n2. Le sinus est le rapport entre le côté opposé à l'angle et l'hypoténuse du triangle.\n3. La notion de sinus s'étend à tous les angles entre 0 et 180 degrés.\n4. Le sinus est représenté par un nombre entre 0 et 1 dans la géométrie.\n5. Avec l'introduction de l'orientation, les angles peuvent prendre des valeurs positives ou négatives et le sinus varie entre -1 et +1.\n6. En analyse, le sinus est une fonction périodique et impaire qui associe à chaque réel un angle orienté exprimé en radians.\n7. Les fonctions trigonométriques peuvent être définies géométriquement ou par des séries entières et des équations différentielles.\n8. Le sinus est utilisé pour modéliser des phénomènes périodiques tels que les ondes sonores, les ondes lumineuses et les variations de température.", "rap": "[Couplet 1]\nLe sinus c'est l'math, concept géo tri-angulaire\nPour mesurer les angles, une méthode exemplaire\nDans un triangle, c'est le côté opposé\nDivisé par l'hypo', pour tout calculer\n\nLe sinus, c'est entre 0 et 1 géométriquement\nMais l'orientation rend ça plus puissamment\nPositif ou négatif, le sinus peut varier\nEntre -1 et +1, faut pas se tromper\n\n[Refrain]\nSinus, oh quel bel outil\nPour mesurer les angles avec style\nDans l'math c'est indispensable\nLa géométrie, c'est bien plus qu'agréable\n\n[Couplet 2]\nEn analyse, le sinus joue les stars\nUne fonction impaire et périodique, c'est bizarre\nChaque réel a son angle associé\nExprimé en radians, faut pas se tromper\n\nLes fonctions trigonométriques sont pas que géo'\nOn peut les définir par des équations, c'est beau\nLe sinus, il modélise tant de phénomènes\nOndes sonores, lumineuses, et variations de température, c'est serein\n\n[Refrain]\nSinus, oh quel bel outil\nPour mesurer les angles avec style\nDans l'math c'est indispensable\nLa géométrie, c'est bien plus qu'agréable"}, {"titre": "Proportionnalité", "text_origine": "En mathématiques, on dit que deux suites de nombres sont proportionnelles quand, en multipliant (ou en divisant) par une même constante non nulle, les termes de l'une on obtient les termes de l'autre. Le facteur constant entre l'une et l'autre de ces suites est appelé coefficient de proportionnalité. Ces suites de nombres étant par exemple des grandeurs mesurées.\nExemple : dans un magasin, le prix des pommes est de 2 euros le kilogramme. Il y a proportionnalité entre la somme S à payer et le poids P de pommes achetées, avec un coefficient de proportionnalité égal à 2.\n\npour 1 kg, on doit payer 2 euros ;\npour 3 kg, on doit payer 6 euros ;\npour 1,5 kg, on doit payer 3 euros ;\npour 5 kg, on doit payer 10 euros ;\npour 10 kg, on doit payer 20 euros,le quotient est constant et est égal au coefficient de proportionnalité : \n  \n    \n      \n        \n          \n            2\n            1\n          \n        \n        =\n        \n          \n            6\n            3\n          \n        \n        =\n        \n          \n            3\n            \n              1\n              \n                ,\n              \n              5\n            \n          \n        \n        =\n        ⋯\n        =\n        2\n      \n    \n    {\\displaystyle {\\frac {2}{1}}={\\frac {6}{3}}={\\frac {3}{1{,}5}}=\\cdots =2}\n  .Les Anciens comme Euclide auraient écrit que 2 est à 1 comme 6 est à 3 ou comme 3 est à 1,5.\nLa proportionnalité peut être représentée par le symbole ∝, « I ∝ V » signifiant « I est proportionnel à V ».", "element_cle": "1. La proportionnalité en mathématiques consiste à multiplier ou diviser deux suites de nombres par une même constante non nulle pour obtenir les termes correspondants. \n2. Le coefficient de proportionnalité représente la constante de proportionnalité entre les deux suites de nombres. \n3. Un exemple concret de proportionnalité est le prix des pommes dans un magasin, où le prix est de 2 euros par kilogramme. \n4. Le montant à payer est proportionnel au poids des pommes achetées, avec un coefficient de proportionnalité égal à 2. \n5. La proportionnalité peut être représentée par le symbole ∝, signifiant que le poids des pommes achetées est proportionnel au montant à payer. \n6. Les Anciens, comme Euclide, auraient noté que 2 est à 1 comme 6 est à 3, ou comme 3 est à 1,5. \n7. Le quotient des nombres correspondants entre les deux suites est constant et égal au coefficient de proportionnalité.", "rap": "[Couplet 1]\nLa proportionnalité, c'est l'mathématique\nMultiplier, diviser pour qu'ça s'disent\nDeux séquences d'chiffres, même constante\nPour qu'les termes correspondent, on s'relance\n\nLe coefficient d'proportionnalité, retiens-le bien\nC'est la constante, l'lien entre les deux séries\nExemple concret, le prix des pommes au marché\nDeux euros par kilo, tu peux l'doubler\n\n[Refrain]\nLa proportionnalité, c'est l'jeu des nombres\nTout s'multiplie ou divise, c'est pas du sombre\nPrix des pommes égal au poids, avec constante\nSymbole ∝, ça représente, la loi de l'proportion\n\n[Couplet 2]\nEuclide et les anciens, ils savaient déjà\n2 sur 1, comme 6 sur 3, ils calculaient bras croisés\nOu encore 3 sur 1,5, c'était partout pareil\nLe quotient des nombres, toujours le même, c'est pas un détail\n\nLa proportionnalité, c'est la clé du savoir\nDans les maths, dans la vie, faut s'en rappeler\nDivise, multiplie, trouve le coefficient\nEt tu verras, c'est la solution, l'évidence\n\n[Refrain]\nLa proportionnalité, c'est l'jeu des nombres\nTout s'multiplie ou divise, c'est pas du sombre\nPrix des pommes égal au poids, avec constante\nSymbole ∝, ça représente, la loi de l'proportion"}, {"titre": "Fonction trigonométrique", "text_origine": "En mathématiques, les  fonctions trigonométriques permettent de relier les longueurs des côtés d'un triangle en fonction de la mesure des angles aux sommets. Plus généralement, ces fonctions sont importantes pour étudier les triangles et les polygones, les cercles (on les appelle alors fonctions circulaires) et modéliser des phénomènes périodiques.\nLes trois fonctions trigonométriques les plus utilisées sont le sinus (noté sin), le cosinus (cos) et la tangente (tan, tang ou tg). Les relations entre les différentes fonctions trigonométriques constituent les identités trigonométriques. En analyse mathématique, ces fonctions peuvent aussi être définies à partir de la somme de séries entières ou comme les solutions d'équations différentielles, ce qui permet de les généraliser à des nombres complexes.\nSelon les domaines d'application, en navigation maritime ou aérienne notamment, d'autres fonctions sont utilisées : cotangente, sécante, cosécante, sinus verse, haversine, exsécante, etc.\nPar ailleurs, sur le modèle des fonctions trigonométriques, on définit aussi des fonctions hyperboliques dont le nom dérive des premières : sinus hyperbolique (sinh), cosinus hyperbolique (cosh), tangente hyperbolique (tanh), etc.", "element_cle": "- Les fonctions trigonométriques permettent de relier les longueurs des côtés d'un triangle en fonction des angles mesurés.\n- Elles sont importantes pour l'étude des triangles, des polygones, des cercles et des phénomènes périodiques.\n- Les fonctions trigonométriques les plus utilisées sont le sinus, le cosinus et la tangente.\n- Les relations entre ces fonctions constituent les identités trigonométriques.\n- Elles peuvent aussi être définies à partir de séries entières ou comme solutions d'équations différentielles.\n- D'autres fonctions, telles que la cotangente, la sécante, la cosécante, etc., sont utilisées dans certains domaines d'application.\n- Les fonctions hyperboliques sont aussi dérivées des fonctions trigonométriques.\n- Elles comprennent le sinus hyperbolique, le cosinus hyperbolique, la tangente hyperbolique, etc.", "rap": "[Couplet 1]\nYo, on plonge dans les maths, la trigonométrie en tête\nLes fonctions trigonométriques, des outils qui nous guettent\nDans un triangle, les côtés en lien avec l'angle mesuré\nUn univers de calculs pour mieux comprendre et s'amuser\n\n[Refrain]\nLa trigonométrie, c'est l'art de relier les longueurs\nDes phénomènes périodiques, des triangles en toute splendeur\nLe sinus, le cosinus, la tangente en vedette\nLes fonctions trigonométriques, ouais, des relations concrètes\n\n[Couplet 2]\nLes identités trigonométriques, elles sont fondamentales\nDes liens entre les fonctions, des équations géniales\nOn peut aussi les définir avec des séries entières\nOu même comme solutions d'équations différentielles\n\n[Refrain]\nLa trigonométrie, c'est l'art de relier les longueurs\nDes phénomènes périodiques, des triangles en toute splendeur\nLe sinus, le cosinus, la tangente en vedette\nLes fonctions trigonométriques, ouais, des relations concrètes"}, {"titre": "Résolution d'un triangle", "text_origine": "En géométrie, la résolution d'un triangle consiste en la détermination des différents éléments d'un triangle (longueurs des côtés, mesure des angles, aire) à partir de certains autres. Historiquement, la résolution des triangles fut motivée\n\nen cartographie, pour la mesure des distances par triangulation ;\nen géométrie euclidienne chez les Grecs, pour la résolution de nombreux problèmes de géométrie ;\nen navigation, pour le point, qui utilise des calculs de coordonnées terrestres et astronomiques (trigonométrie sphérique).Aujourd'hui, la résolution des triangles continue d'être utilisée dans un grand nombre de problèmes faisant intervenir la triangulation (architecture, relevés cadastraux, vision binoculaire) et, plus généralement, la trigonométrie (astronomie, cartographie).\nEn géométrie euclidienne, la donnée de trois des éléments du triangles, dont au moins un côté, est nécessaire et suffisante à la résolution du triangle, l'un des cas de résolution pouvant admettre deux solutions. En géométrie sphérique ou hyperbolique, la donnée des trois angles est également suffisante. La résolution fait intervenir la trigonométrie, en particulier certaines relations classiques dans le triangle comme le théorème d'Al-Kashi, la loi des sinus, la loi des tangentes, et la somme de ses angles.", "element_cle": "1. La résolution d'un triangle consiste à déterminer les différents éléments qui le composent.\n2. Cette technique est utilisée depuis longtemps, notamment en cartographie et en navigation.\n3. Aujourd'hui, elle est encore utilisée dans de nombreux domaines tels que l'architecture et la cartographie.\n4. En géométrie euclidienne, trois éléments sont nécessaires pour résoudre un triangle, dont au moins un côté.\n5. La trigonométrie joue un rôle essentiel dans la résolution des triangles, avec des théorèmes et des lois spécifiques.", "rap": "[Couplet 1]\nLa résolution d'un triangle, c'est le devoir\nde trouver les éléments qui le font valoir\nCartographie, navigation, ça ne date pas d'hier\nutilisée pour tracer des chemins entiers\n\nEn architecture et en cartographie, elle est clé\npour représenter l'espace, c'est pas compliqué\nTriangle en géométrie, faut être équipé\nde trois éléments, au moins un côté\n\n[Refrain]\nLa résolution d'un triangle, c'est une méthode claire\nUtilisée depuis longtemps, pour bien se repérer\nLa trigonométrie, avec ses lois spécifiques\nNous guide dans la résolution, c'est pas de la magie\n\n[Couplet 2]\nLa trigonométrie, c'est la base de tout ça\nAvec ses théorèmes, ses règles d'or, voilà\nCosinus, sinus, tangente, à en perdre la voix\nOn applique les formules, à toi de jouer, mon choix\n\nEn géométrie euclidienne, tout est cadré\nOn résout les triangles, sans se compliquer\nAngles, côtés, mesures à calculer\nLa résolution d'un triangle, faut pas négliger\n\n[Refrain]\nLa résolution d'un triangle, c'est une méthode claire\nUtilisée depuis longtemps, pour bien se repérer\nLa trigonométrie, avec ses lois spécifiques\nNous guide dans la résolution, c'est pas de la magie"}, {"titre": "Loi des cosinus", "text_origine": "En mathématiques, la loi des cosinus est un théorème de géométrie couramment utilisé en trigonométrie, qui relie dans un triangle la longueur d'un côté à celles des deux autres et au cosinus de l'angle formé par ces deux côtés. Cette loi s'exprime de façon analogue en géométrie plane, sphérique ou hyperbolique. Cette loi généralise le théorème de Pythagore.\nLes Éléments d'Euclide contenaient déjà une approche géométrique de la généralisation du théorème de Pythagore dans deux cas particuliers : ceux d'un triangle obtusangle et d'un triangle acutangle. Le développement, au  Moyen Âge, de la trigonométrie arabo-musulmane permit au théorème d'évoluer dans sa forme et dans sa portée : l'astronome et mathématicien al-Battani généralisa le résultat d'Euclide à la géométrie sphérique au début du Xe siècle, et l'introduction des fonctions trigonométriques  permit à Ghiyath al-Kashi, mathématicien de l'école de Samarcande, de mettre le théorème sous une forme utilisable pour la triangulation au cours du XVe siècle. La propriété a été popularisée en occident par François Viète qui l'a vraisemblablement redécouverte indépendamment.\nEn ce qui concerne la géométrie plane, cette loi est connue sous les noms de théorème d'Al-Kashi en France, ou encore théorème de Pythagore généralisé.  Le nom francisé du mathématicien perse Ghiyath Al-Kashi (1380-1429) apparut dans les années 1990 dans les manuels scolaires édités en France, les appellations théorème de Pythagore généralisé ou loi des cosinus étant utilisées jusque-là.", "element_cle": "1. La loi des cosinus est un théorème mathématique utilisé en trigonométrie qui relie les longueurs des côtés d'un triangle et le cosinus de l'angle entre ces côtés.\n2. Cette loi a été généralisée à la géométrie plane, sphérique et hyperbolique.\n3. Les Éléments d'Euclide ont introduit une approche géométrique du théorème de Pythagore qui préfigure la loi des cosinus.\n4. Au Moyen Âge, la trigonométrie arabo-musulmane a permis une évolution du théorème dans sa forme et sa portée.\n5. François Viète a popularisé la loi des cosinus en occident, probablement en la redécouvrant indépendamment.", "rap": "[Couplet 1]\nLa loi des cosinus, on la décline en toute facilité\nEn trigonométrie, elle nous aide à calculer les côtés\nReliant les longueurs d'un triangle à l'angle formé\nMathématique puissante, elle nous fait avancer\n\n[Couplet 2]\nGénéralisée, la loi s'étend à la géométrie complexe\nPlane, sphérique, hyperbolique, elle s'adapte à nos sphères\nEuclide, dès Antiquité, prophétise déjà sa naissance\nPréfigurant Pythagore, elle annonce sa dominante\n\n[Refrain]\nLa loi des cosinus, un joyau dans notre arsenal d'idées\nDes calculs précis, des formules à jamais encrées\nMoyen Âge, l'islam révolutionne son essence\nFrançois Viète, en occident, en amplifie l'éloquence"}, {"titre": "Trigonométrie sphérique", "text_origine": "La trigonométrie sphérique est un ensemble de relations analogues à celles de la trigonométrie euclidienne mais portant sur les angles et distances repérés sur une sphère.\nLa figure de base est le triangle sphérique, délimité non plus par des segments de droites mais par des arcs de demi-grands cercles de cette sphère. Les règles habituelles de la trigonométrie euclidienne ne sont pas applicables ; par exemple la somme des angles d'un triangle situé sur une sphère, s'ils sont exprimés en degrés, est supérieure à 180 degrés.", "element_cle": "1. La trigonométrie sphérique étudie les angles et distances sur une sphère.\n2. Les triangles sphériques sont délimités par des arcs de demi-grands cercles.\n3. Les règles de la trigonométrie euclidienne ne s'appliquent pas à la trigonométrie sphérique.\n4. La somme des angles d'un triangle sphérique peut être supérieure à 180 degrés.\n5. La trigonométrie sphérique permet de calculer des distances et des angles sur des surfaces courbes.", "rap": "[Couplet 1]\nLa trigonométrie sphérique, c'est d'la science pure\nAngles et distances sur une sphère, ça assure\nDes triangles tracés par des arcs de demi-cercles\nLa géométrie euclidienne part en vrille\n\nLes règles changent, faut pas tout mélanger\nLa trigonométrie sphérique, faut l'apprécier\nLes angles peuvent dépasser les 180 degrés\nSur des surfaces courbes, elle sait calculer\n\n[Refrain]\nTrigonométrie sphérique, on te fait voyager\nDans l'espace des maths, faut pas se laisser piéger\nAngles et distances, tout est là pour s'élever\nLa trigonométrie sphérique, c'est du solide, ouais !\n\n[Couplet 2]\nOn part à l'explore, les sphères sont nos terrains\nLes triangles sphériques, on les dessine sans fin\nPlus besoin de règles strictes, tout s'adapte\nLa trigonométrie sphérique, on l'éclate\n\nOn calcule des distances, on mesure des angles\nSur des surfaces courbes, c'est le grand manège\nLa science évolue, on déverrouille les portes\nLa trigonométrie sphérique, c'est notre boussole\n\n[Refrain]\nTrigonométrie sphérique, on te fait voyager\nDans l'espace des maths, faut pas se laisser piéger\nAngles et distances, tout est là pour s'élever\nLa trigonométrie sphérique, c'est du solide, ouais !"}, {"titre": "Fonction trigonométrique", "text_origine": "En mathématiques, les  fonctions trigonométriques permettent de relier les longueurs des côtés d'un triangle en fonction de la mesure des angles aux sommets. Plus généralement, ces fonctions sont importantes pour étudier les triangles et les polygones, les cercles (on les appelle alors fonctions circulaires) et modéliser des phénomènes périodiques.\nLes trois fonctions trigonométriques les plus utilisées sont le sinus (noté sin), le cosinus (cos) et la tangente (tan, tang ou tg). Les relations entre les différentes fonctions trigonométriques constituent les identités trigonométriques. En analyse mathématique, ces fonctions peuvent aussi être définies à partir de la somme de séries entières ou comme les solutions d'équations différentielles, ce qui permet de les généraliser à des nombres complexes.\nSelon les domaines d'application, en navigation maritime ou aérienne notamment, d'autres fonctions sont utilisées : cotangente, sécante, cosécante, sinus verse, haversine, exsécante, etc.\nPar ailleurs, sur le modèle des fonctions trigonométriques, on définit aussi des fonctions hyperboliques dont le nom dérive des premières : sinus hyperbolique (sinh), cosinus hyperbolique (cosh), tangente hyperbolique (tanh), etc.", "element_cle": "- Les fonctions trigonométriques relient les longueurs des côtés d'un triangle en fonction des angles.\n- Elles sont utilisées pour étudier les triangles, les polygones, les cercles et les phénomènes périodiques.\n- Les trois fonctions principales sont le sinus, le cosinus et la tangente.\n- Les identités trigonométriques décrivent les relations entre ces fonctions.\n- Elles peuvent également être définies à partir de séries entières ou de solutions d'équations différentielles.\n- D'autres fonctions trigonométriques sont utilisées dans des domaines spécifiques tels que la navigation maritime ou aérienne.\n- Les fonctions trigonométriques ont des équivalents hyperboliques tels que le sinus hyperbolique et le cosinus hyperbolique.", "rap": "[Couplet 1]\nDans l'univers des triangles, des angles bien féroces\nLes fonctions trigonométriques, ouais c'est pas des choses en pose\nElles relient les côtés, les longueurs, les valeurs\nÇa s'applique à tout, des polygones aux phénomènes périodiques\n\nSinus, cosinus, et la tangente, le trio de choc\nLes fonctions principales, faut trouver le bon tempo\nLeur relation, les identités trigonométriques tracent la voie\nDes équations différentielles ou séries entières, c'est ça le mode d'emploi\n\n[Refrain]\nTrigonométrie, calculs de précision\nDans les mathématiques, la trigonométrie fait des missions\nDu cercle au triangle, des relations se tissent\nFonctions trigonométriques, des connaissances qui persistent \n\n[Couplet 2]\nNaviguer en mer, voler dans les airs\nLa trigonométrie est là pour tout gérer\nDans la navigation maritime ou aérienne\nLes fonctions trigonométriques sont des reines\n\nLes équivalents hyperboliques, une autre dimension\nLe sinus hyperbolique, le cosinus hyperbolique en action\nDes domaines spécifiques, leur utilisation est claire\nDans les calculs complexes, elles sont nécessaires\n\n[Refrain]\nTrigonométrie, calculs de précision\nDans les mathématiques, la trigonométrie fait des missions\nDu cercle au triangle, des relations se tissent\nFonctions trigonométriques, des connaissances qui persistent"}, {"titre": "Loi des sinus", "text_origine": "En trigonométrie, la loi des sinus est une relation de proportionnalité entre les longueurs des côtés d'un triangle et les sinus des angles respectivement opposés. Elle permet, connaissant deux angles et un côté, de calculer la longueur des autres côtés. \nIl existe une formule des sinus de présentation analogue en trigonométrie sphérique.\nCes lois sont énoncées et démontrées,  pour la forme sphérique, par Abu Nasr Mansur au début du XIe siècle et, pour la forme plane, par Nasir al-Din al-Tusi au début du XIIIe siècle.", "element_cle": "1. La loi des sinus est une relation de proportionnalité entre les longueurs des côtés d'un triangle et les sinus des angles respectivement opposés.\n2. En trigonométrie, la loi des sinus permet de calculer la longueur des côtés d'un triangle connaissant deux angles et un côté.\n3. La loi des sinus existe également en trigonométrie sphérique.\n4. Abu Nasr Mansur a énoncé et démontré les lois des sinus pour la forme sphérique au début du XIe siècle.\n5. Nasir al-Din al-Tusi a énoncé et démontré les lois des sinus pour la forme plane au début du XIIIe siècle.", "rap": "[Couplet 1]\nLa loi des sinus, c'est une équation\nQui te balance une relation\nEntre les côtés d'un triangle, ouais c'est ça\nEt les sinus des angles qui sont en face, t'as capté ?\n\nEn trigonométrie, elle est indispensable\nPour calculer la longueur des côtés, c'est radical\nDonne-moi deux angles et un côté connu\nEt je te dévoile les chiffres, c'est pas d'la blague, mon pote t'as vu\n\n[Refrain]\nLa loi des sinus, c'est mathématique\nOn la met en pratique, c'est pas utopique\nElle existe même en trigonométrie sphérique\nAbu Nasr Mansur, au XIe siècle, l'a rendue célèbre\n\n[Couplet 2]\nMais attends, Nasir al-Din al-Tusi a pas chômé\nAu début du XIIIe siècle, il a continué\nIl a énoncé et démontré la loi des sinus pour le plan\nUn autre génie qui mérite du respect et de l'aplomb\n\nAlors retiens bien ces noms, ces dates\nCes avancées dans les mathématiques\nLa loi des sinus, c'est pas du folklore\nC'est une réalité, une connaissance à laquelle on s'adore\n\n[Refrain]\nLa loi des sinus, c'est mathématique\nOn la met en pratique, c'est pas utopique\nElle existe même en trigonométrie sphérique\nAbu Nasr Mansur, au XIe siècle, l'a rendue célèbre\nNasir al-Din al-Tusi, au XIIIe siècle, a continué d'emblème"}, {"titre": "Coordonnées sphériques", "text_origine": "On appelle coordonnées sphériques divers systèmes de coordonnées orthogonales de l'espace analogues aux coordonnées polaires du plan. Un point de l'espace est repéré dans ces systèmes par la distance à une origine (le pôle) et par deux angles. Ils sont d'emploi courant pour le repérage géographique : l'altitude, la latitude et la longitude sont une variante de ces coordonnées. Plusieurs systèmes de coordonnées sphériques sont également employés en astrométrie.\nIl existe différentes conventions concernant la définition des angles. Cet article utilise partout (sauf mention explicite contraire) la convention P(ρ,θ,φ), la plus fréquente en particulier en physique et en technologie, où ρ désigne la distance radiale, θ la colatitude (comprise entre 0 et π radians) et φ la longitude (comprise entre 0 et 2π radians).\n\n", "element_cle": "1. Les coordonnées sphériques sont des systèmes de coordonnées orthogonales similaires aux coordonnées polaires du plan.\n2. Elles sont utilisées pour localiser un point dans l'espace en utilisant la distance à une origine et deux angles.\n3. Les coordonnées sphériques sont couramment utilisées en géographie pour définir l'altitude, la latitude et la longitude.\n4. Elles sont également utilisées en astrométrie pour le repérage des objets célestes.\n5. La convention P(ρ,θ,φ) est la plus fréquemment utilisée, où ρ est la distance radiale, θ est la colatitude et φ est la longitude.\n6. La colatitude θ est comprise entre 0 et π radians.\n7. La longitude φ est comprise entre 0 et 2π radians.\n8. Les coordonnées sphériques sont largement utilisées dans les domaines de la physique et de la technologie.\n9. Différentes conventions peuvent exister concernant la définition des angles dans les systèmes de coordonnées sphériques.\n10. Cet article utilise la convention P(ρ,θ,φ) sauf mention explicite contraire.", "rap": "[Couplet 1]\nCoordonnées sphériques, un système orthogonal\nComme les coordonnées polaires, c'est pas banal\nPour localiser un point dans l'espace\nOn utilise deux angles et une distance de base\n\nLatitude, longitude, altitude en géographie\nRepérage des objets célestes, en astrométrie\nP(ρ,θ,φ), la convention classique\nAvec ρ, θ, φ pour un point spécifique\n\n[Refrain]\nCoordonnées sphériques dans toutes les sciences\nPhysique, technologie, elles ont leur importance\nEntre 0 et π, la colatitude en θ\nEntre 0 et 2π, la longitude en φ\n\n[Couplet 2]\nUn outil puissant dans le domaine scientifique\nPour comprendre notre monde, c'est caractéristique\nLes angles définissent l'orientation\nEt la distance nous donne une indication\n\nMais attention, différentes conventions existent\nPour définir les angles, faut être précis\nMais ici, on suit la convention classique\nP(ρ,θ,φ), on reste spécifique\n\n[Refrain]\nCoordonnées sphériques dans toutes les sciences\nPhysique, technologie, elles ont leur importance\nEntre 0 et π, la colatitude en θ\nEntre 0 et 2π, la longitude en φ"}, {"titre": "Formule de haversine", "text_origine": "La formule de haversine permet de déterminer la distance du grand cercle entre deux points d'une sphère, à partir de leurs longitudes et latitudes. Largement utilisée dans la navigation, c'est un cas particulier d'une formule plus générale de la trigonométrie sphérique, la loi des haversines, qui associe les côtés et les angles des triangles sphériques.\nLa table de haversines remonte au début du XIXe siècle, avec une publication par James Andrew en 1805, même si Florian Cajori cite son utilisation par José Mendoza y Ríos en 1801,. Le terme haversine a été inventé en 1835 par James Inman,.\nLe nom haversine renvoie à la fonction haversine, dérivée du sinus verse donnée par haversin(θ) = sin2(θ/2). Avant l'avènement des ordinateurs, l'élimination du facteur 2 rendait plus utile les tables de haversine que de sinus verse. Des tables de logarithmes rendaient utilisables pour la navigation ces formules au XIXe siècle et au début du XXe siècle,,. De nos jours, le haversine est encore utilisé en raison de l'absence d'un coefficient 2 devant la fonction  sin2\n\n", "element_cle": "1. La formule de haversine permet de calculer la distance entre deux points sur une sphère en utilisant leurs latitudes et longitudes.\n2. Cette formule est souvent utilisée dans la navigation et est dérivée de la trigonométrie sphérique.\n3. Les tables de haversines existent depuis le début du XIXe siècle, avec une publication en 1805.\n4. Le terme \"haversine\" a été inventé en 1835 et fait référence à la fonction mathématique utilisée dans la formule.\n5. Avant l'ère de l'informatique, les tables de haversines étaient plus pratiques que les tables de sinus pour les calculs de navigation.\n6. Des tables de logarithmes étaient également utilisées pour faciliter l'utilisation de la formule de haversine.\n7. De nos jours, la formule de haversine est encore utilisée en raison de sa simplicité et du fait qu'elle ne nécessite pas un coefficient multiplicateur devant la fonction sinus.\n8. Le haversine est un outil précieux pour les navigateurs et les calculateurs de distances géographiques.\n9. L'utilisation de la formule de haversine peut être appliquée dans divers domaines, tels que la géolocalisation et la planification de trajets.\n10. En résumé, la formule de haversine est une méthode précise et pratique pour calculer la distance entre deux points sur une sphère en utilisant les latitudes et longitudes.", "rap": "[Couplet 1]\nLa formule de haversine, une technique essentielle\nPour mesurer la distance entre deux points, de manière formelle\nBasée sur la trigonométrie sphérique, elle est précise et puissante\nUtilisée en navigation, depuis le XIXe siècle, c'est une évidence\n\n[Refrain]\nHaversine, ce terme mathématique qui résonne\nPour calculer les distances, sur une sphère, personne n'étonne\nUne formule pratique, qui a traversé les âges\nIndispensable aux navigateurs et autres sages\n\n[Couplet 2]\nAvant l'ère de l'informatique, les tables de haversines en vogue\nPlus pratiques que les tables de sinus, pour les voyages en mer et en rogue\nLes logarithmes également utilisés, pour faciliter les calculs\nUn outil indispensable, pour distances géographiques en pagaille \n\n[Refrain]\nHaversine, ce terme mathématique qui résonne\nPour calculer les distances, sur une sphère, personne n'étonne\nUne formule pratique, qui a traversé les âges\nIndispensable aux navigateurs et autres sages\n\n[Outro]\nLa formule de haversine, toujours utilisée de nos jours\nSimplicité et absence de coefficient multiplicateur font toujours ses atours\nGéolocalisation, planification de trajets, elle est polyvalente\nUn outil précieux, pour tous les esprits brillants"}, {"titre": "Histoire des fonctions trigonométriques", "text_origine": "L’histoire des fonctions trigonométriques semble avoir débuté il y a environ 4 000 ans. Nous savons de façon certaine que les Babyloniens déterminaient des approximations de mesures d'angles ou de longueurs de côtés de triangles rectangles. Plusieurs tables de nombres gravés sur de l'argile séchée en témoignent. Une tablette babylonienne écrite en cunéiforme, nommée Plimpton 322 (environ 1900 av. J.-C.) montre quinze triplets pythagoriciens et une colonne de nombres, qui peut être interprétée comme une table de sécantes. Il y a cependant de nombreux débats à ce sujet pour savoir s'il s'agit bien d'une table trigonométrique.", "element_cle": "- La naissance des fonctions trigonométriques remonte à environ 4 000 ans\n- Les Babyloniens utilisaient des approximations pour calculer les angles et les côtés de triangles rectangles\n- Des tables de nombres gravées sur de l'argile témoignent de leurs connaissances\n- La tablette babylonienne Plimpton 322 (1900 av. J.-C.) contient des triplets pythagoriciens et une possible table de sécantes\n- La nature de cette tablette trigonométrique fait encore débat.", "rap": "[Couplet 1]\nYo, remontons dans l'temps, environ 4 000 ans en arrière\nC'est là qu'est née la trigonométrie, faut le savoir frère\nLes Babyloniens, des génies des maths, c'était leur affaire\nDes approximations pour calculer triangles et côtés rectangulaires\n\nDes tablettes d'argile gravées, véritables trésors\nTémoignent de leur savoir et de leurs exploits retentissants\nLa Plimpton 322, datant de 1900 avant JC\nAvec ses triplets pythagoriciens et sa possible table de sécantes\n\n[Refrain]\nLa trigonométrie, une science millénaire\nQui remonte à des temps anciens, faut le reconnaître\nLes Babyloniens, des pionniers, précurseurs du savoir\nCes connaissances, un legs qu'on ne peut ignorer\n\n[Couplet 2]\nLa tablette babylonienne Plimpton 322, source de débat\nSon utilisation exacte, encore à élucider, c'est un fait\nMais son témoignage reste, une pièce historique à part\nUn héritage qui nous mène sur le chemin du savoir\n\nAlors, on s'inspire de ces générations passées\nOn avance, en s'appuyant sur les bases qu'ils ont posées\nLes fonctions trigonométriques, une clé pour comprendre\nL'univers des formes et des calculs, pour grandir et apprendre\n\n[Refrain]\nLa trigonométrie, une science millénaire\nQui remonte à des temps anciens, faut le reconnaître\nLes Babyloniens, des pionniers, précurseurs du savoir\nCes connaissances, un legs qu'on ne peut ignorer"}, {"titre": "Sinus (mathématiques)", "text_origine": "En géométrie, le sinus d'un angle dans un triangle rectangle est le rapport entre la longueur du côté opposé à cet angle et la longueur de l'hypoténuse. La notion s'étend aussi à tout angle géométrique (compris entre 0 et 180°). Dans cette acception, le sinus est un nombre compris entre 0 et 1. Si l'on introduit une notion d'orientation, les angles peuvent prendre n'importe quelle valeur positive ou négative, et le sinus est un nombre compris entre −1 et +1. Le sinus d'un angle α est noté sin(α) ou simplement sin α.\n\nEn analyse, la fonction sinus est une fonction de la variable réelle qui, à chaque réel α, associe le sinus de l'angle orienté de mesure α radians. C'est une fonction impaire et périodique. Les fonctions trigonométriques peuvent se définir ainsi géométriquement, mais les définitions plus modernes les caractérisent par des séries entières ou comme des solutions d'équations différentielles particulières, permettant leur extension à des valeurs arbitraires et aux nombres complexes.\nLa fonction sinus est utilisée couramment pour modéliser des phénomènes périodiques comme les ondes sonores ou lumineuses ou encore les variations de température au cours de l'année.", "element_cle": "1. Le sinus est le rapport entre le côté opposé à un angle et l'hypoténuse d'un triangle rectangle.\n2. Le sinus peut être calculé pour tout angle géométrique entre 0 et 180°.\n3. Le sinus peut également être négatif ou positif selon l'orientation de l'angle.\n4. En analyse, le sinus est une fonction périodique et impaire.\n5. Les fonctions trigonométriques peuvent être définies géométriquement ou par des séries entières et des équations différentielles particulières.\n6. Le sinus est utilisé pour modéliser des phénomènes périodiques tels que les ondes sonores, lumineuses et les variations de température.\n\n(Note : Ce texte peut être amélioré en ajoutant davantage d'informations sur l'usage du sinus et ses applications spécifiques.)", "rap": "[Couplet 1]\nLe sinus, c'est le rapport, mec, faut pas t'emmêler\nEntre l'opposé d'un angle et l'hypoténuse d'un triangle bien aligné\nEn mathématiques, il te permet de calculer\nDes angles géométriques entre 0 et 180°, y'a rien à rajouter\n\n[Couplet 2]\nNégatif ou positif, selon l'orientation de l'angle, tu vois\nLe sinus joue les deux rôles, il dépend du tableau\nEn analyse, il est périodique et impaire\nUne fonction qui se répète sans jamais se taire\n\n[Refrain]\nOn peut le définir de manière géométrique\nOu le trouver dans des équations particulières\nLes séries entières, tout ça, c'est pas magique\nLe sinus, c'est utilisé pour représenter des phénomènes réguliers"}, {"titre": "Loi des cosinus", "text_origine": "En mathématiques, la loi des cosinus est un théorème de géométrie couramment utilisé en trigonométrie, qui relie dans un triangle la longueur d'un côté à celles des deux autres et au cosinus de l'angle formé par ces deux côtés. Cette loi s'exprime de façon analogue en géométrie plane, sphérique ou hyperbolique. Cette loi généralise le théorème de Pythagore.\nLes Éléments d'Euclide contenaient déjà une approche géométrique de la généralisation du théorème de Pythagore dans deux cas particuliers : ceux d'un triangle obtusangle et d'un triangle acutangle. Le développement, au  Moyen Âge, de la trigonométrie arabo-musulmane permit au théorème d'évoluer dans sa forme et dans sa portée : l'astronome et mathématicien al-Battani généralisa le résultat d'Euclide à la géométrie sphérique au début du Xe siècle, et l'introduction des fonctions trigonométriques  permit à Ghiyath al-Kashi, mathématicien de l'école de Samarcande, de mettre le théorème sous une forme utilisable pour la triangulation au cours du XVe siècle. La propriété a été popularisée en occident par François Viète qui l'a vraisemblablement redécouverte indépendamment.\nEn ce qui concerne la géométrie plane, cette loi est connue sous les noms de théorème d'Al-Kashi en France, ou encore théorème de Pythagore généralisé.  Le nom francisé du mathématicien perse Ghiyath Al-Kashi (1380-1429) apparut dans les années 1990 dans les manuels scolaires édités en France, les appellations théorème de Pythagore généralisé ou loi des cosinus étant utilisées jusque-là.", "element_cle": "- La loi des cosinus est utilisée en mathématiques pour relier les longueurs des côtés d'un triangle et le cosinus de l'angle formé par ces côtés.\n- Cette loi généralise le théorème de Pythagore.\n- Les Éléments d'Euclide ont introduit une approche géométrique de cette loi.\n- La trigonométrie arabo-musulmane a permis la généralisation de la loi dans la géométrie sphérique.\n- Les fonctions trigonométriques ont rendu la loi utilisable pour la triangulation.\n- François Viète a popularisé cette propriété en occident et l'a probablement redécouverte indépendamment.\n- En géométrie plane, cette loi est connue sous les noms de théorème d'Al-Kashi ou théorème de Pythagore généralisé.\n- Le mathématicien perse Ghiyath Al-Kashi (1380-1429) est associé à cette loi.\n- Son nom est apparu dans les manuels scolaires français dans les années 1990.\n- Avant cela, la loi était appelée théorème de Pythagore généralisé ou loi des cosinus.", "rap": "[Couplet 1]\nLa loi des cosinus, écoute mon flow\nOn parle de mathématiques, de triangles rigolos\nElle relie les côtés, avec les angles formés\nDes longueurs calculées, le cosinus bien aimé\n\nElle généralise, le théorème de Pythagore\nEuclide, le père, a jeté les bases, encore et encore\nUne approche géométrique, pour comprendre cette loi\nLes triangles en musique, font vibrer nos émois\n\n[Refrain]\nLa loi des cosinus, c'est le son des mathématiques\nDes équations en musique, des figures géométriques\nDe Pythagore à Al-Kashi, en passant par Viète\nLe savoir se transmet, dans les manuels du dernier disque\n\n[Couplet 2]\nLa trigonométrie arabo-musulmane, généralise la loi\nDans la géométrie sphérique, elle se dévoile sans émoi\nFonctions trigonométriques, viennent l'embellir\nPour la triangulation, elle est là pour nous servir\n\nViète, le mathématicien, popularise cette propriété\nIl l'a peut-être redécouverte, indépendamment\nEn géométrie plane, elle porte plusieurs noms\nThéorème d'Al-Kashi, ou Pythagore généralisé, c'est bon\n\n[Refrain]\nLa loi des cosinus, c'est le son des mathématiques\nDes équations en musique, des figures géométriques\nDe Pythagore à Al-Kashi, en passant par Viète\nLe savoir se transmet, dans les manuels du dernier disque"}]