[{"titre": "Offre et demande", "text_origine": "L'offre et la demande est un modèle économique de détermination des prix dans un marché. Notamment utilisé en microéconomie, ce modèle énonce que, certaines hypothèses étant respectées, le fonctionnement d'un marché permet au prix unitaire du bien vendu sur ce marché de varier jusqu'à ce que où la quantité demandée soit égale à la quantité fournie. Il résulte ainsi un équilibre économique entre le prix offert et la quantité demandée.\nLa loi de l'offre et de la demande doit toutefois respecter plusieurs hypothèses, parmi lesquelles la ceteris paribus (toutes choses étant égales par ailleurs), que le marché soit concurrentiel, que chaque prix unitaire soit négocié, qu'aucune entreprise sur le marché ne puisse décider unilatéralement du prix (price taker), etc.\nL'offre et la demande désignent respectivement la quantité de produits ou de services que les acteurs sur un marché sont prêts à vendre et/ou à acheter à un prix donné.\nEn microéconomie, la théorie de l'équilibre partiel entre l'offre et la demande développée par Alfred Marshall tente de décrire, expliquer, et prédire le prix et la quantité des biens vendus sur les marchés concurrentiels. Le modèle marshalien formalise les théories développées précédemment[Lesquelles ?] et est utilisé comme point de départ pour toute une série de modèles et théories économiques et sociales. La théorie de l'offre et de la demande est importante pour certains courants afin de comprendre les mécanismes à l'œuvre dans la décision d'allocation des ressources en économie de marché.", "element_cle": "- L'offre et la demande est un modèle économique de détermination des prix dans un marché.\n- Le modèle énonce que le prix varie jusqu'à ce que la quantité demandée soit égale à la quantité offerte.\n- La loi de l'offre et de la demande repose sur plusieurs hypothèses telles que la concurrence sur le marché.\n- L'offre représente la quantité de produits ou de services prêts à être vendus.\n- La demande représente la quantité de produits ou de services prêts à être achetés.\n- La théorie de l'équilibre partiel entre l'offre et la demande tente de prédire le prix et la quantité des biens vendus sur les marchés concurrentiels.\n- Le modèle marshalien est utilisé comme point de départ pour d'autres théories économiques et sociales.\n- La théorie de l'offre et de la demande est importante pour comprendre les mécanismes d'allocation des ressources en économie de marché.", "rap": "[Couplet 1]\nL'offre et la demande, c'est le modèle économique,\nPour déterminer les prix, t'inquiète pas, ça clique.\nLa quantité demandée, la quantité offerte,\nJusqu'à l'équilibre, le prix varie en fête.\n\nLa concurrence sur le marché, une hypothèse clé,\nPour que les prix puissent s'ajuster, tu peux tirer.\nL'offre, c'est les produits, les services à vendre,\nLa demande, c'est ceux qui sont prêts à les prendre.\n\n[Refrain]\nL'offre et la demande, ouais c'est le thème,\nPour comprendre comment le marché nous démène.\nL'équilibre partiel, prédit le prix et la quantité,\nUn modèle qui fait danser toute l'économie.\n\n[Couplet 2]\nLe modèle marshalien, tant d'autres inspire,\nPoint de départ pour des théories à venir.\nL'offre et la demande, ça ouvre des portes,\nPour comprendre comment les ressources se reportent.\n\nEn économie de marché, c'est crucial,\nPour allouer les ressources, c'est pas banal.\nL'offre et la demande, une notion essentielle,\nPour appréhender les mécanismes, c'est primordial.\n\n[Refrain]\nL'offre et la demande, ouais c'est le thème,\nPour comprendre comment le marché nous démène.\nL'équilibre partiel, prédit le prix et la quantité,\nUn modèle qui fait danser toute l'économie."}, {"titre": "Élasticité (économie)", "text_origine": "En économie, l'élasticité mesure la variation d'une grandeur provoquée par la variation d'une autre grandeur. Ainsi, pour un produit donné, lorsque les volumes demandés augmentent de 15 % quand le prix de vente  baisse de 10 %, l'élasticité de la demande par rapport au prix de vente est le quotient de la variation de la demande rapporté à la variation de prix de vente, soit -1,5 = (15 % / -10 %). Ici toute baisse de prix provoque une augmentation plus importante des quantités vendues. En d'autres termes, la baisse du prix de vente est plus que compensée par la hausse de la demande.\nA contrario, l'inélasticité caractérise l'absence de lien ou l'indépendance des variations des deux variables concernées. Dans cette hypothèse par exemple une variation quelconque du niveau de prix, à la hausse comme à la baisse, est censée n'avoir aucun effet sur le niveau de la demande.\nLe terme de « sensibilité » est parfois utilisé car le problème analysé revient le plus souvent à trouver une réponse à la question pratique :\n\nQue se passe-t-il au niveau de la « variable-effet » si j'agis sur la « variable-cause » ? Exemple : Quelle va être l'incidence sur le volume des ventes d'une baisse (ou d'une hausse) du prix de vente ?\nQuel niveau d'effet initial est nécessaire et/ou suffisant pour obtenir tel niveau de résultat ? Exemple : De combien faut-il baisser le prix de vente d'un produit pour obtenir une augmentation de +10 % de son volume de vente ?", "element_cle": "- L'élasticité mesure la variation d'une grandeur provoquée par la variation d'une autre grandeur en économie.\n- La baisse du prix de vente d'un produit entraîne une augmentation plus importante des volumes demandés.\n- L'élasticité de la demande par rapport au prix de vente est calculée par le quotient de la variation de la demande et de la variation du prix de vente.\n- L'absence de lien ou l'indépendance des variations des variables caractérise l'inélasticité.\n- La sensibilité est parfois utilisée pour décrire l'effet d'une action sur une variable causale.\n- Il est possible de déterminer l'incidence sur le volume des ventes en fonction d'une baisse ou d'une hausse du prix de vente.\n- Le niveau d'effet initial nécessaire pour obtenir un certain résultat peut être calculé.\n- Il est possible de déterminer le niveau de baisse du prix de vente nécessaire pour obtenir une augmentation de +10 % du volume des ventes d'un produit.", "rap": "[Couplet 1]\nL'élasticité, c'est l'cœur de l'économie,\nMesure la variation, d'une grandeur en harmonie,\nQuand le prix baisse, la demande augmente en puissance,\nC'est mathématique, pas d'chance pour l'ignorance.\n\nLa demande par rapport au prix, un calcul simple,\nLa variation d'demande divise par la variation d'prix, c'est pas futile,\nL'inélasticité, c'est quand les variables sont indépendantes,\nPas d'lien entre elles, pas d'rente, ça sent la défaite.\n\n[Refrain]\nL'élasticité, y'a pas d'ambiguïté,\nC'est l'outil des économistes pour tout expliquer,\nSensibilité, effet de l'action,\nSur une variable causale, c'est une révolution.\n\n[Couplet 2]\nPour les ventes, on peut prédire l'effet d'une variation d'prix,\nBaisse ou hausse, ça change le game, un bon mix,\nOn peut calculer l'effet initial nécessaire,\nPour atteindre un résultat, c'est pas un mystère.\n\nSi on veut +10% de ventes, on peut l'savoir,\nCombien faut baisser l'prix, pour les voir éclore,\nL'élasticité, un outil puissant, ça se voit,\nDans l'économie, c'est l'roi, ça démontre qu'j'suis pas soit.\n\n[Refrain]\nL'élasticité, y'a pas d'ambiguïté,\nC'est l'outil des économistes pour tout expliquer,\nSensibilité, effet de l'action,\nSur une variable causale, c'est une révolution."}, {"titre": "Ajustement offre-demande d'électricité", "text_origine": "L'ajustement offre-demande d'électricité est l'équilibre assuré en permanence entre la production d'électricité et sa consommation. Il est rendu nécessaire par le fait que l'énergie électrique se stocke difficilement, les dispositifs de stockage existants étant peu performants et coûteux.\nL'équilibre entre la production et la consommation d'électricité doit être assuré à tout instant par un gestionnaire de réseau. Or, la demande électrique fluctue de façon journalière (notamment selon les besoins des ménages), hebdomadaire (selon les aléas climatiques) et annuelle (variations saisonnières). En conséquence, un plan journalier de production d'énergie est établi par les fournisseurs d'électricité et les différents moyens de production sont activés au gré des variations de consommation prévues ou imprévues. Par exemple, en France, les centrales nucléaires fournissent la « base », c'est-à-dire de très grandes quantités d'électricité (de 900 à 1 450 MW par centrale) ; s'y ajoutent les centrales à production fatale (qui serait perdue si on ne l'utilisait pas immédiatement lorsqu'elle arrive) : hydraulique au fil de l'eau, éoliennes, solaire ; les centrales thermiques peuvent démarrer en quelques heures et fournissent la « semi-base », en service permanent ou saisonnier ; enfin, les barrages hydro-électriques répondent en quelques minutes à la « pointe » de consommation électrique.\nLe présent article explique les dispositifs techniques et organisationnels qui permettent de réaliser cet équilibrage. Pour ce faire, il s'appuie sur le cas français ; les contraintes techniques étant similaires dans les autres pays, on y trouve des organisations semblables, à quelques détails juridiques ou techniques près.\nParallèlement aux processus techniques décrits dans cet article se déroulent les processus de marché, par lesquels se confrontent les offres des producteurs et les demandes des consommateurs regroupées par les fournisseurs d'électricité. Notamment, lorsqu'un imprévu important survient, une réserve de puissance et des délestages permettent respectivement d'augmenter l'offre et de faire baisser la demande d'électricité.", "element_cle": "1. L'ajustement offre-demande d'électricité assure l'équilibre entre production et consommation d'électricité.\n2. La demande électrique fluctue selon les besoins journaliers, hebdomadaires et saisonniers.\n3. Un plan journalier de production d'énergie est établi afin de répondre aux variations de consommation.\n4. Différents moyens de production sont utilisés, tels que les centrales nucléaires, hydrauliques, éoliennes et solaires.\n5. Les barrages hydro-électriques sont utilisés pour répondre à la demande de pointe.\n6. Le cas français est utilisé comme exemple, mais les principes sont similaires dans d'autres pays.\n7. Les processus techniques et organisationnels permettent de réaliser cet équilibrage.\n8. Les processus de marché impliquent les offres des producteurs et les demandes des consommateurs.\n9. Les fournisseurs d'électricité jouent un rôle clé dans la gestion de l'offre et de la demande.\n10. L'ajustement offre-demande d'électricité est essentiel pour assurer un approvisionnement constant en électricité.", "rap": "[Couplet 1]\nL'ajustement offre-demande, c'est un jeu d'équilibre\nEntre prod et conso, faut trouver le juste dosage\nL'électricité, c'est vital pour notre quotidien\nMais faut s'adapter, selon les besoins et les saisons\n\n[Refrain]\nFluctuations, variations, ça demande de l'anticipation\nLa demande électrique, faut trouver la bonne solution\nCentrales nucléaires, hydrauliques, éoliennes ou solaires\nPour répondre aux besoins, faut des moyens exemplaires\n\n[Couplet 2]\nLe plan de prod, jour après jour, c'est crucial\nPour pas tomber en rade et éviter les couacs\nLes barrages hydro-électriques en mode turbo\nQuand les pics de demande atteignent le summum\n\n[Refrain]\nEn France ou ailleurs, les principes sont similaires\nGérer l'offre et la demande, c'est leur affaire\nProcessus orga et technique pour équilibrer tout ça\nLes fournisseurs d'électricité, acteurs du panorama\n\n[Refrain]\nL'ajustement, c'est l'essence même de l'électricité\nMaintenir l'approvisionnement, c'est une nécessité\nProd, conso, marchés : tout est lié\nUn équilibre constant, c'est ce qu'on recherche à tout prix"}, {"titre": "Inflation par la demande", "text_origine": "L'inflation par la demande est l'inflation qui est causée lorsque la demande (ou la demande agrégée) excède l'offre (ou l'offre agrégée). Ce phénomène implique l'augmentation du PIB et la baisse du chômage, comme indiqué par la courbe de Phillips. Sur le plan monétaire, l'inflation par la demande est symptomatique d'un excédent de monnaie en circulation par rapport au nombre de biens en vente[réf. nécessaire]. L'inflation par la demande n'est censée se produire que lorsque l'économie est déjà dans une situation de plein emploi. Le phénomène se veut l'inverse de l'inflation par les coûts.", "element_cle": "1. L'inflation par la demande est causée par un excès de demande par rapport à l'offre.\n2. Elle entraîne une augmentation du PIB et une baisse du chômage.\n3. La courbe de Phillips est utilisée pour illustrer ce phénomène.\n4. Elle est souvent liée à un excédent de monnaie en circulation par rapport au nombre de biens disponibles.\n5. Ce type d'inflation ne se produit normalement que lorsque l'économie est en plein emploi.", "rap": "[Couplet 1]\nL'inflation par la demande, c'est pas un jeu\nQuand y'a trop de demande et pas assez d'offre, c'est le feu\nL'PIB augmente, ça c'est du lourd\nLe chômage baisse, ça donne du courage à ceux qui cherchent du boulot\n\n[Refrain]\nL'inflation par la demande, faut qu'on comprenne\nC'est quand l'offre fait la gueule et la demande nous mène\nLa courbe de Phillips, un graphique qu'on va voir\nPour illustrer comment ça marche, c'est l'histoire à retenir\n\n[Couplet 2]\nTrop de monnaie en circulation, ça met le dawa\nY'a plus de biens dispo, tout le monde veut tout ça\nL'inflation par la demande, c'est pas courant\nCela se produit quand l'économie est en plein emploi, c'est fascinant\n\n[Refrain]\nL'inflation par la demande, faut qu'on comprenne\nC'est quand l'offre fait la gueule et la demande nous mène\nLa courbe de Phillips, un graphique qu'on va voir\nPour illustrer comment ça marche, c'est l'histoire à retenir"}, {"titre": "Appel d'offres", "text_origine": "Un appel d'offres (en anglais, invitation to tender ou ITT) est une procédure qui permet à un commanditaire (le pouvoir adjudicateur) de faire le choix de l'entreprise (le soumissionnaire qui sera le fournisseur) la plus à même de réaliser une prestation de travaux, fournitures ou services. Le but est de mettre plusieurs entreprises en concurrence pour fournir un produit ou un service.\nLes appels d’offres sont devenus une pratique courante de tous les processus d’achat pour des ventes B to B dès lors que leur montant est devenu significatif. Ils traduisent le poids des directions des achats et l’intensité de la concurrence. Des Jeux olympiques à un crédit bancaire en passant par une solution industrielle ou un projet informatique, tous les secteurs sont concernés.\nPour les marchés publics, les règles de mise en concurrence sont très variables entre l'Union européenne, en particulier la France, et les États-Unis. \nPour optimiser le processus de détection des opportunités commerciales, il est souvent nécessaire de faire appel à des sociétés intermédiaires chargées de réaliser de la veille sur les multiples sources (presse, sites web, délibérations, etc.) diffusant les appels d'offres.", "element_cle": "1. Un appel d'offres est une procédure permettant au pouvoir adjudicateur de choisir un fournisseur pour réaliser une prestation.\n2. Les appels d'offres mettent plusieurs entreprises en concurrence pour fournir un produit ou un service.\n3. Cette pratique est devenue courante dans tous les processus d'achat B to B.\n4. Les marchés publics et les règles de mise en concurrence varient entre l'Union européenne (notamment la France) et les États-Unis.\n5. Pour optimiser la détection d'opportunités commerciales, il est courant de faire appel à des sociétés spécialisées dans la veille des appels d'offres.", "rap": "[Couplet 1]\nC'est l'appel d'offres, une procédure\nPour choisir un fournisseur, c'est la mesure\nConcurrence, compétition, c'est le jeu\nPlusieurs entreprises, qui sera le mieux ?\n\nLes appels d'offres, c'est la norme\nDans tous les achats B to B, une réforme\nLes marchés publics, les règles internationales\nL'Europe, les États-Unis, les différences nationales\n\n[Refrain]\nAppel d'offres, on se bat pour briller\nOpportunités, faut les dénicher\nLa veille, les sociétés spécialisées\nPour saisir les chances sans jamais les rater\n\n[Couplet 2]\nLa veille, la clé pour optimiser\nLa détection d'opportunités commerciales, ça cartonne\nLes sociétés spécialisées, elles scrutent\nLes appels d'offres, rien ne leur échappe, tout est en but\n\nAlors t'es prêt à te lancer dans l'arène ?\nRègles internationales, faut être serein\nApprends les dates, les événements marquants\nDans le rap de l'appel d'offres, fais-toi régnant\n\n[Refrain]\nAppel d'offres, on se bat pour briller\nOpportunités, faut les dénicher\nLa veille, les sociétés spécialisées\nPour saisir les chances sans jamais les rater"}, {"titre": "Vidéo à la demande", "text_origine": "Une plateforme numérique de vidéo à la demande (VAD),, souvent abrégée en VOD ou VoD (de l’anglais « video on demand »), est une technique de diffusion de contenus vidéo numériques \"qui permet aux utilisateur de consommer des vidéos, films, documentaires... au moment où ils le désirent. Cette technique a fait évoluer considérablement le rapport entre téléspectateurs et contenus vidéo, puisqu'il n'est plus nécessaire d'attendre qu'un contenu soit diffusé à la télévision, pour y avoir accès. Les plateformes numériques sont aujourd'hui le premier mode de consommation des films avec le cinéma à domicile et devant les salles de cinéma.\nCes contenus sont offerts ou vendus par les réseaux câblés, comme Internet, ou des réseaux non câblés, comme les réseaux mobiles 3G, 4G et 5G. On parle aussi de service de « vidéo à la demande par abonnement (VADA) » ou « SVOD » (de l’anglais « subscription video on demand »).\nUn certain nombre de lecteurs multimédia payants ou gratuits existent, en fonction du système d’exploitation, et des fonctionnalités demandées. \"Pour garantir l'application des droits numériques qui protègent ces contenus ce système est associé à des lecteurs tels que le Lecteur Windows Media ou Divx Player permet de garantir le respect du copyright. Il fonctionne avec des formats de numérisation et de chiffrement propriétaires tels que Windows Media Video, FLV ou DivX. Ce système peut permettre par exemple de limiter la copie ou le visionnage sur plusieurs machines, et est utilisé par les organismes de diffusion de contenus payant (par exemple le Codec DivX est utilisé par l’INA en France).", "element_cle": "1. La vidéo à la demande (VAD) est une plateforme numérique qui permet aux utilisateurs de visionner des contenus vidéo à tout moment.\n2. La VAD a révolutionné la manière dont les téléspectateurs consomment les films et les documentaires, en éliminant le besoin d'attendre leur diffusion à la télévision.\n3. Les plateformes numériques sont devenues le principal moyen de consommation des films, avant même les salles de cinéma et le cinéma à domicile.\n4. Les contenus de la VAD peuvent être offerts ou vendus par différents réseaux, comme Internet, les réseaux câblés ou mobiles.\n5. Les services de vidéo à la demande par abonnement (SVOD) sont devenus très populaires, offrant un accès illimité à une bibliothèque de contenus moyennant un abonnement mensuel ou annuel.\n6. Différents lecteurs multimédia, payants ou gratuits, existent pour lire les contenus de la VAD, en fonction du système d'exploitation et des fonctionnalités désirées.\n7. Les droits numériques sont très importants pour protéger les contenus de la VAD, et des lecteurs spécifiques sont utilisés pour garantir le respect du copyright.\n8. Ces lecteurs utilisent des formats de numérisation et de chiffrement propriétaires, tels que Windows Media Video, FLV ou DivX.\n9. Les organismes de diffusion de contenus payants utilisent souvent ces systèmes pour limiter la copie ou le visionnage sur plusieurs appareils.\n10. En France, l'INA utilise par exemple le Codec DivX pour protéger ses contenus diffusés en VAD.", "rap": "[Couplet 1]\r\nLa VAD, une révolution numérique,\r\nPour regarder des vidéos quand ça pique,\r\nFinies les attentes, les heures d'ennui,\r\nOn choisit ce qu'on veut, quand on a envie.\r\n\r\nPlateforme digitale, un nouveau régime,\r\nLes films, les docs, pas besoin de prime,\r\nLa VAD, elle éclipse les salles,\r\nPlus besoin d'être chez soi pour se régaler.\r\n\r\n[Refrain]\r\nLa VAD, une nouvelle ère,\r\nFilms à la carte, sans barrière,\r\nSur Internet ou en réseau mobile,\r\nLa VAD, un choix imperturbable.\r\n\r\n[Couplet 2]\r\nLes SVOD, un succès à gogo,\r\nAccès illimité, c'est du haut de gamme.\r\nAbonnement mensuel ou annuel,\r\nDans sa bibliothèque, y'a tout le panel.\r\n\r\nDes lecteurs multimédias à foison,\r\nPayants ou gratuits, ils font leur saison,\r\nEn fonction de l'OS et des envies,\r\nOn choisit le meilleur, ça c'est la vie.\r\n\r\n[Refrain]\r\nLa VAD, une nouvelle ère,\r\nFilms à la carte, sans barrière,\r\nSur Internet ou en réseau mobile,\r\nLa VAD, un choix imperturbable."}, {"titre": "Demande agrégée", "text_origine": "Pour la macroéconomie, la demande agrégée (notée \n  \n    \n      \n        A\n        D\n      \n    \n    {\\displaystyle AD}\n  ) représente la demande totale de biens et services dans une économie (notée \n  \n    \n      \n        Y\n      \n    \n    {\\displaystyle Y}\n  ) pour un temps et un niveau de prix donnés. C'est la quantité de biens et services dans l'économie qui sera achetée à tous les niveaux de prix. Il s'agit donc de la demande pour le produit intérieur brut (PIB) d'un pays lorsque les niveaux d'inventaires sont statiques. Elle est souvent appelée demande effective, quoique ce terme soit parfois considéré comme différent.\nIl est souvent fait remarquer que la courbe de la demande agrégée tend vers le bas parce qu'à des niveaux de prix inférieurs une plus grande quantité est demandée. Bien que ce soit correct en microéconomie, au niveau d'un bien particulier, au niveau agrégé ceci est incorrect. La courbe de la demande agrégée tend vers le bas du fait de trois effets distincts; l'effet Pigou, l'effet Keynes sur les taux d’intérêt, et l'effet Mundell-Fleming sur les taux de change.", "element_cle": "1. La demande agrégée représente la demande totale de biens et services dans une économie.\n2. La demande agrégée est notée AD et correspond à la demande pour le produit intérieur brut (PIB) d'un pays.\n3. La demande agrégée varie en fonction des niveaux de prix.\n4. La courbe de la demande agrégée tend vers le bas, ce qui signifie qu'à des niveaux de prix inférieurs, une plus grande quantité est demandée.\n5. La courbe de demande agrégée est influencée par trois effets distincts : l'effet Pigou, l'effet Keynes sur les taux d'intérêt et l'effet Mundell-Fleming sur les taux de change.", "rap": "[Couplet 1]\nLa demande agrégée, c'est l'essence de l'économie\nElle représente la demande de biens et services qui s'épanouit\nNotée AD, elle est cruciale pour le PIB\nElle fluctue avec les niveaux de prix, c'est clair\nLa courbe de la demande elle plonge vers le bas\nPlus les prix baissent, plus on en redemande, ouais\n\n[Refrain]\nLa demande agrégée, elle est vitale\nPour comprendre l'économie, faut qu'on l'analyse\nElle est influencée par différents effets\nPigou, Keynes et Mundell-Fleming, c'est pas un secret\n\n[Couplet 2]\nL'effet Pigou, c'est quand les prix sont bas\nLe pouvoir d'achat augmente, on dépense plus, voilà\nL'effet Keynes sur les taux d'intérêt\nQuand ils sont bas, la demande augmente en réalité\nEt l'effet Mundell-Fleming sur les taux de change\nQuand ils fluctuent, la demande aussi change, c'est étrange\n\n[Refrain]\nLa demande agrégée, elle est vitale\nPour comprendre l'économie, faut qu'on l'analyse\nElle est influencée par différents effets\nPigou, Keynes et Mundell-Fleming, c'est pas un secret"}, {"titre": "Modèle OG-DG", "text_origine": "Le modèle OG-DG (pour offre globale et demande globale) est un modèle économique. Il est parfois appelé modèle quasi-offre quasi-demande globales, modèle offre agrégée/demande agrégée ou modèle AD-AS (pour Aggregate Demand et Aggregate Supply). Le modèle OG-DG décrit l'équilibre général impliquant le marché des biens et services, le marché monétaire, le marché obligataire, et le marché du travail. À court terme, l'attente du prix[Quoi ?] est décidée et n'est pas sujette au remaniement. Chaque période est à court terme[Laquelle ?]. Le long terme définit  l'état du monde où tous les marchés et l'attente des prix sont complètement ajustés.", "element_cle": "1. Le modèle OG-DG est un modèle économique qui décrit l'équilibre général entre l'offre globale et la demande globale.\n2. Il est également connu sous le nom de modèle quasi-offre quasi-demande globales, modèle offre agrégée/demande agrégée ou modèle AD-AS.\n3. Le modèle OG-DG prend en compte le marché des biens et services, le marché monétaire, le marché obligataire et le marché du travail.\n4. À court terme, les prix sont décidés et ne sont pas sujets à des modifications.\n5. En revanche, à long terme, tous les marchés et les attentes de prix sont complètement ajustés.", "rap": "[Couplet 1]\nLe modèle OG-DG, un cadre économique\nQui analyse l'offre et la demande de manière systématique\nA court terme, les prix sont fixes\nMais à long terme, c'est la concurrence qui dicte\n\nRefrain:\nOG-DG, modèle essentiel\nPour comprendre l'équilibre économique réel\nBiens et services, marché monétaire\nTous les facteurs qui font bouger la sphère\n\n[Couplet 2]\nDu marché des biens au marché du travail\nLe modèle OG-DG n'est pas un conte de fées\nIl prend en compte toutes les variables\nPour rendre l'économie plus stable et viable\n\nRefrain:\nOG-DG, modèle essentiel\nPour comprendre l'équilibre économique réel\nObligations, attentes de prix\nDans tous les marchés, les ajustements sont requis\n\nNote: Bien que le modèle OG-DG soit un concept économique important, il peut être difficile de le transformer en rap concis. N'hésitez pas à reformuler ou à ajouter/retirer des éléments pour rendre le texte plus fluide."}, {"titre": "Théorie du consommateur (microéconomie)", "text_origine": "La théorie du consommateur est une théorie économique néoclassique ayant comme objectif de modéliser le comportement d'un agent économique en tant que consommateur de biens et de services. En application des principes de l'utilitarisme à l'économie, et dans le cadre du courant marginaliste, elle a été notamment développé sur la base des travaux de Heinrich Gossen (1810-1858) et Carl Menger (1840-1921). Elle est sous-tendue par la théorie de la valeur-utilité, en opposition à la théorie classique de valeur-travail.", "element_cle": "1. La théorie du consommateur est une théorie économique néoclassique qui modélise le comportement des consommateurs. \n2. Son objectif est d'expliquer comment les individus prennent des décisions en tant que consommateurs de biens et services. \n3. Cette théorie s'appuie sur les principes de l'utilitarisme en économie et s'inscrit dans le courant marginaliste. \n4. Elle a été développée à partir des travaux de Heinrich Gossen et Carl Menger. \n5. La théorie du consommateur met en avant la théorie de la valeur-utilité, en opposition à la théorie classique de valeur-travail.", "rap": "[Couplet 1]\nLa théorie du consommateur, mon sujet préféré\nOn parle de décisions, de biens à acheter\nC'est du néoclassique, ça vient des grands penseurs\nGossen, Menger, ils ont posé les préceptes majeurs\n\n[Refrain]\nLa théorie du consommateur, une approche utile\nPour comprendre comment les individus s'organisent\nEntre utilitarisme et courant marginaliste\nElle met en avant la valeur-utilité et résiste\n\n[Couplet 2]\nLa valeur-travail, on en parle plus ici\nC'est la valeur-utilité qui nous éclaire, oui oui\nLe comportement des consommateurs décrypté\nPour mieux comprendre comment l'économie est orchestrée\n\n[Refrain]\nLa théorie du consommateur, une approche utile\nPour comprendre comment les individus s'organisent\nEntre utilitarisme et courant marginaliste\nElle met en avant la valeur-utilité et résiste"}]