[{"titre": "Droit international privé", "text_origine": "Le droit international privé (sous forme d'abréviation : DIP) dans les systèmes de droit romano-civiliste « est constitué par l'ensemble des principes, des usages ou des conventions qui gouvernent les relations juridiques établies entre des personnes régies par des législations d'États différents ». Il peut en ce sens être qualifié d'« instrument de gestion de la diversité des droits ».  \nLe droit international privé a vocation à s'appliquer dans une situation de conflit de lois nationales causé par un élément d'extranéité dans l'application de situations de droit privé. Le droit international privé vise à « régler ce conflit en faveur de l'une des lois en présence en forgeant des instruments spécifiques à cet effet ». S'il s'agit de relations entre États, le droit applicable est le droit international public.  À noter que le terme \"État\" ne sous entend pas uniquement des États ou des pays souverains, et peut également faire référence aux conflits de lois entre différents États fédérés.  Par exemple, le Canada étant un État fédéral dans lequel les provinces ont la compétence pour légiférer en matière de droit privé, lorsqu'il y a conflits de lois causés par un élément d'extranéité, on parle donc de droit international. Le terme État fait donc référence à l'État qui possède la souveraineté dans un domaine particulier, que ce soit l'État central ou l'État fédéré.\nLe droit international privé a donc pour objectif de déterminer : \n\nla juridiction compétente pour trancher le litige (conflit de juridiction) ;\nla loi applicable pour trancher le litige (conflit de loi).Le droit international privé organise aussi la reconnaissance puis l'application des décisions juridictionnelles provenant d'un autre pays du monde (exequatur). \nContrairement à ce que pourrait laisser entendre son nom, le droit international privé n'est pas uniforme et varie selon les pays. Ainsi il existe un droit international privé en France différent du droit international privé en Tunisie.", "element_cle": "1. Le droit international privé régit les relations juridiques entre personnes régies par des législations d'États différents.\n2. Il s'applique en cas de conflit de lois nationales causé par un élément d'extranéité.\n3. Son objectif est de résoudre ce conflit en favorisant l'une des lois en présence.\n4. Le droit international privé concerne également les conflits de lois entre États fédérés.\n5. Il détermine la juridiction compétente et la loi applicable pour trancher un litige.\n6. Il facilite la reconnaissance et l'application des décisions juridictionnelles étrangères.\n7. Le droit international privé varie d'un pays à l'autre, notamment en France et en Tunisie.", "rap": "[Couplet 1]\nDroit international privé, le rap éducatif,\nPour comprendre les relations juridiques, tout est explicatif,\nEntre personnes de pays différents, c'est la base,\nÇa régit les lois, ça fixe les cadres, c'est efficace.\n\nQuand y'a conflit de lois nationales, ça devient compliqué,\nUn élément d'extranéité, faut trouver la solution adaptée,\nC'est là qu'intervient le DIP, pour résoudre le problème,\nEn favorisant l'une des lois, ouais c'est ce qu'on aime.\n\n[Refrain]\nDroit international privé, ouais on l'étudie attentivement,\nPour régler les conflits de lois, c'est notre engagement,\nCompétence juridictionnelle et loi applicable, on les détermine,\nPour trancher un litige, et que justice s'examine.\n\n[Couplet 2]\nLe DIP, ça concerne pas que les personnes physiques,\nLes États fédérés aussi, ça rentre dans la musique,\nPour régler les conflits, ça fixe les règles du jeu,\nPour que chaque État trouve sa place, entre nous deux.\n\nReconnaissance des décisions étrangères, c'est important,\nLe DIP facilite ça, grandement,\nQuand une décision juridictionnelle vient d'ailleurs,\nOn l'applique ici, avec bonheur.\n\nLe DIP, ça diffère d'un pays à l'autre, c'est vrai,\nEn France ou en Tunisie, chacun a sa façon de faire,\nMais l'essentiel reste le même, ça nous relie,\nÇa renforce le droit, pour une justice unifiée.\n\n[Refrain]\nDroit international privé, ouais on l'étudie attentivement,\nPour régler les conflits de lois, c'est notre engagement,\nCompétence juridictionnelle et loi applicable, on les détermine,\nPour trancher un litige, et que justice s'examine."}, {"titre": "Droit des affaires", "text_origine": "Le droit des affaires est l'une des branches du droit. L'expression peut faire référence au :\n\nDroit privé des affaires qui porte sur un ensemble de droits relatifs aux affaires des entreprises tels que le droit des contrats, le droit des baux commerciaux, la propriété intellectuelle, le droit des sociétés, la procédure commerciale, le droit fiscal, le droit pénal, le droit de la consommation, etc. Il réglemente l’activité des commerçants et industriels dans l’exercice de leur activité professionnelle. Il définit également les actes de commerce occasionnels produits par des personnes non-commerçantes.Droit public des affaires, ou droit public économique, comporte l’ensemble des branches du droit relatives à l’intervention publique sur les activités économiques. Cette intervention peut faire l'objet d’une prise en charge d’activités économiques, de l’encadrement et la régulation d’activités, ou encore de l’intervention sur les structures assurant les activités. Contrairement à ce que pourrait laisser penser son appellation, l’ensemble des composantes du droit public des affaires ne relèvent pas du droit public. Le droit commercial, le droit de la concurrence ou encore le droit matériel de l’Union européenne ont une place incontournable dans l’exercice du droit public des affaires. Ce dernier est alors davantage une matière pluridisciplinaire qu’une branche autonome du droit.", "element_cle": "1. Le droit des affaires regroupe le droit privé et le droit public des affaires.\n2. Le droit privé des affaires couvre les domaines tels que les contrats, la propriété intellectuelle et le droit des sociétés.\n3. Le droit public des affaires concerne l'intervention de l'État dans les activités économiques.\n4. Le droit public des affaires englobe des aspects tels que la régulation des activités économiques et le encadrement des structures.\n5. Le droit public des affaires est une discipline pluridisciplinaire qui fait intervenir des matières comme le droit commercial et le droit de la concurrence.", "rap": "[Couplet 1]\nLe droit des affaires, un domaine bien spécifique\nRegroupant le privé et le public, c'est pas fictif\nContrats, propriété intellectuelle, tout y passe\nAu niveau privé, faut pas qu'tu fasses d'impasse\n\n[Couplet 2]\nMais y'a aussi le public, l'État qui intervient\nDans l'économie, pour contrôler, ça donne du sens\nRégulation et encadrement, on les entends\nDans le droit des affaires, c'est primordial, on est prenants\n\n[Refrain]\nLe droit des affaires, matière pluridisciplinaire\nCommercial, concurrence, faut se mettre à l'éclair\nDates, événements marquants, on les apprend\nLe droit des affaires, une éducation à entreprendre"}, {"titre": "Vie privée", "text_origine": "La vie privée (du latin privatus, « séparé de, privé de ») est la capacité, pour une personne ou pour un groupe de personnes, de s'isoler afin de protéger son bien-être. Les limites de la vie privée ainsi que ce qui est considéré comme privé diffèrent selon les groupes, les cultures et les individus, selon les coutumes et les traditions bien qu'il existe toujours un certain tronc commun.\nLa vie privée peut parfois s'apparenter à l'anonymat et à la volonté de rester hors de la vie publique. Quand quelque chose est dit « privé » pour une personne, cela signifie que généralement qu'à cette chose sont rattachés des sentiments spéciaux et personnels. Le degré de privatisation de l'information dépend donc de la façon dont le public pourrait la recevoir, ce qui diffère selon les endroits et à travers le temps. La vie privée peut être vue sous un aspect sécuritaire.\nDans beaucoup de pays, il existe des lois qui sanctionnent les invasions dans la vie privée par le gouvernement, les corporations ou les individus. Ces lois peuvent parfois même se trouver dans la Constitution. La plupart des pays ont des lois qui limitent la vie privée dans un certain sens : un exemple de ceci serait les lois sur les taxes, qui demandent normalement le partage des informations personnelles concernant les revenus, les biens et les gains. Dans certains pays, la vie privée individuelle peut entrer en conflit avec les lois sur la liberté d'expression et certaines lois peuvent demander la révélation d'informations qui peuvent être considérées comme privées dans d'autres pays. La vie privée peut être sacrifiée volontairement, normalement en échange de certains bénéfices (voir les émissions de téléréalité ou les réseaux sociaux). Dans le monde des affaires, une personne peut donner des détails personnels (souvent dans un but publicitaire) ou les médias personnels en espérant gagner un prix. Néanmoins, l'information qui est volontairement partagée peut être volée ou utilisée à des fins criminelles, allant même jusqu'à mener à une usurpation d'identité.\nLa vie privée est également une notion impliquant celle de « respect de la vie privée » qui fait partie des notions plus générales de propriété privée et de bonnes mœurs.\nLe droit au respect de la vie privée figure à l'article 12 de Déclaration universelle des droits de l'homme de 1948, à l'article 8 de la Convention européenne des droits de l'homme et à l'article 17 du Pacte international relatif aux droits civils et politiques.", "element_cle": "Voici les éléments clés du texte :\n\n1. La vie privée est la capacité de s'isoler afin de protéger son bien-être.\n2. Les limites et la perception de la vie privée varient selon les groupes, les cultures et les individus.\n3. La vie privée peut être associée à l'anonymat et au désir de rester en dehors de la vie publique.\n4. Les lois existent dans de nombreux pays pour sanctionner les intrusions dans la vie privée.\n5. Certaines lois peuvent restreindre la vie privée, notamment dans le domaine fiscal.\n6. La vie privée individuelle peut entrer en conflit avec les lois sur la liberté d'expression.\n7. Certaines personnes peuvent volontairement sacrifier leur vie privée en échange de certains bénéfices.\n8. Dans le monde des affaires, la divulgation d'informations personnelles peut être utilisée à des fins publicitaires ou pour gagner des prix.\n9. Cependant, les informations partagées volontairement peuvent être volées ou utilisées de manière criminelle.", "rap": "[Intro]\nYeah, yo, check it\nThis rap's 'bout privacy, yeah, that's right\nProtectin' your well-being day and night\n\n[Couplet 1]\nPrivacy is the ability to retreat\nTo safeguard your spirit, make yourself complete\nBut what's private to you might be different in sight\nDepends on the culture, the group, the individual's right\nIt's all 'bout anonymity, stayin' out the public eye\nLaw's in place to punish those who pry\nThey might restrict it too, like in the tax game\nBut individual privacy can clash with free speech, it's not the same\nSome willingly sacrifice, for certain gain\nBut in the business world, it's a whole new campaign\nDisclosure for ads, prizes, and such\nBut be careful, your personal info could be stolen as such\n\n[Refrain]\nPrivacy, it's a delicate sphere\nStand up for yourself, make sure your message is clear\nFrom the laws to the choices, it's a balance to behold\nProtecting your privacy, worth more than gold\n\n[Couplet 2]\nNowadays, privacy's under attack\nFrom hackers and thieves that wanna leave you flat\nYour willingly shared info, could turn against you\nUsed for crimes, it's a dangerous view\nBe cautious online, don't share too much\nWhat seems harmless today, can cause a real tough clutch\nYour life is your own, safeguard it with care\nDon't be a victim, be aware and prepared\n\n[Refrain]\nPrivacy, it's a delicate sphere\nStand up for yourself, make sure your message is clear\nFrom the laws to the choices, it's a balance to behold\nProtecting your privacy, worth more than gold"}, {"titre": "Droit public", "text_origine": "Le droit public est l'ensemble des règles juridiques qui régissent l'organisation et le fonctionnement politique, administratif et financier de l’État. Cela comprend aussi les relations diplomatiques entre les États, les organisations internationales, ainsi qu'entre les personnes morales de droit public et les personnes privées. Le droit public défend l'intérêt général avec des prérogatives liées à la puissance publique. Il concerne les rapports entre personnes publiques mais également personnes publiques et personnes privées.\nLe droit public est traditionnellement opposé au droit privé, qui recouvre l'ensemble des règles qui régissent les rapports entre particuliers, personnes physiques ou morales. C'est l'une des summa divisio juridiques.", "element_cle": "1. Le droit public régit l'organisation politique, administrative et financière de l'État.\n2. Il inclut les relations diplomatiques entre les États et les organisations internationales.\n3. Il englobe les rapports entre personnes morales de droit public et personnes privées.\n4. Le droit public défend l'intérêt général et dispose de prérogatives liées à la puissance publique.\n5. Il est distinct du droit privé qui régit les relations entre particuliers.", "rap": "[Couplet 1]\nLe droit public, c'est la base de l'État\nIl organise, gère, contrôle, c'est pas abstrait\nPolitique, administratif, financier\nTout ça sous son regard, rien n'est laissé au hasard\n\nRelations diplomatiques, c'est son terrain\nEntre États et organisations internationales, il est souverain\nIl fait le lien, il assure la paix\nDans un monde complexe, il est notre guide, jamais ne se tait\n\n[Refrain]\nDroit public, c'est notre fondation\nL'État, les lois, la représentation\nIl défend l'intérêt général, avec autorité\nFace au droit privé, il impose sa réalité\n\n[Couplet 2]\nPersonnes morales et personnes privées\nLe droit public, les harmonise, les amène à se respecter\nIl régule les rapports, protège les faibles\nIl est là pour empêcher que l'injustice ne s'installe et ne règle\n\nPouvoir public, prérogatives essentielles\nLe droit public les encadre, évite qu'on déraille\nIntérêt général, point focal de son action\nDans chaque décision, c'est sa principale mission\n\n[Refrain]\nDroit public, c'est notre fondation\nL'État, les lois, la représentation\nIl défend l'intérêt général, avec autorité\nFace au droit privé, il impose sa réalité"}, {"titre": "Droit international privé en France", "text_origine": "Le droit international privé est la branche du droit qui étudie le règlement des différends de droits privés présentant au moins un caractère d'extranéité, que les parties soient de nationalités différentes, résident dans des pays différents, ou soient liées par des engagements pris dans un pays autre que leur pays de résidence.\nLes problèmes principaux se posant au droit international privé sont :\n\nle conflit de juridictions, qui se subdivise en deux questions distinctes :  la compétence internationale (dans quel pays le litige peut-il être jugé ?), et la reconnaissance des décisions étrangères ;\net le conflit de lois (quel est l'ordre juridique - le pays - dont la loi s'applique).Les deux questions sont bien distinctes, les tribunaux d'un pays pouvant être amenés à appliquer la loi d'un autre pays. Les manuels français ajoutent également souvent une partie traitant des sujets de droit, comprenant le droit de la nationalité et la condition des étrangers.\nMalgré son nom, le droit international privé n'est pas uniforme. Il existe un droit international privé français, un droit international privé allemand, etc. L'objet de cet article n'est que le droit international privé en France.", "element_cle": "1. Le droit international privé est une branche du droit qui traite des litiges de droits privés impliquant au moins un élément étranger.\n2. Les problèmes principaux du droit international privé sont les conflits de juridictions et les conflits de lois.\n3. Le conflit de juridictions concerne la compétence internationale pour juger un litige et la reconnaissance des décisions étrangères.\n4. Le conflit de lois concerne l'application de la loi d'un pays dans un autre pays.\n5. Le droit international privé français comprend également des sujets tels que le droit de la nationalité et la condition des étrangers.\n6. Malgré son nom, le droit international privé n'est pas uniforme et diffère selon les pays.\n7. Cet article se concentre uniquement sur le droit international privé en France.", "rap": "[Couplet 1]\nLe droit international privé, une branche à part entière\nTraitant des litiges de droits privés, toujours à l'affaire\nAu moins un élément étranger, c'est la condition\nPour que cette branche entre en action\n\nLes problèmes principaux, deux en lice\nLes conflits de juridictions et les conflits de lois, c'est précis\nLe premier concerne la compétence internationale\nPour juger un litige, c'est ça la bataille\n\nLa reconnaissance des décisions étrangères, c'est crucial\nUn enjeu majeur dans ce conflit de juridictions, c'est brutal\nLe deuxième, le conflit de lois, attention\nL'application de la loi d'un pays dans un autre, c'est la question\n\n[Refrain]\nDroit international privé en France, c'est le sujet\nDes sujets variés, on en a plein les fûts\nNationalité, condition des étrangers, c'est complexe\nMais on reste concentré, focus sur l'hexagone, ouais c'est fresh\n\n[Couplet 2]\nLe droit international privé, ça ne joue pas pareil\nD'un pays à l'autre, c'est pas tout pareil, c'est du pareil au même\nNotre focale, c'est sur la France qu'elle se pose\nOn met le doigt sur ce qui se passe en prose\n\nLe droit de la nationalité, une thématique majeure\nQui fait débat, qui fait frémir, c'est une aventure\nLa condition des étrangers, un sujet délicat\nLa France ouvre ses portes, accueille, et ça fait débat\n\nMalgré son nom, le droit international privé\nEst loin d'être uniforme, faut le préciser, faut le crier\nOn peut en discuter, on peut le critiquer\nMais c'est en France qu'on se concentre, faut le préciser\n\n[Refrain]\nDroit international privé en France, c'est le sujet\nDes sujets variés, on en a plein les fûts\nNationalité, condition des étrangers, c'est complexe\nMais on reste concentré, focus sur l'hexagone, ouais c'est fresh"}, {"titre": "Point G", "text_origine": "Le point G ou point de Gräfenberg (noms donnés en hommage à Ernst Gräfenberg, gynécologue allemand) est une zone érogène de la paroi antérieure du vagin, de forme bulbeuse, mesurant moins d'un centimètre de diamètre, et qui, par la stimulation, accroît sa taille.\nL'existence du point G ne fait pas l'objet d'un consensus dans la communauté scientifique. Les observations médicales à son sujet restent anecdotiques et les études de cas, effectuées sur la base d'un petit nombre de sujets, sont rarement soutenues par des études anatomiques et biochimiques.\nComme il n'existe pas actuellement d'étude ayant comparé et évalué l'importance relative des différentes possibilités de sensibilité érogène du vagin et du point G, il est difficile de conclure. La seule certitude est que le vagin possède des zones, le plus souvent sur sa paroi antérieure, dont la stimulation tactile est intensément érogène et peut conduire à l'orgasme. L'hypothèse actuellement la plus crédible est que sa surface la plus sensible corresponde à la zone de contact avec la partie interne du clitoris.", "element_cle": "1. Le point G est une zone érogène située dans le vagin.\n2. Son existence est controversée dans le milieu scientifique.\n3. Les études sur le point G sont limitées et reposent souvent sur des cas individuels.\n4. La taille et la sensibilité du point G varient d'une personne à l'autre.\n5. La stimulation du point G peut entraîner un orgasme.\n6. Il est possible que la zone la plus sensible du point G corresponde à la partie interne du clitoris.", "rap": "[Couplet 1]\nLe Point G, on parle d'une zone érogène,\nDans le vagin, c'est là qu'elle se démène,\nControversé dans le milieu scientifique,\nMais j'viens t'dire la vérité, l'info authentique.\n\nLimitées sont les études, souvent individuelles,\nMais faut s'y intéresser, c'est pas superficiel,\nChaque personne différente, taille et sensibilité,\nOn parle pas en général, faut connaître la réalité.\n\n[Refrain]\nLe Point G, mystérieux et secret,\nMais si tu sais le trouver, un orgasme parfait.\nFaut pas l'ignorer, t'instruire, t'intéresser,\nLe plaisir, l'éducation, tout ça c'est prioritaire.\n\n[Couplet 2]\nLa stimulation du Point G, c'est puissant,\nUn orgasme profond, ça c'est dérangeant,\nCertaines disent que la zone la plus sensible,\nCorrespond à la partie interne du clitoris, c'est crédible.\n\nOn parle de plaisir, de découverte de soi,\nLe Point G, c'est ça qu'on met en émoi,\nAlors ouvre ton esprit, apprends sans tabou,\nLe sexe, l'éducation, tout ça c'est fou.\n\n[Refrain]\nLe Point G, mystérieux et secret,\nMais si tu sais le trouver, un orgasme parfait.\nFaut pas l'ignorer, t'instruire, t'intéresser,\nLe plaisir, l'éducation, tout ça c'est prioritaire."}, {"titre": "Le Point", "text_origine": "Le Point est un magazine d'actualité hebdomadaire français, créé en 1972 par une équipe de journalistes venant essentiellement de L'Express et proches d'Olivier Chevrillon et de Claude Imbert. Son format s'inspire de celui du magazine américain Time.\nTraditionnellement classé à droite, le journal ouvre ses pages à diverses opinions politiques (interviews, analyses, etc.). C'est l'un des cinq magazines d'actualité hebdomadaires de dimension nationale en France.\nDepuis 1997, il appartient à 100 % au milliardaire François Pinault via sa holding Artémis. Son siège est situé à Paris.\n\n", "element_cle": "1. Le Point est un magazine d'actualité hebdomadaire français, fondé en 1972 par une équipe de journalistes de L'Express.\n2. Le magazine s'inspire du format du Time, un magazine américain.\n3. Bien que classé à droite, Le Point donne la parole à différentes opinions politiques.\n4. Le Point est l'un des cinq magazines d'actualité hebdomadaires nationaux en France.\n5. Depuis 1997, Le Point est détenu à 100% par François Pinault, via sa holding Artémis. \n6. Le siège du magazine est situé à Paris.", "rap": "[Couplet 1]\nLe Point, t'apporte les news chaque semaine\nDepuis 1972, l'actu ne dort jamais\nFondé par une équipe de journalistes talentueux\nIssus de L'Express, ils ont su se faire un nom dans ce business\n\nInspiré par le format du fameux Time Magazine\nLe Point, c'est la référence du journalisme français\nMais tu sais, ils sont pas du genre à prendre parti\nOuvert à toutes les opinions, les débats sont infinis\n\n[Refrain]\nLe Point, dans ta ville, dans tes mains\nLe Point, l'info pure, sans aucun refrain\nLe Point, magazine de l'actu à la française\nDepuis '72, le témoin de notre époque, ça c'est une vraie richesse\n\n[Couplet 2]\nLe Point, parmi les cinq hebdomadaires nationaux\nIls te tiennent au courant, te font voir les choses de haut\nDepuis '97, détenu par François Pinault\nArtémis, sa holding, la puissance est sur le papier\n\nLe siège du magazine, c'est au cœur de Paris\nLa capitale qui bouge, où tout se décide\nLe Point, une fenêtre sur le monde qui nous entoure\nL'actualité sous toutes ses formes, ils nous la dévoilent sans détour\n\n[Refrain]\nLe Point, dans ta ville, dans tes mains\nLe Point, l'info pure, sans aucun refrain\nLe Point, magazine de l'actu à la française\nDepuis '72, le témoin de notre époque, ça c'est une vraie richesse"}, {"titre": "Liaison point à point", "text_origine": "Une liaison point à point est une liaison entre deux hôtes uniquement et qui n'est pas conçue pour être utilisée initialement dans un réseau. Il n'y a donc pas de notion native d'adresse réseau des deux hôtes, ni de contrôle avancé du flux.\nHDLC, PPP et SLIP sont des protocoles destinés à permettre l'utilisation d'une liaison point à point dans un réseau, en palliant ses limitations.\nLes liaisons Transfix, les lignes Numéris ou ISDN sont des exemples de liaison point à point. Grâce à un routeur à chaque extrémité de la liaison, il est possible de communiquer entre le point A et le point B au moyen d'une ligne numérique transmettant de la voix ou des données.\nDans le domaine de l'aéronautique, un type de liaison utilisé par les compagnies aériennes à bas prix. En oppostion au mode en étoile, qui possède un hub (aéroport central), le point to point permet à des compagnies de relier toutes les lignes entre elles, ce qui permet des économies de carburant. En effet, ce mode utilise des avions plus petits (les trajets sont plus courts) et donc moins polluants que les gros avions du type Airbus A380. \n\n Portail des réseaux informatiques   Portail des télécommunications   Portail de l’aéronautique", "element_cle": "1. La liaison point à point est une connexion directe entre deux hôtes sans adresse réseau.\n2. Les protocoles HDLC, PPP et SLIP sont utilisés pour pallier les limitations des liaisons point à point.\n3. Les liaisons Transfix, les lignes Numéris ou ISDN sont des exemples de liaisons point à point.\n4. Les routeurs permettent de communiquer entre le point A et le point B via une ligne numérique.\n5. Dans le domaine de l'aéronautique, le point à point permet aux compagnies aériennes de relier toutes les lignes entre elles, économisant ainsi du carburant.", "rap": "[Couplet 1]\nLa liaison point à point, connecte deux hôtes\nPas besoin d'une adresse réseau, c'est un lien direct\nHDLC, PPP, SLIP, des protocoles utilisés\nPour surmonter les limites de ces connexions point à point\n\n[Couplet 2]\nTransfix, Numéris, ISDN, des exemples de liaisons\nPour relier des points précis, sans interruption\nLes routeurs jouent un rôle clé dans cette communication\nDu point A jusqu'au point B, via une ligne numérique\n\n[Refrain]\nLa liaison point à point, un concept éducatif\nDes dates, des événements marquants, tout est significatif\nDans l'aéronautique, les compagnies économisent du carburant\nEn reliant toutes les lignes, c'est un vrai succès ambiant"}, {"titre": "Point fixe", "text_origine": "En mathématiques, pour une application f d'un ensemble E dans lui-même, un élément x de E est un point fixe de f si f(x) = x.\nExemples :\n\ndans le plan, la symétrie par rapport à un point A admet un unique point fixe : A ;\nl'application inverse (définie sur l'ensemble des réels non nuls) admet deux points fixes : –1 et 1,  solutions  de l'équation \n  \n    \n      \n        \n          \n            1\n            x\n          \n        \n        =\n        x\n      \n    \n    {\\displaystyle {\\frac {1}{x}}=x}\n   équivalente à l'équation \n  \n    \n      \n        \n          x\n          \n            2\n          \n        \n        =\n        1\n      \n    \n    {\\displaystyle x^{2}=1}\n  .Graphiquement, les points fixes d'une fonction f (d'une variable réelle, à valeurs réelles) sont les points d'intersection de la droite d'équation y = x avec la courbe d'équation y = f(x).\nToutes les fonctions n'ont pas nécessairement de point fixe ; par exemple, la fonction x ↦ x + 1 n'en possède pas, car il n'existe aucun nombre réel x égal à x + 1.\nPour une fonction f définie sur E et à valeurs dans \n  \n    \n      \n        \n          \n            P\n          \n        \n        (\n        E\n        )\n      \n    \n    {\\displaystyle {\\mathcal {P}}(E)}\n  , un point fixe est un élément x de E tel que \n  \n    \n      \n        x\n        ∈\n        f\n        (\n        x\n        )\n      \n    \n    {\\displaystyle x\\in f(x)}\n  , comme dans le théorème du point fixe de Kakutani.", "element_cle": "1. Un point fixe en mathématiques est un élément d'un ensemble qui reste inchangé par une application.\n2. Les exemples de points fixes comprennent la symétrie par rapport à un point et l'application inverse.\n3. Les points fixes d'une fonction sont les intersections de la droite y = x avec la courbe de la fonction.\n4. Toutes les fonctions n'ont pas nécessairement de point fixe.\n5. Le théorème du point fixe de Kakutani est un résultat important en mathématiques.", "rap": "[Couplet 1]\nEn mathématiques, j'pose un point fixe\nUn élément stable, inchangé, sans panique\nC'est comme la symétrie, c'est un point d'équilibre\nOù tout reste pareil, rien ne délivre\n\nLes fonctions ont aussi leurs propres repères\nLes points fixes, ces instants éphémères\nOù la droite y = x rencontre la courbe\nUn rendez-vous précis, tout s'engouffre\n\n[Refrain]\nLes maths, c'est plus qu'un simple jeu\nC'est un voyage dans l'inconnu\nLes points fixes, des intersections\nOù s'enchaînent théorèmes et réflexions\n\n[Couplet 2]\nMais attention, tout n'est pas magnifique\nCertaines fonctions n'ont pas cette relique\nPas de points fixes, pas de stabilité\nUn chaos total, une certaine absurdité\n\nMais le théorème de Kakutani intervient\nUn résultat important qui tient\nIl prouve l'existence de ces rendez-vous\nEntre la droite et la courbe, un lien si doux\n\n[Refrain]\nLes maths, c'est plus qu'un simple jeu\nC'est un voyage dans l'inconnu\nLes points fixes, des intersections\nOù s'enchaînent théorèmes et réflexions"}, {"titre": "Loi de Godwin", "text_origine": "La loi de Godwin est une loi empirique énoncée en 1990 par Mike Godwin, d'abord relative au réseau Usenet, puis étendue à Internet : \n« Plus une discussion en ligne se prolonge, plus la probabilité d'y trouver une comparaison impliquant les nazis ou Adolf Hitler s’approche de un. »\n\nDans un débat, atteindre le point de Godwin revient à signifier à son interlocuteur que son crédit est dorénavant compromis par sa vérification de la loi de Godwin. Par extension, du fait de la polysémie du mot « point » (signifiant à la fois « argument » et « point » en anglais), des « points de Godwin » sont parfois attribués à cet interlocuteur.\nAu départ relative aux discussions sur des forums virtuels, la loi de Godwin peut s'appliquer à tout type de conversation ou débat ; l'un des interlocuteurs atteint le point de Godwin lorsqu’il en réfère au nazisme, à Hitler ou à la Shoah, pour disqualifier l’argumentation de son adversaire.\nGodwin distingue cette loi de l'erreur logique désignée par la pseudo-locution latine reductio ad Hitlerum, attestée depuis les années 1950, qui est une spécialisation de l’argumentum ad hominem et de l’argumentum ad personam, locutions antérieures. La loi de Godwin introduit l'idée selon laquelle un tel argument est inévitable dans un débat qui s'éternise.", "element_cle": "1. La loi de Godwin a été énoncée en 1990 par Mike Godwin pour décrire un phénomène sur les discussions en ligne.\n2. Selon cette loi, plus une discussion en ligne dure, plus la probabilité qu'une comparaison avec les nazis ou Adolf Hitler soit faite augmente.\n3. Atteindre le point de Godwin signifie que la crédibilité de l'interlocuteur est remise en question.\n4. La loi de Godwin peut s'appliquer à tout type de conversation ou débat, pas seulement aux discussions en ligne.\n5. Cette loi distingue l'erreur logique de la pseudo-locution latine reductio ad Hitlerum, qui est une spécialisation de l'argumentum ad hominem et de l'argumentum ad personam.\n6. L'argumentation basée sur le nazisme, Hitler ou la Shoah est utilisée pour discréditer les arguments de l'adversaire.\n7. L'idée principale de la loi de Godwin est que ces types d'arguments deviennent inévitables lorsqu'un débat s'éternise.", "rap": "[Couplet 1]\nLa loi de Godwin, yeah, écoute bien, j'vais t'l'expliquer\nEn 1990, Mike Godwin l'a fait naître\nSur les discussions en ligne, une règle est apparue\nPlus ça dure, plus Hitler devient l'issue\n\n[Refrain]\nLa loi de Godwin, attention, elle est là\nQuand ça s'éternise, on finit par crier \"Ah!\"\nCrédibilité mise en question, tu te ramasses\nNazis, Hitler, la comparaison qui lasse\n\n[Couplet 2]\nPas que sur le Net, la loi s'applique partout\nConv' ou débat, attention, c'est un vrai coup\nDistinction d'une erreur, la pseudo-locution\nOn te réduit à Hitler, c'est l'argumentation\n\n[Refrain]\nLa loi de Godwin, attention, elle est là\nQuand ça s'éternise, on finit par crier \"Ah!\"\nCrédibilité mise en question, tu te ramasses\nNazis, Hitler, la comparaison qui lasse"}, {"titre": "Point adhérent", "text_origine": "En mathématiques et plus précisément en topologie, un point adhérent à une partie A d'un espace topologique E est un élément de l'adhérence de A, c'est-à-dire un point x de E tel que tout voisinage de x rencontre A (i.e. est non disjoint de A) ou encore : tout ouvert contenant x rencontre A. Tous les points de A sont adhérents à A ; d'autres points de E peuvent aussi, selon le cas, être adhérents à A.\nLa notion de point adhérent à un ensemble A n'est pas intrinsèque, en ce sens qu'elle dépend de l'espace topologique dont A est vu comme sous-ensemble.\nUn point de E est non adhérent à A si et seulement s'il est intérieur à E\\A. Un tel point est dit extérieur à A.", "element_cle": "1. La définition d'un point adhérent dans le domaine mathématique de la topologie.\n2. Un point adhérent est un élément de l'adhérence d'une partie d'un espace topologique.\n3. Cela signifie que tout voisinage de ce point rencontre la partie en question.\n4. Tous les points de la partie sont adhérents à celle-ci.\n5. Les points extérieurs à la partie sont non adhérents et sont appelés \"extérieurs à A\".", "rap": "[Couplet 1]\nJ'représente les points adhérents, man, j'le proclame\nEn mathématiques, c'est l'essence même de ma flamme\nDéfini par la topologie, ça sonne comme une évidence\nJ'pars en quête du savoir, j'embrasse la connaissance\n\nUn point adhérent, c'est l'âme d'un espace topologique\nDans l'adhérence d'une partie, il est le rouge sur la page\nTout voisinage du point, il rencontre cette partie\nC'est une connexion palpable, du concret dans l'abstrait\n\n[Refrain]\nJ'rappe l'éducation, j'fais vibrer les notions\nLes dates et les événements, j'les grave dans l'action\nJ'suis le compositeur des mots, j'mets en évidence le savoir\nLes points adhérents s'effacent pas, dans ma mémoire, ça reste là\n\n[Couplet 2]\nLes points de la partie, ils sont tous adhérents\nComme une famille soudée, c'est ça qu'on représente\nMais les points extérieurs, eux, ils sont non adhérents\nComme des étrangers, on les appelle \"extérieurs à A\", évident\n\nJ'rappelle les dates, les événements marquants\nJ'suis le flow éducatif, le rythme dans les rangs\nDonc que tu sois point adhérent ou non adhérent\nDans mon rap éducatif, tu vas te retrouver dedans\n\n[Refrain]\nJ'rappe l'éducation, j'fais vibrer les notions\nLes dates et les événements, j'les grave dans l'action\nJ'suis le compositeur des mots, j'mets en évidence le savoir\nLes points adhérents s'effacent pas, dans ma mémoire, ça reste là"}, {"titre": "Triangle", "text_origine": "En géométrie euclidienne, un triangle est une figure plane formée par trois points (appelés sommets) et par les trois segments qui les relient (appelés côtés), délimitant un domaine du plan appelé intérieur.\nLorsque les sommets sont distincts deux à deux, en chaque sommet les côtés délimitent un angle intérieur, d'où vient la dénomination de « triangle ».\nLe triangle est aussi le polygone le plus simple qui délimite une portion du plan et sert ainsi d'élément fondamental pour le découpage et l'approximation de surfaces.\nDe nombreuses constructions géométriques de points, droites et cercles associés à un triangle sont liées par des propriétés qui étaient en bonne part déjà énoncées dans les Éléments d'Euclide, près de 300 ans avant Jésus-Christ. Les relations entre les mesures des angles et les longueurs des côtés sont notamment à l'origine de techniques de calcul de distances par triangulation. Le développement de ces techniques constitue d'ailleurs une branche des mathématiques appelée trigonométrie.\n\nHors de la géométrie euclidienne, les côtés d'un triangle sont remplacés par des arcs géodésiques et beaucoup de ses propriétés sont modifiées (voir Trigonométrie sphérique).\n\nLa forme triangulaire se retrouve dans de nombreux objets, mathématiques ou non, et s'est chargée de symboliques diverses. De nombreux caractères typographiques présentent une telle forme.", "element_cle": "1. Un triangle est une figure plane formée par trois points et trois segments.\n2. Les angles intérieurs d'un triangle sont délimités par les côtés qui se rencontrent au niveau de chaque sommet.\n3. Les triangles sont utilisés pour découper et approximer des surfaces.\n4. Les Éléments d'Euclide, écrits près de 300 ans avant Jésus-Christ, mentionnent déjà les propriétés des triangles.\n5. La trigonométrie est une branche des mathématiques qui étudie les relations entre les mesures des angles et les longueurs des côtés des triangles.", "rap": "[Couplet 1]\nUn triangle, t'explique les bases\nTrois points, trois segments, tu sortiras des cases\nAngles intérieurs, délimités par les côtés\nAu niveau des sommets, c'est la clé pour briller\n\nTriangles, utilisés pour découper\nDes surfaces, tu pourras approximer\nÉléments d'Euclide, vieux de plusieurs siècles\nLes propriétés des triangles, déjà mentionnées\n\n[Refrain]\nTriangle, figure géométrique évidente\nEn maths, y'a rien de plus pertinent\nTrigonométrie, relations mesures-angles-côtés\nLes triangles, les bases pour avancer\n\n[Couplet 2]\nTrigonométrie, branche des maths en action\nEtudie les relations, entre angles et côtés, t'as compris l'leçon\nLes longueurs des côtés, les mesures des angles\nDans les triangles, tout est clair, rien n'est un mélange\n\nTriangulation, calculs en tout genre\nGrâce aux triangles, les maths ne sont plus un mystère\nDu passé à aujourd'hui, depuis des siècles\nLes triangles, gardiens de nos connaissances ancestrales\n\n[Refrain]\nTriangle, figure géométrique évidente\nEn maths, y'a rien de plus pertinent\nTrigonométrie, relations mesures-angles-côtés\nLes triangles, les bases pour avancer"}, {"titre": "Triangle rectangle", "text_origine": "En géométrie euclidienne, un triangle rectangle est un triangle dont l'un des angles est droit. Les deux autres angles sont alors complémentaires, de mesure strictement inférieure. On nomme alors hypoténuse le côté opposé à l'angle droit. Les deux autres côtés, adjacents à l’angle droit, sont appelés cathètes.\nL’hypoténuse est alors le plus grand côté du triangle, et sa longueur est reliée à celles des deux autres côtés par le théorème de Pythagore. Cette relation est même caractéristique des triangles rectangles. Dans le cas des triangles à côtés entiers, elle mène à la définition des triplets pythagoriciens.", "element_cle": "1. Un triangle rectangle est un triangle dont l'un des angles est droit. Les autres angles sont complémentaires.\n2. L'hypoténuse est le côté opposé à l'angle droit dans un triangle rectangle.\n3. Les deux autres côtés, adjacents à l'angle droit, sont appelés cathètes.\n4. Le théorème de Pythagore relie la longueur de l'hypoténuse aux longueurs des deux autres côtés.\n5. Les triangles rectangles sont caractérisés par cette relation et mènent à la définition des triplets pythagoriciens.", "rap": "[Couplet 1]\nYo, on parle de géométrie avec style\nJ'vais t'expliquer c'que c'est qu'un triangle rectangle\nUn angle droit, ça claque, ça frappe fort\nLes autres angles, complémentaires, en support\n\nL'hypoténuse, c'est l'opposé de l'angle droit \nMais si tu suis, t'inquiète pas, ça devient droit\nEt les cathètes, ouais, les deux autres côtés\nIls sont adjacents, bien collés, t'as pigé ?\n\n[Refrain]\nDans un triangle rectangle, on joue au jeu des mesures\nPythagore était là, avec des équations sûres\nAvec le théorème, il relie tout en beauté\nL'hypoténuse et les côtés, t'as capté ?\n\n[Couplet 2]\nLe théorème de Pythagore, t'as pas l'choix, faut l'suivre\nIl met en relation tout ce beau triangle de lyre\nL'hypoténuse, il la relie aux côtés\nLes deux autres longueurs, faut pas oublier\n\nCes triangles, c'est magique, ça change l'game\nIls donnent naissance à des triplets fameux, pythagoriciens\nT'as pigé la relation ? C'est pas compliqué\nAvec ces notions, t'es prêt à calculer\n\n[Refrain]\nDans un triangle rectangle, on joue au jeu des mesures\nPythagore était là, avec des équations sûres\nAvec le théorème, il relie tout en beauté\nL'hypoténuse et les côtés, t'as capté ?"}, {"titre": "Triangle des Bermudes", "text_origine": "Le triangle des Bermudes est une zone géographique de l’océan Atlantique qui aurait été, selon une croyance répandue, le théâtre d’un grand nombre de disparitions de navires et d’avions militaires ou civils. Néanmoins, cette rumeur se fonde surtout sur des informations erronées, embellies ou mal interprétées et non sur des preuves évidentes, le triangle ne présentant statistiquement parlant aucune anomalie,,. Ainsi, selon un rapport du World Wide Fund for Nature en 2013, le triangle des Bermudes ne fait pas partie des endroits les plus dangereux pour la navigation.\n\n", "element_cle": "1. Le triangle des Bermudes est une zone géographique de l'océan Atlantique.\n2. On prétend que de nombreux navires et avions ont disparu dans cette zone.\n3. Cette croyance repose surtout sur des informations erronées ou mal interprétées.\n4. Aucune preuve évidente ne confirme ces disparitions.\n5. Selon un rapport de 2013, le triangle des Bermudes n'est pas considéré comme dangereux pour la navigation.", "rap": "[Couplet]\nDans l'océan Atlantique, une zone énigmatique\nLe triangle des Bermudes, une légende authentique\nDes navires, des avions, tout s'évanouit\nMais est-ce vraiment la réalité qui nous sourit?\n\n[Refrain]\nLe triangle des Bermudes, mystère controversé\nEntre légendes et réalité, tout est embrouillé\nDes disparitions et des apparitions\nMais la vérité est toujours en question\n\n[Couplet]\nDes histoires, des mythes, des témoignages flous\nLe triangle des Bermudes, un écho dans nos rues\nMais les faits, les preuves, où sont-ils?\nTout semble être perdu dans un brouillard hostile\n\n[Refrain]\nLe triangle des Bermudes, un casse-tête à déchiffrer\nEntre suppositions et certitudes à démêler\nDes conquêtes silencieuses, des vies arrachées\nMais qu'est-ce qui se cache réellement dans cette obscurité?\n\n[Couplet]\nDes rapports, des enquêtes, des révélations\nLe triangle des Bermudes, une énigme sans explications\nMais en 2013, les voiles se sont levées\nCe n'est pas un danger pour la navigation en réalité\n\n[Refrain]\nLe triangle des Bermudes, légende ou vérité?\nOn nous parle de disparitions, mais où sont les clés?\nLe mystère reste entier, les questions se multiplient\nLe triangle des Bermudes, un secret encore à éclaircir"}, {"titre": "Triangle dramatique", "text_origine": "Le triangle dramatique ou triangle de Karpman est une figure d'analyse transactionnelle proposée par Stephen Karpman (d) en 1968 (dans son article Fairy Tales and Script Drama Analysis) qui met en évidence un scénario relationnel typique entre victime, persécuteur et sauveur. Le triangle dramatique est à la base des jeux psychologiques qui se jouent entre deux personnes capables de jouer alternativement les trois rôles.\nSelon ce schéma, si une personne utilise l'un de ces rôles, elle entraine l'autre à jouer un rôle complémentaire.\nLe triangle dramatique peut se nommer désordre du « persécuté — persécuteur ». Ce schéma est à la base des « jeux psychologiques » de manipulation de la communication. La communication est perturbée lorsque les protagonistes adoptent ces rôles plutôt que d’exprimer leurs émotions et leurs idées.\n\n", "element_cle": "1. Le triangle dramatique est une figure d'analyse transactionnelle proposée par Stephen Karpman en 1968.\n2. Il met en évidence un scénario relationnel typique entre victime, persécuteur et sauveur.\n3. Le triangle dramatique est à la base des jeux psychologiques qui se jouent entre deux personnes.\n4. Si une personne utilise l'un des rôles, elle entraîne l'autre à jouer un rôle complémentaire.\n5. Ce schéma est à la base des « jeux psychologiques » de manipulation de la communication.\n6. La communication est perturbée lorsque les protagonistes adoptent ces rôles plutôt que d'exprimer leurs émotions et leurs idées.", "rap": "[Couplet 1]\nYo, laisse-moi t'parler du triangle dramatique\nUn concept d'analyse qui dérange les sceptiques\nStephen Karpman l'a posé en 68\nEt depuis, c'est une vérité qui débat\n\nIl met en lumière les jeux relationnels\nEntre victime, sauveur et persécuteur réel\nQuand une personne joue un rôle en premier lieu\nElle attire l'autre dans son propre jeu\n\n[Couplet 2]\nCe schéma complique la communication\nLes émotions, les idées, c'est la déviation\nPlutôt que d'exprimer ce qu'on a dans la tête\nOn se batte, on se fuit, c'est la tempête\n\nLes jeux psychologiques, des manipulations\nOn perd le fil, dans cette confrontation\nOn oublie qu'on peut parler, s'écouter vraiment\nAu lieu de jouer des rôles qui font du tort aux gens\n\n[Refrain]\nSortons du triangle dramatique, on peut y échapper\nExprimons nos émotions, pour mieux communiquer\nAu lieu de jouer des jeux psychologiques invraisemblables\nFaisons preuve d'empathie, soyons honnêtes et stables"}, {"titre": "Triangle équilatéral", "text_origine": "En géométrie euclidienne, un triangle équilatéral est un triangle dont les trois côtés ont la même longueur. Ses trois angles internes ont alors la même mesure de 60 degrés, et il constitue ainsi un polygone régulier à trois sommets.\nTous les triangles équilatéraux sont semblables. Chaque triangle équilatéral est invariant par trois symétries axiales et deux rotations dont le centre est à la fois le centre de gravité, l'orthocentre et le centre des cercles inscrit et circonscrit au triangle.\nLa figure du triangle équilatéral apparait dans de nombreux contextes mathématiques et culturels.", "element_cle": "1. Un triangle équilatéral est un triangle dont les trois côtés ont la même longueur.\n2. Les trois angles d'un triangle équilatéral mesurent toujours 60 degrés.\n3. Un triangle équilatéral est un polygone régulier à trois sommets.\n4. Tous les triangles équilatéraux sont semblables.\n5. Le triangle équilatéral est invariant par trois symétries axiales et deux rotations.\n6. Le centre du triangle équilatéral est à la fois le centre de gravité, l'orthocentre et le centre des cercles inscrit et circonscrit au triangle.\n7. Le triangle équilatéral est présent dans de nombreux contextes mathématiques et culturels.", "rap": "[Couplet 1]\nUn triangle équilatéral, c'est la base,\nTrois côtés égaux, c'est la classe,\nAngle de 60 degrés à chaque coin,\nUn polygone régulier, c'est divin.\n\nLe triangle équilatéral, c'est un bijou,\nSimilitude, chaque fois où il est vu,\nInvariant par symétries et rotations,\nSes propriétés font sensation.\n\n[Refrain]\nLe centre du triangle, c'est l'essentiel,\nGravité, orthocentre, cercles, tout est pareil,\nDans les maths et dans la culture,\nLe triangle équilatéral, c'est un chef-d'œuvre.\n\n[Couplet 2]\nLe centre est le point focal,\nDes équilibres, il est le signal,\nGravité, point d'équilibre de poids,\nTriangle équilatéral est adroit.\n\nOrthocentre, intersection des hauteurs,\nDes droites qui se croisent avec bonheur,\nCentre des cercles, inscrit et circonscrit,\nLe triangle équilatéral nous réunit.\n\n[Refrain]\nLe centre du triangle, c'est l'essentiel,\nGravité, orthocentre, cercles, tout est pareil,\nDans les maths et dans la culture,\nLe triangle équilatéral, c'est un chef-d'œuvre."}, {"titre": "Triangle d'été", "text_origine": "Le Triangle d'été, appelé également Triangle des nuits d'été ou les Trois belles d'été, est un astérisme en forme de triangle formé par trois des étoiles les plus brillantes qui, dans l'hémisphère nord, sont visibles toute la nuit entre juin et août. Malgré son nom, le Triangle d'été est aussi visible tout le reste de l'année depuis l'hémisphère nord, mais pas toute la nuit.\nCes 3 étoiles sont, de la plus brillante à la moins brillante :\n\nVéga (α Lyrae) de la constellation de la Lyre (Lyra, Lyr)\nAltaïr (α Aquilae) de la constellation de l'Aigle (Aquila, Aql)\nDeneb (α Cygni) de la constellation du Cygne (Cygnus, Cyg)Les distances apparentes entre Véga et Altaïr ainsi qu'entre Deneb et Altaïr sont semblables, ce qui fait en sorte que le triangle est presque isocèle.\nLa surface du triangle recouvre les constellations de la Flèche et du Petit Renard ainsi que l'astérisme de la Croix du Nord.\nAyant pour fond la Voie lactée, ce triangle est très facilement identifiable et sert souvent de point de départ pour retrouver d'autres constellations (comme le Petit Renard en son centre) ou repérer quelques objets du ciel profond, comme M27 ou M57.", "element_cle": "1. Le Triangle d'été : un astérisme formé par trois étoiles brillantes.\n2. Il est visible toute la nuit entre juin et août dans l'hémisphère nord.\n3. Véga, Altaïr et Deneb sont les trois étoiles qui composent le triangle.\n4. Les distances entre les étoiles forment un triangle presque isocèle.\n5. Le triangle recouvre les constellations de la Flèche et du Petit Renard, ainsi que l'astérisme de la Croix du Nord.\n6. La Voie lactée sert de fond au triangle, ce qui facilite son identification.\n7. Le Triangle d'été est souvent utilisé comme point de départ pour observer d'autres constellations ou objets célestes.\n8. Il est visible tout au long de l'année depuis l'hémisphère nord, mais pas forcément toute la nuit. \n9. Il est possible de repérer des objets du ciel profond, tels que M27 ou M57, à partir du Triangle d'été.\n10. Les trois étoiles du triangle appartiennent à des constellations différentes : la Lyre, l'Aigle et le Cygne.", "rap": "[Couplet 1]\nDans le ciel, le Triangle d'été brille fort,\nTrois étoiles brillantes, un astérisme du Nord,\nVéga, Altaïr, Deneb, leur éclat est magique,\nCe triangle presque isocèle, symbole astronomique.\n\n[Couplet 2]\nDe juin à août, il domine toute la nuit,\nDans l'hémisphère nord, spectacle qui luit,\nFlèche, Petit Renard, et la Croix du Nord,\nLe Triangle d'été fait rayonner plus fort.\n\n[Refrain]\nTriangle d'été, miroir du cosmos,\nConstellations, étoiles, un rappel grandiose,\nÉducation céleste, voyage cosmique,\nAstronomie, merveilles, paroles magiques.\n\n[Couplet 3]\nSur la Voie lactée, il sert de décor,\nUn point de départ, pour viser encore,\nObserver le ciel, chercher l'infini,\nLe triangle nous guide vers les hautes vies.\n\n[Couplet 4]\nL'année entière, sa présence est là,\nMais pas toujours visible, loin de toi,\nDes objets célestes, M27 et M57,\nTriangle d'été, éveille nos sens.\n\n[Refrain]\nTriangle d'été, miroir du cosmos,\nConstellations, étoiles, un rappel grandiose,\nÉducation céleste, voyage cosmique,\nAstronomie, merveilles, paroles magiques.\n\n[Outro]\nVoyageons dans le ciel, apprenons en rap,\nLe Triangle d'été, éducatif, un beau cap,\nConnaître l'univers, ses secrets et ses codes,\nAstronomie, culture, l'éducation en mode."}, {"titre": "Tour Triangle", "text_origine": "La tour Triangle est un gratte-ciel en construction au parc des expositions de la porte de Versailles (15e arrondissement de Paris). Les travaux de cet immeuble de grande hauteur ont commencé à la fin de l'année 2021.\nLe chantier de cet édifice de 180 mètres de hauteur, relancé en 2011 par la mairie de Paris, aurait dû débuter en 2013-2014.\nEn proie à l'opposition de certains riverains et quelques associations écologistes et conservatrices , le projet est rejeté par le Conseil de Paris le 17 novembre 2014, malgré le soutien de la maire de Paris nouvellement élue, Anne Hidalgo. \nIl est finalement approuvé lors d'une délibération du conseil de Paris le 30 juin 2015. Le 9 novembre 2017, l'association Vision Grand Paris présente son soutien au projet. \nEn novembre 2021, la presse annonce finalement que la construction commencera avant la fin de l'année, avec une livraison prévue en 2026. À la suite des difficultés financières liées à la crise du Covid, le groupe Unibail-Rodamco-Westfield s'est associé à Axa pour obtenir des financements permettant de lancer le projet. La construction est confiée à l'entreprise belge BESIX, également constructeur de la Burj Khalifa, la plus haute tour du monde à Dubaï.\nLe chantier a démarré tout à la fin de l'année 2021, comme annoncé deux mois plus tôt par Unibail Rodamco Westfield, il doit s'achever avec l'ouverture de la tour en 2026.", "element_cle": "1. La Tour Triangle est un gratte-ciel en construction au parc des expositions de la porte de Versailles à Paris.\n2. Les travaux de cette tour de 180 mètres de hauteur ont commencé à la fin de l'année 2021.\n3. Le projet a été relancé en 2011 par la mairie de Paris, mais a rencontré de l'opposition.\n4. Malgré le rejet initial, le projet a finalement été approuvé par le Conseil de Paris en juin 2015.\n5. La construction de la Tour Triangle est confiée à l'entreprise belge BESIX, également constructeur de la Burj Khalifa.\n6. La livraison de la tour est prévue pour 2026.\n7. Pour financer le projet, le groupe Unibail-Rodamco-Westfield s'est associé à Axa.\n8. Le chantier a démarré à la fin de l'année 2021, après des difficultés financières liées à la crise du Covid.\n9. La Tour Triangle sera la plus haute tour de Paris une fois terminée.\n10. Ce projet a suscité des débats et des controverses, notamment de la part de certains riverains et associations écologistes.", "rap": "[Couplet 1]\nLa Tour Triangle, un gratte-ciel en construction,\nAu parc des expositions, belle ambition.\n180 mètres de hauteur, impressionnant,\nUn projet qui a commencé en deux mille vingt-et-un.\n\n[Refrain]\nTour Triangle, une tour qui s'élève dans le ciel,\nSymbole de progrès, un futur irréel.\nControverse et débat, font partie du deal,\nMais la Tour Triangle, on la verra briller de mille feux.\n\n[Couplet 2]\nEn deux mille onze, le projet relancé,\nMais opposition et résistance ont tardé.\nLe Conseil de Paris, juin deux mille quinze,\nA finalement approuvé cette divine.\n\n[Refrain]\nTour Triangle, une tour qui s'élève dans le ciel,\nSymbole de progrès, un futur irréel.\nControverse et débat, font partie du deal,\nMais la Tour Triangle, on la verra briller de mille feux.\n\n[Couplet 3]\nBESIX, entreprise belge, aux commandes de la construction,\nLa Burj Khalifa, déjà dans leur collection.\nLa tour sera livrée en deux mille vingt-six,\nUn délai à respecter, c'est sûr qu'elle sera fixe.\n\n[Refrain]\nTour Triangle, une tour qui s'élève dans le ciel,\nSymbole de progrès, un futur irréel.\nControverse et débat, font partie du deal,\nMais la Tour Triangle, on la verra briller de mille feux.\n\n[Couplet 4]\nPour financer le projet, Unibail-Rodamco-Westfield et Axa,\nDeux géants réunis pour une cause extra.\nDifficultés financières, liées à la crise sanitaire,\nMais le chantier est lancé, plus rien ne pourra défaire.\n\n[Refrain]\nTour Triangle, une tour qui s'élève dans le ciel,\nSymbole de progrès, un futur irréel.\nControverse et débat, font partie du deal,\nMais la Tour Triangle, on la verra briller de mille feux.\n\n[Couplet 5]\nUne fois terminée, la plus haute tour de Paris elle sera,\nUn nouvel horizon pour la Ville Lumière.\nDébats et controverses, ça ne peut pas plaire à tous,\nMais la Tour Triangle, elle sera là, c'est tout.\n\n[Refrain]\nTour Triangle, une tour qui s'élève dans le ciel,\nSymbole de progrès, un futur irréel.\nControverse et débat, font partie du deal,\nMais la Tour Triangle, on la verra briller de mille feux."}, {"titre": "Carré", "text_origine": "En géométrie euclidienne, un carré est un quadrilatère convexe à quatre côtés de même longueur avec quatre angles droits. C’est donc un polygone régulier, qui est à la fois un losange, un rectangle, et par conséquent aussi un parallélogramme particulier.\nDans le plan, un carré est invariant par quatre symétries axiales, par deux rotations d’angle droit et par une symétrie centrale par rapport à l’intersection de ses diagonales.\nLes premières représentations du carré datent de la préhistoire. Le carré est, avec le cercle, l'une des figures géométriques remarquables les plus étudiées depuis l'Antiquité, le problème de la quadrature du cercle ayant tenu en haleine de nombreux mathématiciens pendant deux millénaires.\nLa figure du carré illustre l’opération du carré en algèbre, consistant à multiplier un élément par lui-même. En particulier, l’aire d’un carré est égale au carré de la longueur d’un côté.\n\n", "element_cle": "- Un carré est un quadrilatère convexe à quatre côtés de même longueur avec quatre angles droits.\n- Un carré est un polygone régulier qui est à la fois un losange, un rectangle et un parallélogramme particulier.\n- Un carré est invariant par quatre symétries axiales, deux rotations d'angle droit et une symétrie centrale par rapport à l'intersection de ses diagonales.\n- Les premières représentations du carré datent de la préhistoire.\n- Le carré est une figure géométrique étudiée depuis l'Antiquité, notamment dans le problème de la quadrature du cercle.\n- L'aire d'un carré est égale au carré de la longueur d'un côté.", "rap": "[Couplet 1]\nÀ l'école, j'apprends l'géométrie\nLes formes, les figures, toutes ces beautés\nMais faut qu'j'te présente un carré, mon pote\nUne figure qui déchire, j'te raconte\n\nUn carré, c'est un quadrilatère,\nQuatre côtés égaux, ça a d'la classe\nQuatre angles droits, c'est pas compliqué\nEt ouais, cette figure, c'est carré !\n\n[Refrain]\nUn carré, un carré, t'as bien compris\nC'est un losange, un rectangle aussi\nUn polygone régulier qui en jette\nUn carré, mon gars, faut pas qu'tu l'oublies\n\n[Couplet 2]\nLe carré, c'est costaud, tu sais\nQuatre symétries, ça ressort jamais\nDeux rotations à angle droit, c'est solide\nUne symétrie centrale, tout est valide\n\nDepuis la préhistoire, on l'représente\nLe carré, c'est le top, t'oublies pas d'être attentif\nDans l'Antiquité, ça s'passait d'jà\nLa quadrature du cercle, ouais, ça rigolait pas\n\n[Refrain]\nUn carré, un carré, t'as bien compris\nC'est un losange, un rectangle aussi\nUn polygone régulier qui en jette\nUn carré, mon gars, faut pas qu'tu l'oublies\n\n[Répétition du refrain jusqu'à la fin]"}, {"titre": "Racine carrée", "text_origine": "En mathématiques élémentaires, la racine carrée d'un nombre réel positif x est l'unique réel positif qui, lorsqu'il est multiplié par lui-même, donne x, c'est-à-dire le nombre positif dont le carré vaut x. On le note √x ou x1/2. Dans cette expression, x est appelé le radicande et le signe \n  \n    \n      \n        \n          \n            \n          \n        \n      \n    \n    {\\displaystyle {\\sqrt {\\quad }}}\n   est appelé le radical. La fonction qui, à tout réel positif, associe sa racine carrée s'appelle la fonction racine carrée.\nEn algèbre et analyse, dans un anneau ou un corps A, on appelle racine carrée de a, tout élément de A dont le carré vaut a. Par exemple, dans le corps des complexes ℂ, on dira de i (ou de − i) qu'il est une racine carrée de  − 1. Selon la nature de l'anneau, et la valeur de a, on peut trouver 0, 1, 2 ou plus de 2 racines carrées de a.\nLa recherche de la racine carrée d'un nombre, ou extraction de la racine carrée, donne lieu à de nombreux algorithmes. La nature de la racine carrée d'un entier naturel qui n'est pas le carré d'un entier est à l'origine de la première prise de conscience de l'existence de nombres irrationnels. La recherche de racines carrées pour des nombres négatifs a conduit à l'invention des nombres complexes.\n\n", "element_cle": "1. La racine carrée est le résultat de la multiplication d'un nombre par lui-même pour obtenir un autre nombre donné.\n2. La racine carrée est notée √x ou x1/2.\n3. La fonction racine carrée associe à chaque nombre réel positif sa racine carrée.\n4. En algèbre et analyse, la racine carrée d'un élément dans un anneau ou un corps est un élément dont le carré est égal à l'élément donné.\n5. La recherche de la racine carrée d'un nombre peut nécessiter l'utilisation d'algorithmes spécifiques.\n6. La nature des racines carrées des entiers naturels non carrés a conduit à la découverte des nombres irrationnels.\n7. La recherche de racines carrées pour des nombres négatifs a conduit à la création des nombres complexes.", "rap": "[Couplet 1]\nLa racine carrée, concept à comprendre\nMultiplication d'un nombre pour en obtenir un autre\nRésultat précis, c'est tout un art à maîtriser\n√x ou x1/2, deux notations pour la même chose\n\n[Couplet 2]\nLa fonction racine carrée, elle sait tout faire\nAssocier chaque nombre positif à sa racine carrée\nEn algèbre et analyse, elle est présente partout\nDans un anneau ou un corps, elle crée l'équilibre fou\n\n[Refrain]\nOn cherche, on explore, pour trouver la vérité\nLes racines carrées, elles nous font progresser\nDes algorithmes spécifiques, on les utilise\nPour découvrir les infinis, les nombres irrationnels\n\n[Couplet 3]\nEntiers naturels non carrés, ils nous ont guidés\nÀ la découverte des nombres irrationnels, ils nous ont menés\nLes racines carrées, c'est un monde complexe\nC'est grâce à elles qu'on a créé les nombres complexes\n\n[Refrain]\nOn cherche, on explore, pour trouver la vérité\nLes racines carrées, elles nous font progresser\nDes algorithmes spécifiques, on les utilise\nPour découvrir les infinis, les nombres irrationnels\n\n[Outro]\nLa racine carrée, un symbole de savoir\nElle ouvre les portes de l'infini et du pouvoir\nAlors continuez à chercher, à explorer\nLes racines carrées, elles nous feront avancer"}, {"titre": "Isabelle Carré", "text_origine": "Isabelle Carré est une actrice et écrivaine française, née le 28 mai 1971 dans le 12e arrondissement de Paris.\nEn 2003, elle obtient le César de la meilleure actrice pour son rôle dans Se souvenir des belles choses, ainsi que le Molière de la comédienne à deux reprises pour Mademoiselle Else (1999) et pour L'Hiver sous la table (2004).\nEn 2018, elle publie un premier roman, Les Rêveurs, chez Grasset, qu'elle lit ensuite à la Bibliothèque des voix. Un deuxième roman, Du côté des Indiens, paraît en 2020. Un troisième roman, Le jeu des si, paraît en 2022.", "element_cle": "- Isabelle Carré : actrice et écrivaine française née en 1971 à Paris\n- Récompenses : César de la meilleure actrice en 2003, Molière de la comédienne en 1999 et 2004\n- Premier roman : Les Rêveurs, publié en 2018 chez Grasset\n- Deuxième roman : Du côté des Indiens, publié en 2020\n- Troisième roman : Le jeu des si, publié en 2022", "rap": "[Couplet 1]\nIsabelle Carré, une étoile qui brille,\nActrice talentueuse, elle dévoile son style,\nNée en 71', à Paname, dans la capitale,\nSa carrière flambe, au cinéma, c'est colossal.\n\n[Couplet 2]\n2003, César de la meilleure actrice,\nSon jeu si fort, sa performance, je capitule,\nMolière en 99 et 2004, comédienne prodige,\nSur les planches, elle enflamme, la scène s'élargit.\n\n[Refrain]\nIsabelle Carré, une voix qui s'élève,\nDans le monde du cinéma, elle s'insère,\nAuteur de talent, elle écrit son histoire,\nLes Rêveurs, Du côté des Indiens, Le jeu des si, sa gloire."}, {"titre": "Carex", "text_origine": "Carex (du grec kairo, « couper », allusion aux feuilles finement dentées sur les bords, pouvant couper la peau de la main lorsqu'elle glisse dessus, et autres significations) est un genre de plantes de la famille des Cypéracées. Ses espèces sont appelées communément en français Carex ou Laîches ; beaucoup croissent dans les zones humides (landes, mares forestières...), dans les régions froides à tempérées.\nCe sont des plantes à feuilles souvent coupantes, à tiges souvent de section triangulaire.\nLes fleurs sont groupées en épis ; on distingue parfois des épis mâles et des épis femelles, sur la même plante.\nLa Cariçaie est une formation herbacée hygrophile, dominée  par des espèces du genre Carex.", "element_cle": "1. Carex est un genre de plantes de la famille des Cypéracées, appelées communément Carex ou Laîches.\n2. Les espèces de Carex poussent souvent dans les zones humides, comme les landes et les mares forestières.\n3. Les feuilles de Carex sont fines et dentées, ce qui peut causer des coupures sur la peau.\n4. Les tiges de Carex ont souvent une section triangulaire.\n5. Les fleurs de Carex sont regroupées en épis, avec parfois des épis mâles et des épis femelles sur la même plante.\n6. La Cariçaie est une formation herbacée hygrophile dominée par des espèces de Carex.", "rap": "[Couplet 1]\nYo, j'te parle de Carex, une plante de chez nous,\nDu genre Cypéracées, prête à te faire des coups,\nElle pousse dans l'humide, landes et mares forestières,\nAvec des feuilles dentées, prêtes à te faire la guerre.\n\nElle a des tiges en triangle, ça lui donne du charme,\nMais attention, les gars, ça peut faire des armes,\nAvec ses fleurs en épis, mâles et femelles mélangés,\nCarex se fait respecter, elle sait bien régner.\n\n[Refrain]\nCarex, la plante qui veut t'éduquer,\nAvec ses dates et événements marqués,\nElle te montre la voie, elle te fait comprendre,\nQu'il est temps d'apprendre et de s'étendre.\n\n[Couplet 2]\nDans la Cariçaie, elle domine le game,\nC'est une formation herbacée, elle connaît le flambe,\nHygrophile, elle aime l'eau, t'inquiète pas,\nElle te montre comment faire, avec classe et éclat.\n\nAvec Carex, tu verras, l'éducation au top,\nElle te dit de prendre le temps, t'instruire comme un pro,\nAvec des notions clés, des dates bien en tête,\nElle te pousse à réussir, à ne jamais être bête.\n\n[Refrain]\nCarex, la plante qui veut t'éduquer,\nAvec ses dates et événements marqués,\nElle te montre la voie, elle te fait comprendre,\nQu'il est temps d'apprendre et de s'étendre."}, {"titre": "Triangle rectangle", "text_origine": "En géométrie euclidienne, un triangle rectangle est un triangle dont l'un des angles est droit. Les deux autres angles sont alors complémentaires, de mesure strictement inférieure. On nomme alors hypoténuse le côté opposé à l'angle droit. Les deux autres côtés, adjacents à l’angle droit, sont appelés cathètes.\nL’hypoténuse est alors le plus grand côté du triangle, et sa longueur est reliée à celles des deux autres côtés par le théorème de Pythagore. Cette relation est même caractéristique des triangles rectangles. Dans le cas des triangles à côtés entiers, elle mène à la définition des triplets pythagoriciens.", "element_cle": "1. Un triangle rectangle est un triangle avec un angle droit.\n2. Les deux autres angles d'un triangle rectangle sont complémentaires et plus petits.\n3. L'hypoténuse est le côté opposé à l'angle droit.\n4. Les deux autres côtés sont appelés cathètes.\n5. Le théorème de Pythagore relie la longueur de l'hypoténuse aux longueurs des cathètes.\n6. Cette relation est caractéristique des triangles rectangles.\n7. Les triplets pythagoriciens sont définis pour les triangles à côtés entiers.", "rap": "[Couplet 1]\nTriangle rectangle, check le premier point\nUn angle droit, c'est le coin parfait\nDeux autres angles complémentaires, petit format\nAvec l'hypoténuse, côté bien opposé\n\n[Refrain]\nTriangle rectangle, on l'apprend tôt\nEn géométrie, ça fait le show\nLe théorème de Pythagore, reine des formules\nRelie les longueurs, les cathètes et l'hypoténuse\n\n[Couplet 2]\nCathètes, les deux côtés qui dansent\nDans le triangle rectangle, c'est leur existence\nPythagore, il a tout compris\nSon théorème, une clé pour la vie\n\n[Refrain]\nTriangle rectangle, on l'apprend tôt\nEn géométrie, ça fait le show\nLe théorème de Pythagore, reine des formules\nRelie les longueurs, les cathètes et l'hypoténuse"}, {"titre": "Triangle isocèle rectangle", "text_origine": "Un triangle isocèle rectangle , ou demi-carré, est un triangle ayant un angle droit et deux côtés de même longueur. Plus précisément, un triangle ABC est dit isocèle rectangle en A lorsque la mesure de l'angle \n  \n    \n      \n        \n          \n            \n              A\n              ^\n            \n          \n        \n      \n    \n    {\\displaystyle {\\widehat {A}}}\n   vaut 90° et que les longueurs AB et AC sont égales. A est alors le sommet principal du triangle et [BC] sa base ou son hypoténuse. C'est un cas particulier de triangle rectangle et de triangle isocèle.\nDans un triangle isocèle rectangle, les angles adjacents à la base valent 45°.", "element_cle": "1. Un triangle isocèle rectangle est un triangle ayant un angle droit et deux côtés de même longueur.\n2. Un triangle ABC est dit isocèle rectangle en A lorsque l'angle A mesure 90° et que les longueurs AB et AC sont égales.\n3. Le sommet principal dans un triangle isocèle rectangle est A, et [BC] est sa base ou son hypoténuse.\n4. Dans un triangle isocèle rectangle, les angles adjacents à la base ont une mesure de 45°.\n5. Le triangle isocèle rectangle est un cas particulier de triangle rectangle et de triangle isocèle.", "rap": "[Couplet 1]\nTriangle isocèle rectangle, c'est un concept clair\nAngle droit et deux côtés qui s'égalisent, tu peux l'éclaircir\nQuand A est à 90 degrés, et AB égal à AC\nUn sommet principal et [BC] qui sert de base, tu peux poser tes idées\n\nRefrain:\nLe triangle isocèle rectangle, une forme géométrique\nDes côtés égaux, un angle droit, c'est magnifique\nDans la mathématique, c'est un des basiques\nTriangle isocèle rectangle, éduquons dans la musique\n\n[Couplet 2]\nAngles adjacents à la base, ils mesurent 45 degrés\nC'est logique, faut pas chercher à déborder\nUn cas particulier, mélange de deux trucs\nTriangle rectangle et isocèle, c'est prodigieux\n\nRefrain:\nLe triangle isocèle rectangle, une forme géométrique\nDes côtés égaux, un angle droit, c'est magnifique\nDans la mathématique, c'est un des basiques\nTriangle isocèle rectangle, éduquons dans la musique"}, {"titre": "Nombre d'or", "text_origine": "Le nombre d'or (ou section dorée, proportion dorée, ou encore divine proportion) est une proportion, définie initialement en géométrie comme l'unique rapport a/b entre deux longueurs a et b telles que le rapport de la somme a + b des deux longueurs sur la plus grande (a) soit égal à celui de la plus grande (a) sur la plus petite (b), ce qui s'écrit :\n\n  \n    \n      \n        \n          \n            \n              a\n              +\n              b\n            \n            a\n          \n        \n        =\n        \n          \n            a\n            b\n          \n        \n      \n    \n    {\\displaystyle {\\frac {a+b}{a}}={\\frac {a}{b}}}\n   avec \n  \n    \n      \n        \n          \n            a\n            b\n          \n        \n        =\n        φ\n      \n    \n    {\\displaystyle {\\frac {a}{b}}=\\varphi }\n  \nLe découpage d'un segment en deux longueurs vérifiant cette propriété est appelé par Euclide découpage en « extrême et moyenne raison ». Le nombre d'or est maintenant souvent désigné par la lettre φ ou \n  \n    \n      \n        φ\n      \n    \n    {\\displaystyle \\varphi }\n   (phi), et il est lié à l'angle d'or.\nCe nombre irrationnel est l'unique solution positive de l'équation φ2 = φ + 1. Il vaut:\n\n  \n    \n      \n        φ\n        =\n        \n          \n            \n              1\n              +\n              \n                \n                  5\n                \n              \n            \n            2\n          \n        \n        ≈\n        1,618\n        0339887.\n      \n    \n    {\\displaystyle \\varphi ={\\frac {1+{\\sqrt {5}}}{2}}\\approx 1{,}6180339887.}\n  \nIl intervient dans la construction du pentagone régulier. Ses propriétés algébriques le lient à la suite de Fibonacci et au corps quadratique ℚ(√5). Le nombre d'or s'observe aussi dans la nature (quelques phyllotaxies, par exemple chez les capitules du tournesol, pavage de Penrose de quasi-cristaux) ou dans quelques œuvres et monuments (architecture de Le Corbusier, musique de Xenakis, peinture de Dalí).\nL'histoire de cette proportion commence à une période de l'Antiquité qui n'est pas connue avec certitude ; la première mention connue de la division en extrême et moyenne raison apparaît dans les Éléments d'Euclide. À la Renaissance, Luca Pacioli, un moine franciscain italien, la met à l'honneur dans un manuel de mathématiques et la surnomme « divine proportion » en l'associant à un idéal envoyé du ciel. Cette vision se développe et s'enrichit d'une dimension esthétique, principalement au cours des XIXe et XXe siècles où naissent les termes de « section dorée » et de « nombre d'or ».\nIl est érigé en théorie esthétique et justifié par des arguments d'ordre mystique, comme une clé importante, voire explicative, dans la compréhension des structures du monde physique, particulièrement pour les critères de beauté et surtout d'harmonie ; sa présence est alors revendiquée dans les sciences de la nature et de la vie, proportions du corps humain ou dans les arts comme la peinture, l'architecture ou la musique. Certains artistes, tels le compositeur Xenakis ou le poète Paul Valéry ont adhéré à une partie de cette vision, soutenue par des livres populaires. À travers la médecine, l'archéologie ou les sciences de la nature et de la vie, la science infirme les théories de cette nature car elles sont fondées sur des généralisations abusives et des hypothèses inexactes.", "element_cle": "Voici les éléments clés du texte sur le nombre d'or :\n\n1. Définition du nombre d'or comme une proportion entre deux longueurs a et b.\n2. La formule mathématique pour calculer le nombre d'or : a/b = (a + b)/a = φ.\n3. Le découpage d'un segment en deux longueurs selon cette proportion est appelé \"extrême et moyenne raison\".\n4. Le nombre d'or est représenté par la lettre φ ou phi.\n5. Le nombre d'or est l'unique solution positive de l'équation φ^2 = φ + 1.\n6. Sa valeur approximative est φ ≈ 1,6180339887.\n7. Le nombre d'or est utilisé dans la construction du pentagone régulier.\n8. Il est lié à la suite de Fibonacci et au corps quadratique ℚ(√5).\n9. On observe le nombre d'or dans la nature, certaines œuvres et monuments.\n10. Son histoire remonte à une période de l'Antiquité qui n'est pas connue précisément.", "rap": "[Couplet 1]\nLe nombre d'or, c'est l'équilibre divin\nUne proportion, un trésor dans les mathématiques\nA divisé par B égal φ, on est les addicts\nFormule sacrée pour révéler l'harmonie\n\n[Couplet 2]\nExtrême et moyenne raison, c'est le découpage parfait\nUn segment coupé selon les lois de l'attraction\nLe phi, lettre sacrée, c'est la satisfaction\nL'équation φ² égale φ plus 1, c'est génial\n\n[Refrain]\nLe nombre d'or, φ, symbole de perfection\nUtilisé dans l'art et l'architecture\nDans le pentagone, il se cache en évidence\nEt dans la nature, il brille en éclat\n\n[Couplet 3]\nFibonacci, partenaire du nombre d'or\nUne suite infinie, symbole de la vie\nDans le corps quadratique, l'évidence s'épanouit\nLe nombre d'or, source de beauté et de savoir\n\n[Couplet 4]\nÀ travers les siècles, il nous accompagne\nDes monuments majestueux, des plantes éblouissantes\nL'Antiquité garde secret sa naissance\nMais le nombre d'or, c'est l'écho de l'excellence\n\n[Refrain]\nLe nombre d'or, φ, symbole de perfection\nUtilisé dans l'art et l'architecture\nDans le pentagone, il se cache en évidence\nEt dans la nature, il brille en éclat"}, {"titre": "Théorème de Pythagore", "text_origine": "Le théorème de Pythagore est un théorème de géométrie euclidienne qui met en relation les longueurs des côtés dans un triangle rectangle. Il s'énonce fréquemment sous la forme suivante : \n\nSi un triangle est rectangle, le carré de la longueur de l’hypoténuse (ou côté opposé à l'angle droit) est égal à la somme des carrés des longueurs des deux autres côtés.Ce théorème permet notamment de calculer l’une des longueurs à partir des deux autres.\nIl doit son nom à Pythagore de Samos, philosophe de la Grèce antique du VIe siècle av. J.-C., cependant le résultat était connu plus de mille ans auparavant en Mésopotamie et a vraisemblablement été découvert indépendamment dans plusieurs autres cultures. \nLa plus ancienne démonstration qui nous soit parvenue est due à Euclide, vers -300. Même si les mathématiciens grecs en connaissaient sûrement une auparavant, rien ne permet de l'attribuer de façon certaine à Pythagore. \nLes premières démonstrations historiques reposent en général sur des méthodes de calcul d’aire par découpage et déplacement de figures géométriques. Inversement, la conception moderne de la géométrie euclidienne est fondée sur une notion de distance qui est définie pour respecter ce théorème.\nDivers autres énoncés généralisent le théorème à des triangles quelconques, à des figures de plus grande dimension telles que les tétraèdres, ou en géométrie non euclidienne comme à la surface d’une sphère.\nPlus généralement, ce théorème a de nombreuses applications dans divers domaines très différents (architecture, ingénierie...), encore aujourd'hui, et a permis nombres d'avancées technologiques à travers l'histoire.", "element_cle": "- Le théorème de Pythagore est un théorème de géométrie euclidienne.\n- Il met en relation les longueurs des côtés dans un triangle rectangle.\n- La formulation classique est que le carré de l'hypoténuse est égal à la somme des carrés des deux autres côtés.\n- Ce théorème permet de calculer les longueurs manquantes dans un triangle rectangle.\n- Il doit son nom à Pythagore de Samos, philosophe de la Grèce antique du VIe siècle av. J.-C.\n- Son origine est plus ancienne et a été découverte indépendamment dans d'autres cultures.\n- La plus ancienne démonstration connue est due à Euclide vers -300.\n- Les démonstrations reposent sur des méthodes de calcul d'aire et de figures géométriques.\n- Le théorème de Pythagore peut être généralisé à d'autres formes géométriques et en géométrie non euclidienne.\n- Il a de nombreuses applications dans différents domaines et a permis des avancées technologiques.", "rap": "[Couplet 1]\nLe théorème de Pythagore, la base de la géométrie,\nRelie les côtés d'un triangle dans la réalité,\nLe carré de l'hypoténuse, c'est la somme des carrés,\nDes deux autres côtés, yeah, ça va t'éclairer.\n\n[Refrain]\nPythagore, philosophe de la Grèce antique,\nDu VIe siècle avant J-C, sa découverte unique,\nMais l'origine est plus ancienne, dans d'autres cultures,\nEuclide, -300, la démo la plus pure.\n\n[Couplet 2]\nLes méthodes de calcul d'aire et de figures géométriques,\nEuclide, il a tout compris, c'était sa logique,\nLe théorème de Pythagore, généralisable à l'infini,\nDans d'autres formes, en géométrie non euclidienne.\n\n[Refrain]\nLe théorème de Pythagore, ça révolutionne tout,\nDes avancées technologiques, c'est vraiment fou,\nDans tous les domaines, des applications multiples,\nLe calcul des longueurs, l'éducation à la lutte."}, {"titre": "Aire (géométrie)", "text_origine": "En mathématiques, l'aire est une grandeur relative à certaines figures du plan ou des surfaces en géométrie dans l'espace.\nLe développement de cette notion mathématique est lié à la rationalisation du calcul de grandeur de surfaces agricoles, par des techniques d'arpentage. Cette évaluation assortie d'une unité de mesure est aujourd'hui plutôt appelée superficie.\nInformellement, l'aire permet d'exprimer un rapport de grandeur d'une figure relativement à une unité, par le biais de découpages et recollements, de déplacements et retournements et de passage à la limite par approximation. La mesure d'une aire peut être un nombre réel positif ou être infinie pour certaines surfaces comme le plan dans son ensemble.\nDiverses techniques ont été élaborées pour mesurer une aire, de la méthode des indivisibles au calcul intégral et aux méthodes probabilistes comme la méthode de Monte-Carlo.", "element_cle": "1. L'aire est une grandeur mathématique relative aux figures du plan ou des surfaces en géométrie.\n2. Le calcul de l'aire est lié à la rationalisation des mesures de surfaces agricoles.\n3. L'aire permet d'exprimer un rapport de grandeur d'une figure par rapport à une unité.\n4. La mesure d'une aire peut être un nombre réel positif ou être infinie pour certaines surfaces.\n5. Différentes techniques ont été développées pour mesurer une aire, comme la méthode des indivisibles et le calcul intégral.", "rap": "[Couplet 1]\nL'aire, c'est la grandeur mathématique\nQui t'explique les surfaces, les figures géométriques\nDu plan jusqu'aux champs agricoles\nOn calcul' les mesures pour pas qu'ça décolle\n\nL'aire, c'est un rapport de grandeur\nQui dit combien d'fois c'est plus grand ou plus petit à la même heure\nOn parle de figures, de carrés, de cercles\nOn met tout ça en équation, ça devient circulaire\n\n[Refrain]\nL'aire, c'est mathématique, ça peut pas tromper\nÇa te montre les dimensions, faut pas abuser\nCalcul intégral, indivisibles, c'est les techniques qu'on emploie\nPour mesurer les aires, ouais, ça fait du choix\n\n[Couplet 2]\nLa mesure d'une aire, c'est un nombre réel\nParfois infinie, pour certaines surfaces, c'est du vrai miel\nOn s'mignote les méninges, on utilises des formules\nPour trouver les résultats, c'est pas du vent qui circule\n\nDepuis des siècles, on bosse dur\nPour rationaliser les mesures, c'est pas un hasard, c'est sûr\nDes champs aux bâtiments, tout est calculé\nAvec l'aire, les mathématiques sont stylées\n\n[Refrain]\nL'aire, c'est mathématique, ça peut pas tromper\nÇa te montre les dimensions, faut pas abuser\nCalcul intégral, indivisibles, c'est les techniques qu'on emploie\nPour mesurer les aires, ouais, ça fait du choix"}, {"titre": "Hypoténuse", "text_origine": "Dans un triangle rectangle, le côté opposé à l'angle droit est appelé hypoténuse. Le théorème de Pythagore, parfois appelé théorème de l'hypoténuse, affirme que dans un triangle rectangle, la longueur de l'hypoténuse égale la racine carrée de la somme des carrés des longueurs des deux autres côtés, appelée parfois somme pythagoricienne de ces deux longueurs. L'hypoténuse d'un triangle rectangle est un diamètre du cercle circonscrit à celui-ci (voir angle inscrit dans un demi-cercle).\nLes côtés adjacents à l'angle droit sont parfois appelés cathètes.", "element_cle": "1. L'hypoténuse est le côté opposé à l'angle droit dans un triangle rectangle.\n2. Le théorème de Pythagore affirme que la longueur de l'hypoténuse est égale à la racine carrée de la somme des carrés des autres côtés.\n3. Le théorème de Pythagore est également appelé théorème de l'hypoténuse.\n4. L'hypoténuse d'un triangle rectangle peut être considérée comme un diamètre du cercle circonscrit.\n5. Les côtés adjacents à l'angle droit sont appelés cathètes.", "rap": "[Couplet 1]\nL'hypoténuse, t'es là, t'es là,\nLe côté opposé à l'angle droit dans un triangle mathémat,\nLaisse-moi t'expliquer, te montrer la voie,\nDes notions éducatives, c'est ça qu'on exprime là.\n\nLe théorème de Pythagore, une révélation,\nLa longueur de l'hypoténuse, la formule de l'addition,\nLa racine carrée, tu sais c'est là la solution,\nDes carrés des côtés, une addition.\n\n[Refrain]\nHypoténuse, c'est l'morceau qu'on t'offre,\nOn met l'accent sur l'éducation, la culture,\nDes dates, des événements, fais le tour,\nHypoténuse, c'est l'savoir qu'on endure.\n\n[Couplet 2]\nLe théorème de Pythagore, dit autrement,\nAppelé aussi théorème de l'hypoténuse comme un chant,\nL'hypoténuse, diamètre du cercle circonscrit,\nDans un triangle rectangle, c'est l'moment de le saisir.\n\nLes côtés adjacents à l'angle droit, les cathètes,\nPas d'repos, c'est les clés pour pas qu'tu t'arrêtes,\nL'apprentissage, on l'veut concret,\nL'hypoténuse, dans nos rimes, c'est une retête.\n\n[Refrain]\nHypoténuse, c'est l'morceau qu'on t'offre,\nOn met l'accent sur l'éducation, la culture,\nDes dates, des événements, fais le tour,\nHypoténuse, c'est l'savoir qu'on endure."}]