[{"titre": "Tableau périodique des éléments", "text_origine": "Le tableau périodique des éléments, également appelé tableau ou table de Mendeleïev, classification périodique des éléments ou simplement tableau périodique, représente tous les éléments chimiques, ordonnés par numéro atomique croissant et organisés en fonction de leur configuration électronique, laquelle sous-tend leurs propriétés chimiques.\nLa conception de ce tableau est généralement attribuée au chimiste russe Dmitri Ivanovitch Mendeleïev, qui, en 1869, construisit une table, différente de celle qu'on utilise aujourd'hui, mais semblable dans son principe, dont le grand intérêt était de proposer une classification systématique des éléments connus à l'époque en vue de souligner la périodicité de leurs propriétés chimiques, d'identifier les éléments qui restaient à découvrir, voire de prédire certaines propriétés d'éléments chimiques alors inconnus.\nLe tableau périodique a connu de nombreux réajustements depuis lors jusqu'à prendre la forme que nous lui connaissons aujourd'hui. Il est devenu un référentiel universel auquel peuvent être rapportés tous les types de comportements physiques et chimiques des éléments. Depuis la mise à jour de l'UICPA du 28 novembre 2016, sa forme standard comporte 118 éléments, allant de l'hydrogène 1H à l'oganesson 118Og.", "element_cle": "1. Le tableau périodique des éléments est une représentation de tous les éléments chimiques, classés par numéro atomique croissant.\n2. La conception du tableau est généralement attribuée au chimiste russe Dmitri Mendeleïev en 1869.\n3. Le tableau périodique permet de classifier systématiquement les éléments connus à l'époque et de souligner la périodicité de leurs propriétés chimiques.\n4. Le tableau a subi de nombreux réajustements pour prendre sa forme actuelle.\n5. Il comprend actuellement 118 éléments, allant de l'hydrogène (1H) à l'oganesson (118Og).", "rap": "[Couplet 1]\nYo, j'rappe sur le tableau périodique des éléments\nClassé par numéro atomique, j'représente\nMendeleïev, le chimiste russe, l'inventeur\nEn 1869, il a posé les bases, un putain de précurseur\n\n[Refrain]\nLe tableau périodique, une classification\nDes éléments connus, une représentation\nLeur périodicité chimique, mise en évidence\nEducation scientifique, une expérience intense\n\n[Couplet 2]\nLe tableau a évolué, a subi des changements\nPour prendre sa forme actuelle, c'est important\n118 éléments, hydrogène à l'oganesson\nDe quoi ravir les scientifiques et les passionnés de leçon\n\n[Refrain]\nLe tableau périodique, un outil précieux\nPour étudier les propriétés de ces matériaux\nUne structure organisée, regroupant les éléments\nUn guide essentiel, pour notre savoir empoisonnant"}, {"titre": "Tableau périodique des éléments détaillé", "text_origine": "Ce tableau périodique des éléments détaillé contient le nom, le numéro atomique, le symbole et la masse atomique moyenne des isotopes naturels de chaque élément. La légende apparaissant sous le tableau explique l'encodage des couleurs et la mise en page de chaque entrée.\n\n†.  Une valeur entre crochets, comme [259,1011], est la masse atomique de l'isotope le plus stable, à moins que ce ne soit un entier, dans ce cas, c'est le nombre de masse du plus stable des isotopes. Dans tous les autres cas, il s'agit de la valeur de la masse atomique relative calculée à partir des éléments chimiques contenus dans la Terre, tel que publiée par Atomic Weights of the Elements (2001), avec l'incertitude entre parenthèses. Par exemple, la valeur 1,00794(7) pour l'hydrogène signifie que sa composition isotopique terrestre a une masse atomique relative de 1,00794 (u) avec une incertitude de 0,00007u, ce qui réflète les variations géologiques autour de la Terre.", "element_cle": "- Le tableau périodique des éléments détaillé comprend les informations sur le nom, le numéro atomique, le symbole et la masse atomique moyenne des isotopes naturels de chaque élément.\n- La légende sous le tableau explique les couleurs et la mise en page de chaque entrée.\n- Les valeurs entre crochets représentent la masse atomique de l'isotope le plus stable ou le nombre de masse du plus stable des isotopes.\n- Pour les autres isotopes, la masse atomique relative est calculée à partir des éléments chimiques présents sur Terre, avec une incertitude spécifiée entre parenthèses.\n- Par exemple, la valeur 1,00794(7) pour l'hydrogène indique que sa masse atomique relative est de 1,00794 (u) avec une incertitude de 0,00007u, en raison des variations géologiques autour de la Terre.", "rap": "[Couplet 1]\nJ'ai le tableau périodique à ma disposition\nNom, numéro atomique, symbole, tout est précision\nDes isotopes naturels, leur masse atomique moyenne\nUn savant mélange, le savoir à l'état pur qui raisonne\n\nDans cette légende, les couleurs dansent\nLa mise en page impeccable, chaque entrée s'élance\nDes valeurs entre crochets, l'isotope le plus stable\nLe nombre de masse, oh, c'est l'équilibre incontestable\n\n[Couplet 2]\nLes autres isotopes, leur masse relative calculée\nSur Terre, éléments chimiques, incertitude affichée\nL'hydrogène, exemple parfait de cette science\nSa masse atomique, incertitude, une belle alliance\n\nVariations géologiques, autour de notre planète\nLa précision, l'intelligence, forment une symphonie secrète\nLe rap éducatif, je l'encadre dans les dates\nDes événements marquants, c'est ma carte, mon échiquier que j'agite\n\n[Refrain]\nLe tableau périodique, ma source d'inspiration\nUn condensé de connaissances, d'éducation\nJe rappe avec précision, je fais résonner le savoir\nLe rap, une voix qui s'élève, pour l'éducation, je veux y croire"}, {"titre": "Tableau périodique des éléments", "text_origine": "Le tableau périodique des éléments, également appelé tableau ou table de Mendeleïev, classification périodique des éléments ou simplement tableau périodique, représente tous les éléments chimiques, ordonnés par numéro atomique croissant et organisés en fonction de leur configuration électronique, laquelle sous-tend leurs propriétés chimiques.\nLa conception de ce tableau est généralement attribuée au chimiste russe Dmitri Ivanovitch Mendeleïev, qui, en 1869, construisit une table, différente de celle qu'on utilise aujourd'hui, mais semblable dans son principe, dont le grand intérêt était de proposer une classification systématique des éléments connus à l'époque en vue de souligner la périodicité de leurs propriétés chimiques, d'identifier les éléments qui restaient à découvrir, voire de prédire certaines propriétés d'éléments chimiques alors inconnus.\nLe tableau périodique a connu de nombreux réajustements depuis lors jusqu'à prendre la forme que nous lui connaissons aujourd'hui. Il est devenu un référentiel universel auquel peuvent être rapportés tous les types de comportements physiques et chimiques des éléments. Depuis la mise à jour de l'UICPA du 28 novembre 2016, sa forme standard comporte 118 éléments, allant de l'hydrogène 1H à l'oganesson 118Og.", "element_cle": "1. Le tableau périodique des éléments est une classification des éléments chimiques.\n2. Il est ordonné par numéro atomique croissant et organisé en fonction de la configuration électronique.\n3. Le chimiste Dmitri Mendeleïev a contribué à la conception du tableau en 1869.\n4. Le tableau périodique souligne la périodicité des propriétés chimiques des éléments connus.\n5. Le tableau a subi de nombreux réajustements pour atteindre sa forme actuelle et compte 118 éléments.", "rap": "[Couplet]\nLe tableau périodique, une classification,\nDes éléments chimiques pour notre éducation.\nNuméro atomique croissant, une organisation,\nLa configuration électronique pour chaque élément.\n\nDmitri Mendeleïev, un chimiste légendaire,\nEn 1869, il a commencé ce chantier.\nContribuant à la conception du tableau,\nSon héritage brille encore en nos esprits sincères.\n\n[Refrain]\nLe tableau périodique, ma base fondamentale,\nLes éléments chimiques, une symphonie géniale.\nLes propriétés chimiques, une périodicité,\nEnseignons ce savoir, ouvrons nos esprits, et fiers d'être.\n\n[Couplet]\nLes réajustements nombreux ont abouti,\nÀ la forme actuelle de cet artefact béni.\n118 éléments, une véritable richesse,\nLa matière, l'énergie, une infinité de mesures.\n\nDe l'hydrogène à l'uranium, une palette diverse,\nIls ont tous leur place, l'univers les traverse.\nComprendre leur essence, leurs interactions,\nLe tableau périodique, une source d'inspirations.\n\n[Refrain]\nLe tableau périodique, ma base fondamentale,\nLes éléments chimiques, une symphonie géniale.\nLes propriétés chimiques, une périodicité,\nEnseignons ce savoir, ouvrons nos esprits, et fiers d'être."}, {"titre": "Tableau périodique étendu", "text_origine": "Un tableau périodique étendu est un tableau périodique comportant des éléments chimiques au-delà de la 7e période, éléments hypothétiques de numéro atomique supérieur à 118 (correspondant à l'oganesson) classés en fonction de leurs configurations électroniques calculées.\nLe premier tableau périodique étendu a été théorisé par Glenn Seaborg en 1969 : il prévoyait une 8e période contenant 18 éléments du bloc g et une nouvelle famille d'éléments chimiques dite des « superactinides ». D'autres tableaux étendus ont été publiés par la suite, répartissant les éléments sur parfois 9 périodes, comme celui proposé en 1971 par Fricke et al. ou celui proposé en 2011 par Pekka Pyykkö.", "element_cle": "1. Un tableau périodique étendu inclut des éléments chimiques au-delà de la 7e période.\n2. Les éléments hypothétiques de numéro atomique supérieur à 118 sont classés dans le tableau périodique étendu.\n3. Glenn Seaborg a théorisé le premier tableau périodique étendu en 1969.\n4. Il a prévu une 8e période avec 18 éléments du bloc g.\n5. Le tableau périodique étendu propose une nouvelle famille d'éléments chimiques appelée les \"superactinides\".\n6. D'autres tableaux périodiques étendus ont été publiés ultérieurement.\n7. Certains tableaux étendus comprennent jusqu'à 9 périodes.\n8. Un tableau périodique étendu a été proposé par Fricke et al en 1971.\n9. Un autre tableau périodique étendu a été proposé par Pekka Pyykkö en 2011.", "rap": "[Couplet 1]\nJ'ouvre mon esprit, j'étudie les éléments\nDu tableau périodique, c'est mon environnement\nAu-delà de la 7e période, ça ne s'arrête pas\nDes éléments chimiques, j'en ai plein mon sac\n\nGlenn Seaborg, en '69, il a imaginé\nUn tableau étendu, toutes les clés pour avancer\nUne 8e période avec dix-huit surprises\nLes blocs g, ils nous hypnotisent\n\n[Refrain]\nTableau périodique étendu, à la découverte des éléments\nSuperactinides, les miracles de la chimie, c'est impressionnant\nD'autres génies ont proposé leur vision\nMais l'essentiel reste la persévérance dans notre mission\n\n[Couplet 2]\nDes tableaux étendus, on les trouve à la pelle\nJusqu'à neuf périodes, ça déstabilise la cervelle\nFricke et ses potes, en '71, ils ont innové\nAvec leur proposition, ils ont fait vibrer\n\nEn 2011, Pekka Pyykkö a pris le relais\nUn autre tableau étendu qui nous émerveille\nDes éléments, des familles, des surprises à gogo\nLa science avance, prête à tout éclater en solo\n\n[Refrain]\nTableau périodique étendu, à la découverte des éléments\nSuperactinides, les miracles de la chimie, c'est impressionnant\nD'autres génies ont proposé leur vision\nMais l'essentiel reste la persévérance dans notre mission"}, {"titre": "Période du tableau périodique", "text_origine": "Dans le tableau périodique des éléments, une période est une ligne de la table. Les éléments chimiques d'une même période ont le même nombre de couches électroniques. Sept périodes contiennent les éléments observés à ce jour, et une huitième période hypothétique a été décrite.\nL'organisation du tableau en lignes nommées périodes et colonnes nommées groupes reflète la périodicité des propriétés physico-chimiques des éléments lorsque le nombre atomique augmente. Les éléments d'un même groupe ont des propriétés semblables malgré une masse atomique différente, alors que les éléments adjacents dans une même période ont une masse similaire mais des propriétés chimiques différentes.\n\nLa mécanique quantique explique la périodicité des propriétés par l'ordre de remplissage des couches électroniques. Chaque couche est décomposée en sous-couches remplies par ordre d'énergie croissante comme indiqué approximativement dans la figure ci-contre. Chaque ligne y correspond à une couche, caractérisée par le nombre quantique principal des orbitales atomiques occupées par les électrons. Chaque diagonale correspond à une valeur de la somme du nombre quantique principal et du nombre quantique secondaire. Une nouvelle période commence à chaque fois qu'une sous-couche s commence à être remplie. Les propriétés chimiques sont prédites par le nombre d'électrons dans la couche de valence, c'est-à-dire la plus externe des couches partiellement ou totalement remplies.", "element_cle": "1. Le tableau périodique des éléments est organisé en périodes, qui sont des lignes du tableau.\n2. Chaque période contient des éléments avec le même nombre de couches électroniques.\n3. Il y a actuellement sept périodes connues, avec une huitième période hypothétique.\n4. Les propriétés physico-chimiques des éléments varient de manière périodique lorsque le nombre atomique augmente.\n5. Les éléments d'un même groupe ont des propriétés similaires malgré des masses atomiques différentes, tandis que les éléments adjacents dans une même période ont des propriétés chimiques différentes.\n6. La mécanique quantique explique la périodicité des propriétés en fonction de l'ordre de remplissage des couches électroniques.\n7. Chaque couche électronique est composée de sous-couches remplies dans un ordre d'énergie croissante.\n8. La somme des nombres quantiques principaux et secondaires forme des diagonales dans la configuration des électrons.\n9. Une nouvelle période commence lorsque la sous-couche s commence à se remplir.\n10. Les propriétés chimiques sont prédites par le nombre d'électrons dans la couche de valence, la plus externe des couches partiellement ou totalement remplies.", "rap": "[Couplet 1]\nLe tableau périodique, une science noble\nOrganisé en périodes, c'est pas folklo\nChaque période, même nombre de couches électroniques\nC'est là qu'on trouve les éléments atomiques\n\nSept périodes connues, une huitième hypothétique\nLe mystère persiste, c'est quantique\nLes propriétés physico-chimiques varient\nQuand le nombre atomique se fait élargir\n\n[Refrain]\nDu premier jusqu'au dernier élément\nLa périodicité, c'est pas de l'amusement\nDans un même groupe, propriétés similaires\nDans une même période, ça peut différer\n\n[Couplet 2]\nMécanique quantique, l'explication\nPour cette périodicité, c'est la révélation\nChaque couche électronique, sous-couches à remplir \nDans un ordre croissant, faut s'établir\n\nLes nombres quantiques, énergie diagonale\nDans la configuration des électrons, c'est primordial\nPériode nouvelle, sous-couche s se remplit\nLes propriétés chimiques, on les prédit\n\nPar le nombre d'électrons dans la couche de valence\nLa plus externe, celle qui fait la différence\nLe tableau périodique, un trésor d'informations\nL'éducation, la clé de notre évolution\n\n[Refrain]\nDu premier jusqu'au dernier élément\nLa périodicité, c'est pas de l'amusement\nDans un même groupe, propriétés similaires\nDans une même période, ça peut différer"}, {"titre": "Tableau périodique des éléments", "text_origine": "Le tableau périodique des éléments, également appelé tableau ou table de Mendeleïev, classification périodique des éléments ou simplement tableau périodique, représente tous les éléments chimiques, ordonnés par numéro atomique croissant et organisés en fonction de leur configuration électronique, laquelle sous-tend leurs propriétés chimiques.\nLa conception de ce tableau est généralement attribuée au chimiste russe Dmitri Ivanovitch Mendeleïev, qui, en 1869, construisit une table, différente de celle qu'on utilise aujourd'hui, mais semblable dans son principe, dont le grand intérêt était de proposer une classification systématique des éléments connus à l'époque en vue de souligner la périodicité de leurs propriétés chimiques, d'identifier les éléments qui restaient à découvrir, voire de prédire certaines propriétés d'éléments chimiques alors inconnus.\nLe tableau périodique a connu de nombreux réajustements depuis lors jusqu'à prendre la forme que nous lui connaissons aujourd'hui. Il est devenu un référentiel universel auquel peuvent être rapportés tous les types de comportements physiques et chimiques des éléments. Depuis la mise à jour de l'UICPA du 28 novembre 2016, sa forme standard comporte 118 éléments, allant de l'hydrogène 1H à l'oganesson 118Og.", "element_cle": "1. Le tableau périodique des éléments, également appelé tableau ou table de Mendeleïev, représente tous les éléments chimiques.\n2. Les éléments sont ordonnés par numéro atomique croissant et organisés en fonction de leur configuration électronique.\n3. Le tableau a été conçu par le chimiste russe Dmitri Mendeleïev en 1869 pour classer de manière systématique les éléments connus.\n4. Il permet de mettre en évidence la périodicité des propriétés chimiques des éléments.\n5. Le tableau périodique a été réajusté au fil du temps pour prendre sa forme actuelle avec 118 éléments.", "rap": "[Couplet 1]\nJ'rap sur la table, le tableau périodique\nOrdre atomique, config électronique\nMendeleïev l'a créé, un chimiste russ'\nEn 1869, l'histoire se frust'\n\n[Refrain]\nDu Hélium au Plomb, tous les éléments chimiques\nClassés, triés, c'est le tableau périodique\nLa périodicité dévoile les propriétés\nL'évolution constante depuis sa naissance\n\n[Couplet 2]\nAu fil du temps, le tableau s'est ajusté\n118 éléments, c'est le chiffre réajusté\nDes nouvelles découvertes, des noms familiers\nDu Mendélévium à l'Oganesson, faut s'y faire\n\n[Refrain]\nDu Hélium au Plomb, tous les éléments chimiques\nClassés, triés, c'est le tableau périodique\nLa périodicité dévoile les propriétés\nL'évolution constante depuis sa naissance"}, {"titre": "Période du tableau périodique", "text_origine": "Dans le tableau périodique des éléments, une période est une ligne de la table. Les éléments chimiques d'une même période ont le même nombre de couches électroniques. Sept périodes contiennent les éléments observés à ce jour, et une huitième période hypothétique a été décrite.\nL'organisation du tableau en lignes nommées périodes et colonnes nommées groupes reflète la périodicité des propriétés physico-chimiques des éléments lorsque le nombre atomique augmente. Les éléments d'un même groupe ont des propriétés semblables malgré une masse atomique différente, alors que les éléments adjacents dans une même période ont une masse similaire mais des propriétés chimiques différentes.\n\nLa mécanique quantique explique la périodicité des propriétés par l'ordre de remplissage des couches électroniques. Chaque couche est décomposée en sous-couches remplies par ordre d'énergie croissante comme indiqué approximativement dans la figure ci-contre. Chaque ligne y correspond à une couche, caractérisée par le nombre quantique principal des orbitales atomiques occupées par les électrons. Chaque diagonale correspond à une valeur de la somme du nombre quantique principal et du nombre quantique secondaire. Une nouvelle période commence à chaque fois qu'une sous-couche s commence à être remplie. Les propriétés chimiques sont prédites par le nombre d'électrons dans la couche de valence, c'est-à-dire la plus externe des couches partiellement ou totalement remplies.", "element_cle": "1. Le tableau périodique des éléments est organisé en périodes, qui sont des lignes de la table.\n2. Les éléments d'une même période ont le même nombre de couches électroniques.\n3. Il y a actuellement sept périodes observées dans le tableau périodique, avec une huitième période hypothétique.\n4. Les propriétés physico-chimiques des éléments varient de manière périodique lorsque le nombre atomique augmente.\n5. Les éléments d'un même groupe ont des propriétés similaires, malgré des masses atomiques différentes.\n\n6. Les éléments adjacents dans une même période ont une masse similaire mais des propriétés chimiques différentes.\n7. La mécanique quantique explique la périodicité des propriétés des éléments en fonction de l'ordre de remplissage des couches électroniques.\n8. Chaque couche électronique est divisée en sous-couches remplies selon un ordre d'énergie croissante.\n9. Chaque période commence lorsque la sous-couche s commence à être remplie.\n10. Les propriétés chimiques des éléments sont principalement déterminées par le nombre d'électrons dans la couche de valence, la plus externe des couches électroniques partiellement ou totalement remplies.", "rap": "[Couplet 1]\nDans l'univers de la chimie, y'a un tableau célèbre\nAvec des lignes, des périodes qu'il faut connaître\nChaque période, c'est un nombre de couches électroniques\nLes éléments dans la même période, c'est basique\n\n[Refrain]\nLe tableau périodique, plein de connaissances\nDes éléments et des propriétés en abondance \nLa chimie, c'est l'art des réactions\nOn étudie les éléments avec passion \n\n[Couplet 2]\nSept périodes au total, c'est pas fini\nUne huitième hypothétique, on rêve ici\nLes propriétés varient, d'élément en élément\nLorsque le nombre atomique, augmente, c'est évident \n\n[Refrain]\nLe tableau périodique, c'est une science\nChaque élément, une histoire, une résilience \nLes groupes ont des propriétés similaires\nMalgré des masses différentes, c'est clair \n\n[Refrain]\nLe tableau périodique, une mine d'informations\nAvec des éléments, aux multiples variations \nC'est grâce à la mécanique quantique\nQue la périodicité a un sens logique \n\n[Couplet 4]\nLes couches électroniques, c'est capital\nElles sont divisées en sous-couches, vipérisées\nChaque période commence avec la sous-couche s\nEt c'est ainsi qu'on progresse dans la finesse\n\n[Refrain]\nLa chimie, c'est une danse des électrons\nLes couches de valence, un enjeu majeur, un don\nC'est elles qui déterminent les propriétés chimiques\nDes éléments, c'est pas magique, mais c'est spécifique"}, {"titre": "Tableau radial des éléments chimiques", "text_origine": "Cette représentation alternative du tableau périodique des éléments, attribuée au physicien Timothy Stowe, permet de mettre en lumière les sous-couronnes électroniques. \nPour cela on a choisi un format radial, de façon à représenter les couronnes électroniques séparément. \nLes correspondances chimiques entre les éléments se fait en transposant une position d'une couronne à l'autre, par exemple pour l'argent (Ag, 47) et l'or (Au, 79).\n\nNon-métaux Gaz nobles Métaux alcalins Métaux alcalino-terreux Métalloïdes Halogènes Métaux pauvres Métaux de transition Lanthanides Actinides Indéfinis\nLe remplissage des niveaux électroniques suit un schéma tel qu'il est possible d'ajouter ou enlever des éléments sans changer la forme du tableau :", "element_cle": "1. Le tableau radial des éléments chimiques est une alternative au tableau périodique traditionnel.\n\n2. Il a été créé par le physicien Timothy Stowe pour mettre en évidence les sous-couronnes électroniques.\n\n3. Le format radial permet de représenter les couronnes électroniques séparément.\n\n4. Les correspondances chimiques se font en transposant les éléments d'une couronne à l'autre.\n\n5. Les non-métaux, les gaz nobles, les métaux alcalins, les métaux alcalino-terreux, les métalloïdes, les halogènes, les métaux pauvres, les métaux de transition, les lanthanides et les actinides sont tous inclus dans le tableau.\n\n6. Le tableau peut être modifié en ajoutant ou en supprimant des éléments sans changer sa forme.\n\n7. Le tableau radial des éléments chimiques offre une nouvelle perspective sur la structure et les propriétés des éléments.\n\n8. Il permet également de mieux comprendre les relations entre les différents éléments.\n\n9. L'utilisation du format radial facilite la visualisation et l'analyse des sous-couronnes électroniques.\n\n10. Cette représentation alternative est un outil précieux pour les chimistes et les chercheurs étudiant les propriétés des éléments chimiques.", "rap": "[Couplet 1]\nLe tableau radial, une nouvelle vision\nDes éléments chimiques, une précision\nCréé par Stowe, un physicien de talent\nPour mettre en avant les sous-couronnes électroniques\n\n[Refrain]\nLe format radial, une représentation unique\nDes éléments chimiques, c'est magique\nTransposant les éléments d'une couronne à l'autre\nDes correspondances chimiques, sans aucun doute\n\n[Couplet 2]\nMétaux alcalins, métaux alcalino-terreux\nNon-métaux, gaz nobles, halogènes, les heureux\nInclus dans le tableau, tous les éléments\nModifiable, sans changer sa forme, c'est épatant\n\n[Refrain]\nLe tableau radial, une nouvelle perspective\nSur la structure et les propriétés, une initiative\nMieux comprendre les relations entre les éléments\nGrâce à ce format, c'est plus évident\n\n[Outro]\nVisualisation facilitée, analyse approfondie\nDes sous-couronnes électroniques, une étude suivie\nCe tableau radial, précieux outil pour les chercheurs\nÉtudiant les propriétés, éléments chimiques à l'honneur"}, {"titre": "Liaison covalente", "text_origine": "Une liaison covalente est une liaison chimique dans laquelle deux atomes se partagent deux électrons (un électron chacun ou deux électrons venant du même atome) d'une de leurs couches externes afin de former un doublet d'électrons liant les deux atomes. C'est une des forces qui produisent l'attraction mutuelle entre atomes.\nLa liaison covalente implique généralement le partage équitable d'une seule paire d'électrons, appelé doublet liant. Chaque atome fournissant un électron, la paire d'électrons est délocalisée entre les deux atomes. Le partage de deux ou trois paires d'électrons s'appelle respectivement « liaison double » et « liaison triple ».\nAu contraire des liaisons ioniques où les atomes sont liés par attraction coulombienne non-directionnelle, les liaisons covalentes sont fortement directionnelles. En conséquence, les molécules liées par covalence tendent à adopter des formes caractéristiques possédant des angles de liaison spécifiques.\nUne liaison covalente est une liaison dans laquelle deux électrons de valence sont partagés entre deux non-métaux. Dans ce type de liaison, il doit y avoir une différence d’électronégativité inférieure à 1,7 sur l’échelle de Pauling. Il y a formation d’une liaison covalente (sauf pour les liaisons de coordinence) lorsqu’il y a un recouvrement de deux orbitales atomiques ayant chacune un électron de valence. Grâce à ce recouvrement, il y aura la formation d’une seule et unique orbitale commune comme le montre la figure plus bas. Ce recouvrement d’orbitales atomiques conduit à la formation d’une orbitale moléculaire (non illustrée). Il y a un partage d’électrons entre deux atomes d’hydrogène afin de former une seule molécule de dihydrogène. Cette liaison covalente est présentée comme étant : H–H.", "element_cle": "1. Une liaison covalente est une liaison chimique dans laquelle deux atomes se partagent deux électrons d'une de leurs couches externes pour former un doublet liant.\n2. Les liaisons covalentes impliquent généralement le partage équitable d'une seule paire d'électrons.\n3. Les molécules liées par covalence adoptent des formes caractéristiques avec des angles de liaison spécifiques.\n4. Une liaison covalente se forme lorsque deux non-métaux partagent deux électrons de valence.\n5. Le recouvrement d'orbitales atomiques conduit à la formation d'une orbitale moléculaire.", "rap": "[Couplet 1]\nUne liaison covalente, c'est pas juste un nom\nC'est un partage d'électrons qui crée un doublet liant\nDeux atomes s'unissent pour former une molécule\nEt c'est là que les réactions chimiques pullulent\n\nQuand deux non-métaux s'unissent en harmonie\nIls partagent leurs électrons pour former une synergie\nUne seule paire d'électrons est mise en jeu\nDans une liaison covalente, c'est l'équilibre entre eux\n\n[Refrain]\nLa liaison covalente, symbole de l'union\nEntre deux atomes, une fusion\nDes formes caractéristiques, des angles spécifiques\nLa chimie s'éveille, un univers magnifique\n\n[Couplet 2]\nLorsque les orbitales atomiques se rencontrent\nUne orbitale moléculaire se forme, c'est surprenant\nLe recouvrement des orbitales, ça crée une réaction\nEt le lien se tisse pour donner une nouvelle création\n\nLes molécules liées par covalence, on les observe\nLeur structure unique, c'est une leçon qu'on préserve\nLes atomes s'unissent pour créer des composés\nEt c'est dans ces liaisons que la chimie est à admirer\n\n[Refrain]\nLa liaison covalente, symbole de l'union\nEntre deux atomes, une fusion\nDes formes caractéristiques, des angles spécifiques\nLa chimie s'éveille, un univers magnifique"}, {"titre": "Liaison covalente de coordination", "text_origine": "Une liaison covalente de coordination (anciennement connue sous le nom de liaison dative, maintenant obsolète) est une description de la liaison covalente entre deux atomes pour lesquels les deux électrons partagés dans la liaison proviennent du même atome. La distinction par rapport à une liaison covalente ordinaire est artificielle, mais la terminologie est fréquente dans les manuels, et tout particulièrement ceux traitant des composés de coordination. Une fois les liaisons formées par ce biais, sa force et sa description n'est pas différente des autres liaisons polaires.\nLes liaisons covalentes de coordination sont évoquées lorsqu'une base de Lewis (donneur d'électrons) fournit une paire d'électrons à un acide de Lewis (accepteur d'électrons) afin de donner un adduit. Le processus de formation d'une liaison dative est appelé coordination. Le donneur d'électrons acquiert une charge positive, l'accepteur d'électrons acquérant dans le même temps une charge formelle négative.", "element_cle": "1. La liaison covalente de coordination décrit la liaison covalente entre deux atomes où les deux électrons proviennent du même atome.\n2. La liaison covalente de coordination est utilisée pour décrire les composés de coordination.\n3. L'ancienne terminologie de \"liaison dative\" est maintenant obsolète.\n4. Une base de Lewis donne une paire d'électrons à un acide de Lewis pour former un adduit.\n5. Le processus de formation d'une liaison dative est appelé coordination.", "rap": "[Couplet 1]\nLa liaison covalente de coordination, écoute bien frère\nC'est quand deux atomes s'unissent, avec des électrons solidaires\nIls proviennent du même atome, une connexion unique\nUne union puissante, solide et magnifique\n\nOn parle de composés de coordination, c'est la vérité\nLa liaison covalente, un mode de réalité\nFinis les vieux termes, jette ça à la poubelle\n\"Liaison dative\" obsolète, fais place à la nouvelle\n\n[Refrain]\nLiaison covalente de coordination, c'est l'évidence\nDes atomes qui s'unissent, pour créer une alliance\nLeur amour si fort, fait naître des composés rares\nLa chimie en action, un ballet d'électrons à ne pas se lasser\n\n[Couplet 2]\nUne base de Lewis, elle donne un cadeau\nUne paire d'électrons, à un acide de Lewis, haut niveau\nIls forment un adduit, une nouvelle entité\nUne liaison dative créée, c'est la coordination, le summum de l'unité\n\nLe processus est magique, il a un nom bien précis\nCoordination, c'est ça qu'on retiendra, mec, pas de compromis\nAlors garde en tête, cette notion éducative\nLa liaison covalente de coordination, une science captivante\n\n[Refrain]\nLiaison covalente de coordination, c'est l'évidence\nDes atomes qui s'unissent, pour créer une alliance\nLeur amour si fort, fait naître des composés rares\nLa chimie en action, un ballet d'électrons à ne pas se lasser"}, {"titre": "Liaison chimique", "text_origine": "Une liaison chimique est une interaction durable entre plusieurs atomes, ions ou molécules, à une distance permettant la stabilisation du système et la formation d'un agrégat ou d'une substance chimique. Les électrons, chargés négativement, gravitent autour d’un noyau constitué de protons chargés positivement. Les deux corps s’attirent du fait de la force électrostatique s’exerçant entre les électrons et les protons. Ainsi, un électron positionné entre deux noyaux sera attiré par les deux corps chargés positivement, et les noyaux seront attirés par l’électron. C'est cette attraction qui constitue la liaison chimique.\nCette notion comprend une très grande diversité de phénomènes façonnant la matière. Ainsi, la liaison chimique peut être covalente (normale ou de coordination), ionique (issue de l’attraction entre deux ions de charges opposées), métallique, banane, (a)polaire, (dé)localisée, (non) directionnelle, faible, forte, simple, double, triple, σ, π, δ, φ, à un électron, à trois centres (avec deux électrons ou quatre électrons), à quatre centres, hydrogène, halogène, π-π, cation-π, anion-π, de van der Waals, etc.. Cette variété pose le double problème de la classification et de la description difficiles et non uniformisées des liaisons chimiques. La notion de liaison chimique, par conséquent, peut difficilement être décrite dans sa globalité et génère de nombreuses préconceptions fausses, notamment chez les élèves.\nDe nombreux modèles décrivent ces interactions. Par exemple, la liaison chimique entre deux atomes au sein d'une molécule peut être décrite avec le modèle de Lewis ou avec un modèle quantique, comme la théorie des orbitales moléculaires. Dans les deux cas, l'origine de l'interaction est un partage d'électrons entre les deux atomes. La description d'une liaison chimique doit donc préciser le modèle utilisé et l'énergie de la liaison[Quoi ?].\nLes liaisons plus faibles sont expliquées, en général, par des polarités entre des molécules. C'est le cas des interactions très faibles comme les forces de London, qui font partie des forces de van der Waals. De telles forces interprètent le maintien dans un état condensé solide ou liquide de composés moléculaires comme le diiode ou les hydrocarbures.\nEn général, les liaisons les plus fortes sont décrites par un partage ou un transfert d'électrons entre plusieurs atomes. Les atomes composant des molécules, des cristaux, des métaux et des gaz diatomiques sont liés par des liaisons chimiques, qui dictent ainsi les structures et l'ensemble des propriétés de la matière.", "element_cle": "1. La liaison chimique est une interaction durable entre atomes, ions ou molécules, permettant la formation de substances chimiques.\n2. Les électrons et les protons jouent un rôle clé dans l'attraction des corps chargés positivement et négativement.\n3. Il existe différents types de liaisons chimiques, tels que la liaison covalente, ionique, métallique, etc.\n4. La grande diversité de liaisons chimiques pose des problèmes de classification et de description.\n5. Différents modèles sont utilisés pour décrire les interactions chimiques, tels que le modèle de Lewis et la théorie des orbitales moléculaires.", "rap": "[Couplet 1]\nLa liaison chimique, c'est l'interaction \nEntre atomes, ions, molécules en action \nC'est la formation de substances chimiques \nUne union durable qui marque l'esprit critique \n\nLes électrons et les protons en première ligne \nIls attirent les charges, c'est ça le dessin \nPositif, négatif, c'est l'équilibre parfait \nDans l'attraction des corps, ils jouent leur couplet \n\n[Refrain]\nLa liaison chimique, un jeu de forces \nDifférents types, covalente, ionique en course \nMétallique aussi, la diversité en action \nProblèmes de classification, décrire avec passion \n\n[Couplet 2]\nCovalente, ionique, métallique en fête \nChaque type a son propre palmarès complet \nProblèmes de classification, c'est un vrai casse-tête \nMais on sait que la chimie ne se laisse pas berner \n\nDifférents modèles pour décrire ces interactions \nLe modèle de Lewis, les orbitales moléculaires en action \nDes théories qui nous guident dans l'univers infini \nLa liaison chimique, un voyage dans l'infini \n\n[Refrain]\nLa liaison chimique, un jeu de forces \nDifférents types, covalente, ionique en course \nMétallique aussi, la diversité en action \nProblèmes de classification, décrire avec passion"}, {"titre": "Énergie de liaison (chimie)", "text_origine": "En chimie, l'énergie de liaison (E) est la mesure de la force d'une liaison chimique. Elle représente l'énergie requise pour briser une mole de molécules en atomes individuels.\nPar exemple, l'énergie de la liaison carbone-hydrogène dans le méthane, E(C–H), est l'enthalpie nécessaire pour casser une molécule de méthane en un atome de carbone et quatre atomes d'hydrogène, divisée par 4.\nL'énergie de liaison ne doit pas être confondue avec l'énergie de dissociation de liaison, qui est, en dehors du cas particulier des molécules diatomiques, une quantité différente. L'énergie de liaison représente en fait la moyenne des énergies de dissociation des liaisons de même type d'une molécule.\nL'énergie de liaison est, en première approche, une propriété transférable, et l'enthalpie de formation peut typiquement être approchée en additionnant simplement les valeurs tabulées de l'énergie de toutes les liaisons d'une molécule, avec parfois une erreur de seulement quelques pourcents.", "element_cle": "1. L'énergie de liaison mesure la force d'une liaison chimique.\n2. Elle représente l'énergie nécessaire pour briser une mole de molécules en atomes individuels.\n3. Par exemple, l'énergie de la liaison carbone-hydrogène dans le méthane est l'enthalpie nécessaire pour casser une molécule de méthane en un atome de carbone et quatre atomes d'hydrogène, divisée par 4.\n4. L'énergie de liaison est différente de l'énergie de dissociation de liaison.\n5. Elle représente la moyenne des énergies de dissociation des liaisons de même type d'une molécule.\n6. En première approche, l'énergie de liaison est une propriété transférable.\n7. L'enthalpie de formation peut être approximée en additionnant les valeurs tabulées de l'énergie de toutes les liaisons d'une molécule.\n8. Cette approximation peut avoir une erreur de seulement quelques pourcents.", "rap": "[Couplet 1]\nL'énergie de liaison, une force dans la chimie\nElle mesure la puissance d'une liaison, c'est magie\nPour briser une mole de molécules, faut être fort\nC'est l'enthalpie nécessaire, faut aller de l'avant\n\n[Refrain]\nL'énergie de liaison, ça se mesure\nC'est l'énergie pour casser, quitte pas la posture\nDans le méthane, y'a une liaison qui brille\nCarbone-hydrogène, faut dépasser nos limites\n\n[Couplet 2]\nL'énergie de dissociation, différente, tu vois ?\nCelle-là c'est la moyenne des liaisons, c'est pas du choix\nMême type de liaison, même type d'énergie\nDans chaque molécule, faut trouver l'harmonie\n\n[Refrain]\nL'énergie de liaison, transférable, c'est noté\nComme une propriété qu'on peut s'échanger\nAjoute les valeurs tabulées, en formation\nTu peux approximer, avec un peu d'attention\n\n[Couplet 3]\nL'enthalpie de formation, on peut l'approximer\nEn additionnant les énergies, faut bien calculer\nL'énergie de chaque liaison, dans toute la molécule\nAttention aux erreurs, mais l'approximation c'est cool\n\n[Refrain]\nL'énergie de liaison, une belle aventure\nDans la chimie, on dévoile ses valeurs sûres\nQue ce soit dans le méthane ou d'autres composés\nL'énergie de liaison, faut la respecter."}, {"titre": "Liaison hydrogène", "text_origine": "La liaison hydrogène ou pont hydrogène est une force intermoléculaire ou intramoléculaire impliquant un atome d'hydrogène et un atome électronégatif comme l'oxygène, l'azote et le fluor. L'intensité d'une liaison hydrogène est intermédiaire entre celle d'une liaison covalente et celle des forces de van der Waals (en général les liaisons hydrogène sont plus fortes que les interactions de van der Waals).\nOn pensait à l'origine que l'électron de l'atome d'hydrogène était partagé entre les molécules liées, et donc que cette liaison hydrogène était quasi-covalente. On sait aujourd'hui qu'elle est à 90 % électrostatique.\nPour que cette liaison s'établisse, il faut être en présence d'un donneur de liaison hydrogène et d'un accepteur :\n\nle donneur possédant une case quantique vide est composé d'un composé à H acide, c'est-à-dire un atome d'hydrogène lié à un hétéroatome (comme dans les amines, alcools, thiols) ;\nl'accepteur est composé d'un hétéroatome (uniquement azote, oxygène ou fluor) porteur d'un doublet non liant.Lorsqu'une liaison hydrogène s'établit, les deux hétéroatomes se trouvent à une distance d'environ 0,25 nm.", "element_cle": "1. La liaison hydrogène est une force impliquant un atome d'hydrogène et un atome électronégatif.\n2. La liaison hydrogène est plus forte que les forces de van der Waals.\n3. On pensait à l'origine que la liaison hydrogène était quasi-covalente, mais elle est en réalité à 90% électrostatique.\n4. Pour qu'une liaison hydrogène s'établisse, il faut un donneur de liaison hydrogène et un accepteur.\n5. Le donneur de liaison hydrogène est un composé à H acide, lié à un hétéroatome.\n6. L'accepteur est un hétéroatome porteur d'un doublet non liant (azote, oxygène ou fluor).\n7. La distance entre les deux hétéroatomes lors d'une liaison hydrogène est d'environ 0,25 nm.", "rap": "[Couplet 1]\nLa liaison hydrogène, une force puissante\nUn atome d'hydrogène, un atome électronégatif qui enchante\nUne interaction, plus forte que les van der Waals\nUne union, qui nous tient en haleine, c'est du banal\n\nPensait-on qu'elle était quasi-covalente,\nMais en réalité, elle est à 90% électrostatique, c'est épatant\nUn donneur, un accepteur, c'est ce qu'il faut\nPour qu'une liaison hydrogène se fasse, c'est le cadeau\n\n[Refrain]\nLa liaison hydrogène, une force essentielle\nDans les molécules, elle tient une place réelle\nUne distance de 0,25 nm, entre les hétéroatomes du tandem\nC'est ça la magie de la science, on avance comme sur un tandem\n\n[Couplet 2]\nLe donneur de liaison hydrogène, un composé acide,\nLié à un hétéroatome, c'est son guide\nL'accepteur, un hétéroatome muni d'un doublet non liant\nAzote, oxygène ou fluor, c'est le grand gagnant\n\nCes éléments clés, qui font la liaison hydrogène\nNous éclairent sur les bases, sans rien épargner\nDans la danse moléculaire, elle joue un rôle crucial\nFaisant résonner l'éducation dans chaque local\n\n[Refrain]\nLa liaison hydrogène, une force essentielle\nDans les molécules, elle tient une place réelle\nUne distance de 0,25 nm, entre les hétéroatomes du tandem\nC'est ça la magie de la science, on avance comme sur un tandem"}, {"titre": "Liaison double", "text_origine": "En chimie, une liaison double est une liaison entre éléments chimiques impliquant quatre électrons de valence au lieu de deux pour une liaison covalente simple. Il existe un grand nombre de liaisons doubles possibles, la plus commune étant sans doute celle entre deux atomes de carbone, notée C=C, qu'on trouve dans les alcènes et de nombreuses molécules biologiques tels que des acides gras insaturés et leurs dérivés. En formule topologique, la liaison double est représentée par deux lignes parallèles (=) entre les deux atomes liés, et en typographie, on utilise simplement le signe égal,.\nCe genre de liaisons peut aussi exister entre atomes de nombreux éléments, par exemple entre de carbone et un atome d'oxygène (groupe carbonyle, C=O), entre deux atomes d'azote (groupe azo, N=N), entre un atome de carbone et un atome d'azote (imine, C=N) ou encore entre un atome d'oxygène et un atome de soufre (sulfoxydes, S=O). Les liaisons doubles sont plus fortes que les liaisons simples et sont également plus courtes. Leur ordre de liaison est de deux. Les liaisons doubles sont riches en électrons, ce qui les rend réactives en présence d'accepteurs d'électrons.", "element_cle": "1. La liaison double est une liaison chimique dans laquelle quatre électrons de valence sont impliqués.\n2. Le type le plus courant de liaison double est la liaison C=C présente dans les alcènes et les acides gras insaturés.\n3. Les liaisons doubles peuvent exister entre différents éléments chimiques tels que le carbone, l'oxygène, l'azote et le soufre.\n4. Les liaisons doubles sont plus fortes et plus courtes que les liaisons simples.\n5. Les liaisons doubles sont réactives en présence d'accepteurs d'électrons.", "rap": "[Couplet 1]\nLa liaison double, une histoire chimique\nQuatre électrons de valence, c'est magique\nDans les alcènes, elle se cache\nAinsi que dans les acides gras insaturés\n\nElle s'étend entre le carbone et l'oxygène\nL'azote, le soufre, un vrai jeu de scène\nPlus fortes, plus courtes que les simples\nLes liaisons doubles, pas de temps pour les simples\n\n[Refrain]\nLa liaison double, un concept éducatif\nÀ travers les éléments, elle se motive\nUnis par les électrons, elle s'active\nLes liaisons doubles, réactives et explicites\n\n[Couplet 2]\nDe l'histoire de la chimie, retiens cette leçon\nLes liaisons doubles, reines de la réaction\nElles se forment, se brisent, un mouvement perpétuel\nEn présence d'accepteurs d'électrons, elles révèlent\n\nDu carbone à l'azote, une diversité\nLes liaisons doubles, elles savent se connecter\nDans les molécules, elles se multiplient\nÉducateurs, c'est l'heure d'enseigner ces vérités\n\n[Refrain]\nLa liaison double, un concept éducatif\nÀ travers les éléments, elle se motive\nUnis par les électrons, elle s'active\nLes liaisons doubles, réactives et explicites"}, {"titre": "Électronégativité", "text_origine": "En chimie, l'électronégativité d'un atome est une grandeur physique qui caractérise sa capacité à attirer le doublet d'électrons partagés lors de la formation d'une liaison chimique avec un autre atome. La différence d'électronégativité entre ces deux atomes détermine la nature de la liaison : liaison covalente apolaire lorsque la différence est nulle ou faible, liaison covalente polaire quand la différence est moyenne, et liaison ionique quand la différence est tellement forte qu'un des atomes a attiré complètement, ou presque, les électrons de la liaison. Dans le dernier cas les atomes sont devenus des ions et portent des charges électriques entières, ou presque. La notion d'électronégativité, qui décrit le comportement des électrons dans une liaison chimique, ne doit pas être confondue avec celle d'affinité électronique.\nLe concept d’électronégativité est introduit pour la première fois par Jöns Jacob Berzelius en 1835. Par la suite, Linus Pauling améliore ce concept et en déduit que l’électronégativité repose plutôt sur l’existence des liaisons ioniques et covalentes, contrairement à ce que Berzelius avait trouvé auparavant.\nL'électronégativité est notée \n  \n    \n      \n        \n          χ\n          \n            X\n          \n        \n      \n    \n    {\\displaystyle \\chi _{\\text{X}}}\n   où \n  \n    \n      \n        \n          \n            X\n          \n        \n      \n    \n    {\\displaystyle {\\rm {X}}}\n   est le symbole de l'élément considéré. Plus \n  \n    \n      \n        \n          χ\n          \n            X\n          \n        \n      \n    \n    {\\displaystyle \\chi _{\\text{X}}}\n   est grand et plus l'élément est susceptible d'attirer des électrons à lui dans une liaison chimique.", "element_cle": "1. L'électronégativité est une grandeur physique en chimie qui mesure la capacité d'un atome à attirer les électrons dans une liaison chimique.\n2. La différence d'électronégativité détermine le type de liaison chimique : covalente apolaire, covalente polaire ou ionique.\n3. Les atomes deviennent des ions lorsqu'une différence d'électronégativité est suffisamment élevée, et ils portent des charges électriques entières.\n4. Le concept d'électronégativité a été introduit par Jöns Jacob Berzelius en 1835, et amélioré par Linus Pauling.\n5. L'électronégativité est notée χX, où X est le symbole de l'élément considéré. Une valeur élevée de χX indique une forte capacité à attirer les électrons.", "rap": "[Couplet]\nL'électronégativité, un concept qui m'saute aux yeux\nEn chimie, c'est la mesure de l'attrait des atomes entre eux\nQuand la différence est grande, tension chimique en vue\nCovalente polaire, apolaire ou alors ionique, établissons les règles comme il se doit\n\n[Refrain]\nÉlectronégativité, la force des atomes qui s'impose\nDans les liaisons chimiques, c'est elle qui dirige la prose\nDe Berzelius à Pauling, ces scientifiques osent\nDresser les atomes en charges électriques, une science grandiose\n\n[Couplet]\nDevenant ions, les atomes s'élèvent\nQuand l'électronégativité atteint un niveau élevé\nDes charges électriques entières, leurs cœurs s'élèvent\nUn ballet de particules, un spectacle à t'éblouir, jeune élève\n\n[Refrain]\nÉlectronégativité, la grandeur qui guide les liens\nQuand les électrons s'envolent, que les atomes se tiennent la main\nDans la chimie, c'est un pilier essentiel, c'est certain\nNotée χX, cette valeur t'indique le savoir-faire des éléments, eh mon gars, fais-en ton chemin"}, {"titre": "Réaction d'oxydoréduction", "text_origine": "Une réaction d'oxydoréduction ou réaction rédox est une réaction chimique au cours de laquelle se produit un transfert d'électrons. Elle consiste en une réaction oxydante couplée à une réaction réductrice. L'espèce chimique qui capte les électrons est l'oxydant et celle qui les cède, le réducteur. La réaction est caractérisée par une variation du nombre d'oxydation (n.o.) de chacune des espèces en jeu. Les réactions d’oxydoréduction peuvent libérer de l’énergie (réaction exergonique ou exothermique) ou en absorber (réaction endergonique ou endothermique).\nUn exemple de réaction d'oxydoréduction est la formation de rouille, où le fer est le réducteur et l'oxygène l'oxydant :\n4 Fe + 3 O2 ⟶ 2 Fe2O3 ;\nLa famille des réactions d'oxydoréduction est très large. Elles se produisent lors des combustions, pendant certains dosages métallurgiques, durant la corrosion des métaux, dans les phénomènes d'électrochimie, la respiration cellulaire et la photosynthèse. Cette diversité s'explique par la mobilité de l'électron, sa faible masse et son ubiquité dans la matière.", "element_cle": "1. Une réaction d'oxydoréduction est caractérisée par un transfert d'électrons.\n 2. Elle consiste en une réaction oxydante et réductrice.\n 3. L'oxydant capte les électrons et le réducteur les cède.\n 4. Les réactions d'oxydoréduction peuvent libérer ou absorber de l'énergie.\n 5. Un exemple de réaction d'oxydoréduction est la formation de rouille.\n 6. Ces réactions sont présentes dans de nombreux processus chimiques.\n 7. Elles se produisent lors des combustions, de la corrosion des métaux, etc.\n 8. Elles sont également présentes dans la respiration cellulaire et la photosynthèse.\n 9. La mobilité de l'électron explique la diversité des réactions d'oxydoréduction.\n 10. L'électron est présent partout dans la matière.", "rap": "[Couplet 1]\nUne réaction d'oxydoréduction, c'est du lourd dans le labo\nTransfert d'électrons, ça fait monter le niveau\nOxydant, réducteur, tout se joue dans l'échange\nOù l'un capte les électrons et l'autre les lâche\n\n[Refrain]\nRéaction d'oxydoréduction, un processus chimique\nQui peut libérer ou absorber l'énergie électrique\nDe la rouille qui se forme à la corrosion des métaux\nJusqu'à la respiration cellulaire et la photosynthèse, c'est beau\n\n[Couplet 2]\nDans la combustion, dans le feu qui fait vibrer\nLes réactions d'oxydoréduction sont là pour bien t'chauffer\nLa matière en mouvement, l'électron est partout présent\nExpliquant la diversité de ces réactions, c'est épatant\n\n[Refrain]\nRéaction d'oxydoréduction, un processus chimique\nQui peut libérer ou absorber l'énergie électrique\nDe la rouille qui se forme à la corrosion des métaux\nJusqu'à la respiration cellulaire et la photosynthèse, c'est beau"}, {"titre": "Acides et bases de Lewis", "text_origine": "Un acide de Lewis est une espèce chimique qui contient une orbitale électronique vide qui est capable d'accepter une paire d'électrons d'une base de Lewis pour former un adduit de Lewis. Une base de Lewis est donc toute espèce qui a une orbitale remplie contenant une paire d'électrons qui n'est pas impliquée dans la liaison mais qui peut former une liaison covalente de coordination (aussi appelée liaison dative) avec un acide de Lewis pour former un adduit de Lewis.\nPar exemple, NH3 est une base de Lewis car il peut donner son doublet non liant d'électrons. Un autre acide de Lewis est le triméthylborane (Me3B) qui est capable d'accepter un doublet non liant. Dans un adduit de Lewis, l'acide et la base de Lewis partagent une paire d'électrons fournie par la base de Lewis, formant une liaison dative. Dans le cadre d'une réaction chimique spécifique entre NH3 et Me3B, le doublet non liant de NH3 formera une liaison covalente de coordination avec l'orbitale vide de Me3B pour former l'adduit NH3•Me3B. La terminologie fait référence aux contributions de Gilbert N. Lewis.\nLes termes nucléophile et électrophile correspondent plus ou moins à la base de Lewis et à l'acide de Lewis respectivement. Cependant, ces termes, en particulier leur nom abstrait que sont la nucléophilicité et l'électrophilicité, soulignent l'aspect cinétique de la réactivité, tandis que la basicité de Lewis et l'acidité de Lewis soulignent l'aspect thermodynamique de la formation d'adduits de Lewis.", "element_cle": "1. Les acides et bases de Lewis sont des espèces chimiques qui forment des adduits de Lewis.\n2. Un acide de Lewis est une espèce chimique avec une orbitale électronique vide capable d'accepter une paire d'électrons d'une base de Lewis.\n3. Une base de Lewis est une espèce chimique avec une orbitale remplie contenant une paire d'électrons capable de former une liaison covalente de coordination avec un acide de Lewis.\n4. NH3 et Me3B sont des exemples de base de Lewis et d'acide de Lewis respectivement.\n5. Dans un adduit de Lewis, l'acide et la base de Lewis partagent une paire d'électrons pour former une liaison dative.\n6. Les termes nucléophile et électrophile sont semblables à la base de Lewis et à l'acide de Lewis, mais se réfèrent à l'aspect cinétique de la réactivité.\n7. La nucléophilicité et l'électrophilicité sont des termes cinétiques, tandis que la basicité de Lewis et l'acidité de Lewis sont des termes thermodynamiques. \n8. La théorie des acides et bases de Lewis a été développée par Gilbert N. Lewis.", "rap": "[Couplet 1]\nAcides et bases de Lewis, laisse-moi te parler\nDes espèces chimiques qui vont te faire bouger\nDans un adduit de Lewis, l'acide et la base\nPartagent une paire d'électrons, c'est classe\n\nUn acide de Lewis, c'est un malin\nUne orbitale électronique vide, tout est enclin\nÀ accepter une paire d'électrons, tranquille\nD'une base de Lewis, qui se faufile\n\n[Refrain]\nAcides et bases de Lewis, le dancefloor de la chimie\nOn forme des liaisons, sans souci\nNH3 et Me3B, des exemples bien réels\nDe bases de Lewis et d'acides de Lewis, c'est pareil\n\n[Couplet 2]\nLes termes nucléophile et électrophile, ça te dit quelque chose ?\nComme la base de Lewis et l'acide de Lewis, ça s'impose\nMais ici, on parle de réactivité cinétique\nQuand ça bouge et ça réagit, c'est magnétique\n\nLa nucléophilicité et l'électrophilicité, c'est du mouvement\nLa basicité de Lewis et l'acidité de Lewis, c'est l'environnement\nThermodynamique, c'est la stabilité\nDans la chimie, tout est une question de réalité\n\n[Refrain]\nAcides et bases de Lewis, le dancefloor de la chimie\nOn forme des liaisons, sans souci\nNH3 et Me3B, des exemples bien réels\nDe bases de Lewis et d'acides de Lewis, c'est pareil\n\n[Outro]\nGilbert N. Lewis, le père de cette théorie\nA développé les acides et bases de Lewis avec génie\nMaintenant tu sais, l'importance des électrons partagés\nDans la danse chimique, rien n'est jamais figé"}, {"titre": "Liaison ionique", "text_origine": "Une liaison ionique  (ou liaison électrovalente) est un type de liaison chimique qui peut être formé par une paire d'atomes possédant une grande différence d'électronégativité (par convention, supérieure à 1,7) typiquement entre un non-métal et un métal. Le métal donne un ou plusieurs électrons pour former un ion chargé positivement (cation). Le non-métal capte ces électrons pour former un ion chargé négativement (anion). Les deux ions formés possèdent fréquemment une configuration électronique de gaz rare (ils respectent la règle de l'octet ou la règle du duet). La liaison résulte de l'attraction entre le cation dérivant du métal et l'anion dérivant du non-métal.  \nPar exemple, le sel de cuisine est du chlorure de sodium (NaCl). Quand le sodium (Na) réagit avec le chlore (gaz de dichlore, Cl2), les atomes de sodium perdent un électron et les atomes de chlore gagnent un électron (la molécule de dichlore est d'abord dissociée). Les ions se combinent dans un rapport 1 : 1 pour former le sel de cuisine. \n\n  \n    \n      \n        \n          \n            N\n            a\n            +\n            \n              \n                1\n                2\n              \n            \n            C\n            \n              l\n              \n                2\n              \n            \n            \n            ⟶\n            \n            N\n            \n              a\n              \n                +\n              \n            \n            +\n            C\n            \n              l\n              \n                −\n              \n            \n            \n            ⟶\n            \n            N\n            a\n            C\n            l\n          \n        \n      \n    \n    {\\displaystyle {\\mathsf {Na+{\\frac {1}{2}}Cl_{2}\\quad \\longrightarrow \\quad Na^{+}+Cl^{-}\\quad \\longrightarrow \\quad NaCl}}}\n  Le fait d'enlever des électrons à des atomes est endothermique (les potentiels d'ionisation sont supérieurs à 0) : les cations produits sont toujours de plus haute énergie que l'atome de départ. L'addition d'électrons aux atomes pour former des anions est au contraire un processus exothermique mais la stabilisation peut être nulle, faible ou très importante (voir l'article affinité électronique). L'attraction électrostatique entre des ions de charge opposée, est, elle, toujours favorable. Le bilan de la formation d'une liaison ionique est donc favorable pour la combinaison d'un atome perdant facilement un ou des électron(s) (potentiel d'ionisation faible) avec un autre atome possédant une affinité électronique élevée. Autrement dit, la combinaison la plus favorable est celle d'un non-métal d'électronégativité élevée avec un métal d'électronégativité faible. Par extension, des ions polyatomiques (comme l'ammonium NH4+ ou le carbonate CO32−) peuvent se combiner avec des ions de charge opposée pour former des solides stables. \nContrairement à la liaison covalente, la liaison ionique n'est pas dirigée ni localisée. Dans un cristal ionique, les anions et les cations s'attirent mutuellement dans toutes les directions de l'espace. Il n'y a pas de paires d'atomes liés. Même si le chlorure de sodium s'écrit NaCl, cela ne signifie pas que des molécules de NaCl séparées les unes des autres existent.\nLa liaison ionique pure n'existe pas. Tous les composés présentent un degré de liaison covalente. Plus la différence d'électronégativité entre deux atomes est importante, plus la liaison est ionique. Les composés ioniques conduisent l'électricité à l'état fondu ou en solution. Ils possèdent généralement un point de fusion élevé et sont souvent solubles dans l'eau.", "element_cle": "- Une liaison ionique est formée par une paire d'atomes avec une grande différence d'électronégativité.\n- Le métal donne des électrons pour former un cation chargé positivement.\n- Le non-métal capte ces électrons pour former un anion chargé négativement.\n- Les ions formés respectent la règle de l'octet ou du duet en termes de configuration électronique.\n- La liaison ionique résulte de l'attraction entre le cation et l'anion.\n- Exemple : le sel de cuisine est formé de chlorure de sodium (NaCl).\n- Lors de la réaction entre le sodium et le chlore, les ions se combinent dans un rapport 1:1.\n- L'enlèvement d'électrons est endothermique, les cations ont une énergie plus élevée que l'atome de départ.\n- L'addition d'électrons aux atomes est exothermique.", "rap": "[Couplet 1]\nDans les molécules, je pénètre,\nAvec mes ions chargés,\nUne différence d'électronégativité,\nCrée une liaison ionique, je suis enchanté.\n\nLe métal donne ses électrons,\nPour former un cation positivement con,\nLe non-métal, lui, les capte,\nPour former un anion qui n'accepte pas l'échec.\n\n[Refrain]\nLiaison ionique, attraction électrique,\nCation et anion, en équilibre magnétique,\nRègle de l'octet ou du duet, respectée,\nDans la configuration, l'énergie est libérée.\n\n[Couplet 2]\nLe sel de cuisine, example phare,\nChlorure de sodium pour te satisfaire,\nDans une réaction, un rapport égal,\nSodium et chlore, un mariage royal.\n\nEndothermique l'enlèvement d'électrons,\nCations avec énergie plus haute qu'avant,\nExothermique l'addition d'électrons aux atomes,\nUne danse chimique, un échange fascinant.\n\n[Refrain]\nLiaison ionique, attraction électrique,\nCation et anion, en équilibre magnétique,\nRègle de l'octet ou du duet, respectée,\nDans la configuration, l'énergie est libérée."}, {"titre": "Liaison chimique", "text_origine": "Une liaison chimique est une interaction durable entre plusieurs atomes, ions ou molécules, à une distance permettant la stabilisation du système et la formation d'un agrégat ou d'une substance chimique. Les électrons, chargés négativement, gravitent autour d’un noyau constitué de protons chargés positivement. Les deux corps s’attirent du fait de la force électrostatique s’exerçant entre les électrons et les protons. Ainsi, un électron positionné entre deux noyaux sera attiré par les deux corps chargés positivement, et les noyaux seront attirés par l’électron. C'est cette attraction qui constitue la liaison chimique.\nCette notion comprend une très grande diversité de phénomènes façonnant la matière. Ainsi, la liaison chimique peut être covalente (normale ou de coordination), ionique (issue de l’attraction entre deux ions de charges opposées), métallique, banane, (a)polaire, (dé)localisée, (non) directionnelle, faible, forte, simple, double, triple, σ, π, δ, φ, à un électron, à trois centres (avec deux électrons ou quatre électrons), à quatre centres, hydrogène, halogène, π-π, cation-π, anion-π, de van der Waals, etc.. Cette variété pose le double problème de la classification et de la description difficiles et non uniformisées des liaisons chimiques. La notion de liaison chimique, par conséquent, peut difficilement être décrite dans sa globalité et génère de nombreuses préconceptions fausses, notamment chez les élèves.\nDe nombreux modèles décrivent ces interactions. Par exemple, la liaison chimique entre deux atomes au sein d'une molécule peut être décrite avec le modèle de Lewis ou avec un modèle quantique, comme la théorie des orbitales moléculaires. Dans les deux cas, l'origine de l'interaction est un partage d'électrons entre les deux atomes. La description d'une liaison chimique doit donc préciser le modèle utilisé et l'énergie de la liaison[Quoi ?].\nLes liaisons plus faibles sont expliquées, en général, par des polarités entre des molécules. C'est le cas des interactions très faibles comme les forces de London, qui font partie des forces de van der Waals. De telles forces interprètent le maintien dans un état condensé solide ou liquide de composés moléculaires comme le diiode ou les hydrocarbures.\nEn général, les liaisons les plus fortes sont décrites par un partage ou un transfert d'électrons entre plusieurs atomes. Les atomes composant des molécules, des cristaux, des métaux et des gaz diatomiques sont liés par des liaisons chimiques, qui dictent ainsi les structures et l'ensemble des propriétés de la matière.", "element_cle": "1. Une liaison chimique est une interaction durable entre atomes, ions ou molécules.\n2. Les électrons et les protons interagissent par la force électrostatique pour former des liaisons chimiques.\n3. Les différents types de liaisons chimiques comprennent la liaison covalente, ionique, métallique, etc.\n4. La diversité des liaisons chimiques rend leur classification et leur description complexes.\n5. Différents modèles tels que le modèle de Lewis et la théorie des orbitales moléculaires expliquent les liaisons chimiques.\n6. La description d'une liaison chimique doit spécifier le modèle utilisé et l'énergie de la liaison.\n7. Les liaisons plus faibles sont souvent liées à des polarités entre les molécules.\n8. La notion de liaison chimique peut être difficile à comprendre et génère des préconceptions erronées chez les élèves.\n9. La liaison chimique est essentielle pour la formation de substances chimiques et la stabilité des systèmes.\n10. La liaison chimique est un concept fondamental en chimie.", "rap": "[Intro]\nYo, c'est l'heure de la chimie, viens t'instruire\nOn va parler des liens qui font tout s'épanouir\n\n[Couplet 1]\nUne liaison chimique, c'est quand deux éléments\nInteragissent, s'accrochent, pour devenir des géants\nDes atomes, des ions, des molécules en fusion\nC'est la force électrostatique, la clé de leur union\n\n[Refrain]\nLiaison chimique, une interaction durable\nEntre les particules, c'est le lien inébranlable\nLiaison chimique, c'est ça qui fait tout tenir\nLes électrons et protons, dans un équilibre à venir\n\n[Couplet 2]\nY'a plein de types de liaisons, faut tout classifier\nLa covalente, l'ionique, la métallique et tout le kit\nÇa rend la description complexe, c'est pas simple à appréhender\nMais avec les modèles de Lewis et les orbitales moléculaires, on peut s'en sortir\n\n[Refrain]\nLiaison chimique, besoin de modèles pour tout expliquer\nLewis et orbitales, c'est nos guides pour avancer\nLiaison chimique, faut mesurer son énergie\nLes faibles, plus polarisées, créent de nouvelles synergies\n\n[Outro]\nMais attention, y'a souvent des préjugés chez les élèves\nLa chimie, ça fait peur, ça laisse des appréhensions\nPourtant, la liaison chimique, elle est fondamentale\nPour la formation de substances et la stabilité des systèmes, c'est réel\n\n[Refrain]\nLiaison chimique, un concept essentiel en chimie\nC'est la base de tout, faut pas l'oublier, mon ami\nLiaison chimique, elle est là pour nous guider\nDans l'univers merveilleux de la chimie, faut s'y plonger"}, {"titre": "Réaction d'oxydoréduction", "text_origine": "Une réaction d'oxydoréduction ou réaction rédox est une réaction chimique au cours de laquelle se produit un transfert d'électrons. Elle consiste en une réaction oxydante couplée à une réaction réductrice. L'espèce chimique qui capte les électrons est l'oxydant et celle qui les cède, le réducteur. La réaction est caractérisée par une variation du nombre d'oxydation (n.o.) de chacune des espèces en jeu. Les réactions d’oxydoréduction peuvent libérer de l’énergie (réaction exergonique ou exothermique) ou en absorber (réaction endergonique ou endothermique).\nUn exemple de réaction d'oxydoréduction est la formation de rouille, où le fer est le réducteur et l'oxygène l'oxydant :\n4 Fe + 3 O2 ⟶ 2 Fe2O3 ;\nLa famille des réactions d'oxydoréduction est très large. Elles se produisent lors des combustions, pendant certains dosages métallurgiques, durant la corrosion des métaux, dans les phénomènes d'électrochimie, la respiration cellulaire et la photosynthèse. Cette diversité s'explique par la mobilité de l'électron, sa faible masse et son ubiquité dans la matière.", "element_cle": "1. Une réaction d'oxydoréduction est une réaction chimique avec un transfert d'électrons.\n2. Elle est composée d'une réaction oxydante et d'une réaction réductrice.\n3. L'oxydant capte les électrons tandis que le réducteur les cède.\n4. Le nombre d'oxydation de chaque espèce en jeu varie.\n5. Ces réactions peuvent libérer ou absorber de l'énergie.\n6. Un exemple de réaction d'oxydoréduction est la formation de rouille.\n7. Elles se produisent dans de nombreux processus, tels que la combustion, la corrosion des métaux, la photosynthèse, etc.\n8. La mobilité de l'électron, sa faible masse et son omniprésence expliquent cette diversité.", "rap": "[Couplet 1]\nUne réaction d'oxydoréduction, c'est la base de la chimie,\nUn transfert d'électrons, une explosion d'énergie,\nUn oxydant qui capte, un réducteur qui cède,\nLe nombre d'oxydation varie, tout se transforme en un claquement de doigts.\n\nDans ces réactions, libération ou absorption,\nD'énergie, ça dépend de l'équation, d'son équilibre de réaction,\nUn exemple concret, la rouille qui s'installe,\nL'oxydation du fer, l'air qui le déshabille.\n\n[Refrain]\nOxydoréduction, réagis pour notre instruction,\nDans la combustion, la corrosion, la photosynthèse en action,\nL'électron se déplace, sa masse est minime,\nPartout présent, c'est ça la diversité ultime.\n\n[Couplet 2]\nDans tous ces processus, chimie à foison,\nLes réactions d'oxydo font le show, elles sont partout comme un milliard de raisons,\nLa mobilité de l'électron, sa faible charge,\nExplique cette variété, cette omniprésence qui nous largue.\n\nAlors rappeurs et rappeuses, retenez ces principes,\nL'oxydoréduction, la chimie a ses délices,\nFaites-en vos armes, vos beats éducatifs,\nDiffusez ces connaissances, éclairez les esprits.\n\n[Refrain]\nOxydoréduction, réagis pour notre instruction,\nDans la combustion, la corrosion, la photosynthèse en action,\nL'électron se déplace, sa masse est minime,\nPartout présent, c'est ça la diversité ultime."}, {"titre": "Énergie de liaison (chimie)", "text_origine": "En chimie, l'énergie de liaison (E) est la mesure de la force d'une liaison chimique. Elle représente l'énergie requise pour briser une mole de molécules en atomes individuels.\nPar exemple, l'énergie de la liaison carbone-hydrogène dans le méthane, E(C–H), est l'enthalpie nécessaire pour casser une molécule de méthane en un atome de carbone et quatre atomes d'hydrogène, divisée par 4.\nL'énergie de liaison ne doit pas être confondue avec l'énergie de dissociation de liaison, qui est, en dehors du cas particulier des molécules diatomiques, une quantité différente. L'énergie de liaison représente en fait la moyenne des énergies de dissociation des liaisons de même type d'une molécule.\nL'énergie de liaison est, en première approche, une propriété transférable, et l'enthalpie de formation peut typiquement être approchée en additionnant simplement les valeurs tabulées de l'énergie de toutes les liaisons d'une molécule, avec parfois une erreur de seulement quelques pourcents.", "element_cle": "1. L'énergie de liaison mesure la force d'une liaison chimique dans une molécule.\n2. Elle représente l'énergie nécessaire pour briser une mole de molécules en atomes individuels.\n3. Par exemple, l'énergie de la liaison carbone-hydrogène dans le méthane est l'enthalpie nécessaire pour casser une molécule de méthane en un atome de carbone et quatre atomes d'hydrogène.\n4. L'énergie de liaison est différente de l'énergie de dissociation de liaison, qui est une quantité distincte, notamment pour les molécules diatomiques.\n5. En première approche, l'énergie de liaison est une propriété transférable et peut être utilisée pour estimer l'enthalpie de formation d'une molécule en additionnant les valeurs tabulées des énergies de toutes les liaisons.", "rap": "[Couplet 1]\nL'énergie de liaison, c'est la clé de la chimie,\nMesurer la force des liens, ça sert à tout comprendre,\nDans une molécule, c'est l'atome qui nourrit,\nLa résistance des liens, faut savoir la dépendre.\n\n[Refrain]\nL'énergie de liaison, c'est ce qui donne vie,\nAux réactions chimiques, en équilibre ravi,\nC'est l'enthalpie, qui brise les liens infinis,\nPour créer des atomes, prêts à bondir.\n\n[Couplet 2]\nPrends par exemple le méthane, la brillante molécule,\nQuand on casse son lien, fusion de carbone et d'hydrogène,\nL'énergie requise, ça donne le niveau,\nDe puissance de la liaison, le savant roman.\n\n[Refrain]\nL'énergie de liaison, c'est ce qui donne vie,\nAux réactions chimiques, en équilibre ravi,\nC'est l'enthalpie, qui brise les liens infinis,\nPour créer des atomes, prêts à bondir.\n\n[Refrain]\nL'énergie de liaison, c'est ce qui donne vie,\nAux réactions chimiques, en équilibre ravi,\nC'est l'enthalpie, qui brise les liens infinis,\nPour créer des atomes, prêts à bondir."}, {"titre": "Liaison covalente", "text_origine": "Une liaison covalente est une liaison chimique dans laquelle deux atomes se partagent deux électrons (un électron chacun ou deux électrons venant du même atome) d'une de leurs couches externes afin de former un doublet d'électrons liant les deux atomes. C'est une des forces qui produisent l'attraction mutuelle entre atomes.\nLa liaison covalente implique généralement le partage équitable d'une seule paire d'électrons, appelé doublet liant. Chaque atome fournissant un électron, la paire d'électrons est délocalisée entre les deux atomes. Le partage de deux ou trois paires d'électrons s'appelle respectivement « liaison double » et « liaison triple ».\nAu contraire des liaisons ioniques où les atomes sont liés par attraction coulombienne non-directionnelle, les liaisons covalentes sont fortement directionnelles. En conséquence, les molécules liées par covalence tendent à adopter des formes caractéristiques possédant des angles de liaison spécifiques.\nUne liaison covalente est une liaison dans laquelle deux électrons de valence sont partagés entre deux non-métaux. Dans ce type de liaison, il doit y avoir une différence d’électronégativité inférieure à 1,7 sur l’échelle de Pauling. Il y a formation d’une liaison covalente (sauf pour les liaisons de coordinence) lorsqu’il y a un recouvrement de deux orbitales atomiques ayant chacune un électron de valence. Grâce à ce recouvrement, il y aura la formation d’une seule et unique orbitale commune comme le montre la figure plus bas. Ce recouvrement d’orbitales atomiques conduit à la formation d’une orbitale moléculaire (non illustrée). Il y a un partage d’électrons entre deux atomes d’hydrogène afin de former une seule molécule de dihydrogène. Cette liaison covalente est présentée comme étant : H–H.", "element_cle": "- La liaison covalente implique le partage d'électrons entre deux atomes\n- Elle forme un doublet d'électrons liant les deux atomes\n- Le partage équitable d'une paire d'électrons est appelé doublet liant\n- Les molécules liées par covalence ont des formes spécifiques avec des angles de liaison caractéristiques\n- La différence d'électronégativité doit être inférieure à 1,7 pour qu'une liaison covalente se forme\n- Les liaisons covalentes se forment lorsque deux orbitales atomiques recouvrent chacune un électron de valence\n- La liaison covalente peut être représentée par une formule, telle que H-H.", "rap": "[Couplet 1]\nLa liaison covalente, c'est du partage d'électrons\nEntre deux atomes, c'est ça le lien qui les traine\nUn doublet d'électrons, un lien épatant\nQui unit les molécules, un pouvoir fascinant\n\nLe doublet liant, c'est un partage équitable\nUne paire d'électrons, un échange profitable\nDes molécules qui prennent des formes uniques\nAvec des angles de liaison qui classent les spécifiques\n\n[Refrain]\nLa différence d'électronégativité doit être faible\nPour qu'une liaison covalente puisse être stable\nDans nos formules, on représente ça si simple\nH-H, un exemple basique qui nous assemble\n\n[Couplet 2]\nLa covalence se forme par la rencontre de deux orbitales\nAtomiques qui se recouvrent, une connexion finale\nLeur électron de valence, c'est le lien ultime\nQui lie les atomes, une union légitime\n\nLa liaison covalente est éducative\nElle apprend aux atomes à être coopératifs\nEn partageant les électrons, ils se renforcent\nEt forment des molécules, un pouvoir qui les endorse\n\n[Refrain]\nLa différence d'électronégativité doit être faible\nPour qu'une liaison covalente puisse être stable\nDans nos formules, on représente ça si simple\nH-H, un exemple basique qui nous assemble"}, {"titre": "Orbitale moléculaire", "text_origine": "En chimie quantique, une orbitale moléculaire est une fonction mathématique décrivant le comportement ondulatoire d'un électron dans une molécule. Cette fonction peut être utilisée pour calculer la configuration électronique des molécules, la distribution spatiale et énergétique des électrons dans les molécules, et en déduire des propriétés physiques ou chimiques, comme la probabilité de trouver un électron dans une région donnée. La combinaison linéaire d'orbitales atomiques offre un moyen simple de construire une représentation approchée des orbitales moléculaires, notamment pour les descriptions qualitatives. Cette méthode est très utilisée par exemple pour établir un modèle simple des liaisons chimiques dans les molécules, décrites à l'aide de la théorie de l'orbitale moléculaire. La méthode de Hartree-Fock et l'hybridation permettent également d'y parvenir. Les méthodes plus actuelles de la chimie numérique calculent les orbitales moléculaires de chaque électron placé dans le champ électrique généré par l'ensemble des noyaux atomiques et la distribution spatiale moyenne des autres électrons. Lorsque deux électrons occupent la même orbitale, le principe d'exclusion de Pauli impose qu'ils soient de spin opposé.\nLes orbitales moléculaires dérivent des interactions entre orbitales atomiques permises lorsque les symétries (au sens de la théorie des groupes) de ces dernières sont compatibles entre elles. L'efficacité des interactions entre orbitales atomiques est déterminée par leur recouvrement, qui est important si ces orbitales sont d'énergie voisine. Le nombre d'orbitales moléculaires ainsi formées dans une molécule doit être égal au nombre total des orbitales atomiques des atomes constituant cette molécule.\nL'essentiel des caractéristiques et des manières de représenter les orbitales atomiques sont transposables aux orbitales moléculaires. L'étude de ces dernières est généralement plus compliquée car aucune résolution analytique n'est possible ; il est donc nécessaire de passer par des approximations pour les déterminer. Les descriptions les plus précises des fonctions d'onde des électrons dans les molécules, comme les méthodes post-Hartee-Fock telles que l'interaction de configuration, ne modélisent d'ailleurs pas d'orbitales moléculaires.", "element_cle": "1. L'orbitale moléculaire est une fonction mathématique qui décrit le comportement ondulatoire des électrons dans une molécule.\n2. Elle permet de calculer la configuration électronique, la distribution spatiale et énergétique des électrons dans une molécule.\n3. La combinaison linéaire d'orbitales atomiques permet de construire une représentation simplifiée des orbitales moléculaires.\n4. La méthode de Hartree-Fock et l'hybridation sont utilisées pour établir un modèle des liaisons chimiques dans les molécules.\n5. Les orbitales moléculaires dépendent des interactions entre orbitales atomiques et de leur recouvrement énergétique.\n6. Le nombre d'orbitales moléculaires formées est égal au nombre total d'orbitales atomiques des atomes constituant la molécule.\n7. L'étude des orbitales moléculaires est plus complexe car il n'est pas possible de trouver une résolution analytique.\n8. Les méthodes de la chimie numérique sont utilisées pour calculer les orbitales moléculaires.\n9. Le principe d'exclusion de Pauli impose que deux électrons occupant la même orbitale doivent avoir un spin opposé.\n10. Les orbitales moléculaires sont importantes pour comprendre les propriétés physiques et chimiques des molécules.", "rap": "[Couplet 1]\nL'orbitale moléculaire, c'est une équation\nQui décrit les électrons avec précision\nDans une molécule, leur comportement ondulatoire\nPour calculer leur configuration, c'est nécessaire\n\nLa distribution spatiale et énergétique aussi\nC'est grâce à elle qu'on connaît tout ça, oui oui oui\nLa combinaison linéaire d'orbitales atomiques\nPermet de simplifier le modèle d'une molécule classique\n\n[Refrain]\nL'orbitale moléculaire, c'est pas si simple pourtant\nMais on l'étudie pour comprendre les liaisons chimiques\nHartree-Fock, hybridation, c'est le modèle courant\nPour analyser toutes les molécules, pas de soucis\n\n[Couplet 2]\nL'interaction entre orbitales atomiques\nEt le recouvrement énergétique, c'est pas magique\nC'est ce qui détermine les orbitales moléculaires\nLe nombre formé égal aux atomiques individuelles\n\nMais trouver une résolution analytique\nC'est impossible, ça demande une approche plus spécifique\nLa chimie numérique, c'est la solution\nPour calculer ces orbitales avec précision\n\n[Refrain]\nL'orbitale moléculaire, c'est pas si simple pourtant\nMais on l'étudie pour comprendre les liaisons chimiques\nHartree-Fock, hybridation, c'est le modèle courant\nPour analyser toutes les molécules, pas de soucis\n\n[Outro]\nLe principe d'exclusion de Pauli, ouais c'est important\nElectrons dans la même orbitale, leur spin doit différer\nLes propriétés physiques et chimiques des molécules\nC'est grâce aux orbitales moléculaires qu'on peut les éclairer"}, {"titre": "Ion", "text_origine": "Un ion est un atome ou un groupe d'atomes portant une charge électrique, parce que son nombre d'électrons est différent de son nombre de protons. On distingue deux grandes catégories d'ions : les cations, chargés positivement, et les anions, chargés négativement.\n\nLe signe et la valeur de cette charge électrique sont indiqués en exposant à la fin de la formule chimique de l'ion, en multiple de la charge élémentaire e (quand l'ion ne porte qu'une charge, on n'indique que le signe). Exemples : Cu2+ représente l'ion cuivre (II) de charge 2e, Na+ l'ion sodium de charge e, Cl− l'ion chlore de charge −e.\nUn composé ionique est un composé chimique constitué d'ions positifs et négatifs, mais globalement neutre.", "element_cle": "1. Les ions sont des atomes ou des groupes d'atomes chargés électriquement en raison d'un déséquilibre entre le nombre d'électrons et de protons.\n2. Il existe deux types d'ions : les cations, chargés positivement, et les anions, chargés négativement.\n3. La charge électrique d'un ion est indiquée en exposant à la fin de sa formule chimique.\n4. Par exemple, Cu2+ représente l'ion cuivre de charge 2e et Cl− représente l'ion chlore de charge -e.\n5. Un composé ionique est un composé chimique qui est constitué d'ions positifs et négatifs, mais qui est globalement neutre.", "rap": "[Couplet 1]\nYo, laisse-moi te parler d'une science précieuse,\nC'est l'étude des ions, des particules lumineuses,\nLes ions, ce sont des atomes déséquilibrés,\nEntre électrons et protons, tout est chargé.\n\n[Couplet 2]\nDeux types d'ions, une histoire à comprendre,\nLes cations positifs, et les anions pour défendre,\nLa charge électrique, c'est l'essence de leur piste,\nIndiquée en exposant, dans leur formule chimique triste.\n\n[Refrain]\nDes ions positifs, des ions négatifs,\nLa chimie explore ces motifs attractifs,\nCuivre à charge 2e, c'est Cu2+,\nChlore à charge négative, Cl− représente.\n\n[Couplet 3]\nMais au-delà des formules, les ions ont un rôle,\nDans les composés ioniques, une histoire qui décolle,\nDes ions positifs et négatifs assemblés,\nUn composé neutre, bien équilibré.\n\n[Couplet 4]\nL'ion cuivre et chlore s'unissent dans l'air,\nCréant des composés qui nous font tous vibrer,\nUn monde de chimie, de découvertes uniques,\nOù les ions se rencontrent, une union fantastique.\n\n[Refrain]\nDes ions positifs, des ions négatifs,\nLa chimie explore ces motifs attractifs,\nCuivre à charge 2e, c'est Cu2+,\nChlore à charge négative, Cl− représente."}, {"titre": "Électronégativité", "text_origine": "En chimie, l'électronégativité d'un atome est une grandeur physique qui caractérise sa capacité à attirer le doublet d'électrons partagés lors de la formation d'une liaison chimique avec un autre atome. La différence d'électronégativité entre ces deux atomes détermine la nature de la liaison : liaison covalente apolaire lorsque la différence est nulle ou faible, liaison covalente polaire quand la différence est moyenne, et liaison ionique quand la différence est tellement forte qu'un des atomes a attiré complètement, ou presque, les électrons de la liaison. Dans le dernier cas les atomes sont devenus des ions et portent des charges électriques entières, ou presque. La notion d'électronégativité, qui décrit le comportement des électrons dans une liaison chimique, ne doit pas être confondue avec celle d'affinité électronique.\nLe concept d’électronégativité est introduit pour la première fois par Jöns Jacob Berzelius en 1835. Par la suite, Linus Pauling améliore ce concept et en déduit que l’électronégativité repose plutôt sur l’existence des liaisons ioniques et covalentes, contrairement à ce que Berzelius avait trouvé auparavant.\nL'électronégativité est notée \n  \n    \n      \n        \n          χ\n          \n            X\n          \n        \n      \n    \n    {\\displaystyle \\chi _{\\text{X}}}\n   où \n  \n    \n      \n        \n          \n            X\n          \n        \n      \n    \n    {\\displaystyle {\\rm {X}}}\n   est le symbole de l'élément considéré. Plus \n  \n    \n      \n        \n          χ\n          \n            X\n          \n        \n      \n    \n    {\\displaystyle \\chi _{\\text{X}}}\n   est grand et plus l'élément est susceptible d'attirer des électrons à lui dans une liaison chimique.", "element_cle": "1. L'électronégativité est une grandeur qui caractérise la capacité d'un atome à attirer des électrons lors d'une liaison chimique.\n\n2. La différence d'électronégativité entre deux atomes détermine le type de liaison chimique (covalente apolaire, covalente polaire ou ionique).\n\n3. L'électronégativité ne doit pas être confondue avec l'affinité électronique.\n\n4. Le concept d'électronégativité a été introduit par Jöns Jacob Berzelius en 1835.\n\n5. Linus Pauling a amélioré le concept d'électronégativité en mettant l'accent sur les liaisons ioniques et covalentes.\n\n6. L'électronégativité est notée χX, où X est le symbole de l'élément considéré.\n\n7. Plus la valeur de χX est élevée, plus l'élément est capable d'attirer des électrons dans une liaison chimique.", "rap": "[Couplet 1]\nL'électronégativité, c'est la clé de la chimie,\nUne grandeur qui détermine la liaison, tu vois,\nQuand deux atomes se rencontrent, ça bouge,\nLa différence d'électronégativité les dirige.\n\nJöns Jacob Berzelius dans l'1835,\nA introduit ce concept, ouais ça déchire,\nMais c'est Linus Pauling qui l'a amélioré,\nPour mieux comprendre les liaisons, il a bossé.\n\n[Refrain]\nL'électronégativité, c'est pas de la magie,\nC'est une base éducative, indispensable dans la chimie,\nAvec les valeurs de χX, on sait de quoi il s'agit,\nPlus c'est élevé, plus l'atome attire, c'est pas fini.\n\n[Couplet 2]\nL'électronégativité, c'est pas l'affinité,\nDeux concepts différents, faut les différencier,\nQuand un atome attire les électrons, c'est puissant,\nDans une liaison, ça joue son rôle important.\n\nCovalente apolaire, polaire ou ionique,\nLa différence d'électronégativité choisit la panique,\nAlors retiens bien ces dates et ces notions,\nL'électronégativité, c'est la clé de la réaction.\n\n[Refrain]\nL'électronégativité, c'est pas de la magie,\nC'est une base éducative, indispensable dans la chimie,\nAvec les valeurs de χX, on sait de quoi il s'agit,\nPlus c'est élevé, plus l'atome attire, c'est pas fini."}, {"titre": "Liaison métallique", "text_origine": "Une liaison métallique est une liaison chimique résultant de l'action d'un fluide d'électrons délocalisés unissant des atomes ionisés positivement. Les matériaux métalliques purs ou alliés sont caractérisés par un continuum de niveaux d'énergie entre la bande de valence, occupée par les électrons de valence, et la bande de conduction, occupée par les électrons libres, de sorte que ces derniers sont injectés thermiquement depuis la bande de valence par-delà le niveau de Fermi, assurant la formation d'une liaison métallique délocalisée dans tout le volume du métal.\nLa nature électronique particulière des liaisons métalliques est responsable de plusieurs propriétés macroscopiques des métaux : le fluide d'électrons libres assure à la fois une conductivité électrique et une conductivité thermique élevées en permettant la circulation du courant électrique et en favorisant la propagation des phonons dans le matériau ; elle rend compte de la ductilité, de la malléabilité et de la plasticité des métaux en maintenant leur cohésion en cas de déformation brisant les autres liaisons interatomiques ; elle confère aux métaux leur absorbance et leur éclat particulier par son interaction avec les ondes électromagnétiques, ainsi que leur point de fusion et leur point d'ébullition plus élevés que les non-métaux en renforçant les autres types de liaisons interatomiques. Ces dernières, notamment les liaisons covalentes de coordination, sont responsables des différentes structures cristallines formées par les métaux solides : la plus fréquente est la structure cubique centrée, suivie de la structure hexagonale compacte et de la structure cubique à faces centrées. La force d'une liaison métallique dépend notamment du nombre d'électrons libres par atome métallique, et est la plus élevée parmi les métaux de transition : cette liaison subsiste dans un métal liquide, alors que les autres liaisons interatomiques sont rompues, de sorte que la température d'ébullition d'un métal est un meilleur indicateur de la force de sa liaison métallique que sa température de fusion.", "element_cle": "- Une liaison métallique est une liaison chimique résultant de la présence d'électrons délocalisés\n- Les matériaux métalliques purs ou alliés sont caractérisés par un continuum de niveaux d'énergie\n- Les liaisons métalliques confèrent aux métaux leurs propriétés particulières\n- Les métaux ont une conductivité électrique et thermique élevée grâce à la présence d'électrons libres\n- Les liaisons métalliques sont responsables de la ductilité, de la malléabilité et de la plasticité des métaux\n- Les liaisons métalliques influencent les propriétés optiques des métaux\n- Les métaux ont des points de fusion et d'ébullition plus élevés que les non-métaux en raison des liaisons métalliques\n- Les métaux solides ont différentes structures cristallines\n- La force d'une liaison métallique dépend du nombre d'électrons libres par atome métallique\n- La liaison métallique persiste même dans un métal liquide.", "rap": "[Couplet 1]\nUne connexion solide, une énergie vibrante\nC'est la liaison métallique, elle est puissante\nDes électrons délocalisés, ça circule en masse\nDans les métaux purs ou alliés, c'est la classe\n\nUne conductivité électrique, thermique élevée\nGrâce à ces électrons libres qui sont branchés\nC'est pourquoi les métaux brillent de mille feux\nLeur propriété optique, c'est pas du jeux\n\n[Détails de la liaison métallique]\n\n[Couplet 2]\nLes métaux sont adaptables, ils se plient sans soucis\nDuctiles, malléables et plastiques, c'est parti\nLeur structure cristalline, ils en ont plusieurs à offrir\nDes points de fusion, d'ébullition qui font frémir\n\nIls résistent, les métaux, avec une force inouïe\nUne liaison métallique qui ne fléchit jamais, oui c'est ça la vie\nMême à l'état liquide, elle persiste et résiste\nLes métaux, c'est du costaud, ça c'est pas un mythe\n\n[Détails de la liaison métallique]\n\n[Refrain]\nLa liaison métallique, c'est un phénomène chimique\nDes électrons délocalisés, t'as vu le truc magique\nLes métaux dansent avec une énergie infinie\nLeur propriétés uniques, ça mérite des applaudissements- volunteerau genoux pour accompagner les enseignements de ces diamants"}, {"titre": "Liaison chimique", "text_origine": "Une liaison chimique est une interaction durable entre plusieurs atomes, ions ou molécules, à une distance permettant la stabilisation du système et la formation d'un agrégat ou d'une substance chimique. Les électrons, chargés négativement, gravitent autour d’un noyau constitué de protons chargés positivement. Les deux corps s’attirent du fait de la force électrostatique s’exerçant entre les électrons et les protons. Ainsi, un électron positionné entre deux noyaux sera attiré par les deux corps chargés positivement, et les noyaux seront attirés par l’électron. C'est cette attraction qui constitue la liaison chimique.\nCette notion comprend une très grande diversité de phénomènes façonnant la matière. Ainsi, la liaison chimique peut être covalente (normale ou de coordination), ionique (issue de l’attraction entre deux ions de charges opposées), métallique, banane, (a)polaire, (dé)localisée, (non) directionnelle, faible, forte, simple, double, triple, σ, π, δ, φ, à un électron, à trois centres (avec deux électrons ou quatre électrons), à quatre centres, hydrogène, halogène, π-π, cation-π, anion-π, de van der Waals, etc.. Cette variété pose le double problème de la classification et de la description difficiles et non uniformisées des liaisons chimiques. La notion de liaison chimique, par conséquent, peut difficilement être décrite dans sa globalité et génère de nombreuses préconceptions fausses, notamment chez les élèves.\nDe nombreux modèles décrivent ces interactions. Par exemple, la liaison chimique entre deux atomes au sein d'une molécule peut être décrite avec le modèle de Lewis ou avec un modèle quantique, comme la théorie des orbitales moléculaires. Dans les deux cas, l'origine de l'interaction est un partage d'électrons entre les deux atomes. La description d'une liaison chimique doit donc préciser le modèle utilisé et l'énergie de la liaison[Quoi ?].\nLes liaisons plus faibles sont expliquées, en général, par des polarités entre des molécules. C'est le cas des interactions très faibles comme les forces de London, qui font partie des forces de van der Waals. De telles forces interprètent le maintien dans un état condensé solide ou liquide de composés moléculaires comme le diiode ou les hydrocarbures.\nEn général, les liaisons les plus fortes sont décrites par un partage ou un transfert d'électrons entre plusieurs atomes. Les atomes composant des molécules, des cristaux, des métaux et des gaz diatomiques sont liés par des liaisons chimiques, qui dictent ainsi les structures et l'ensemble des propriétés de la matière.", "element_cle": "- Une liaison chimique est une interaction durable entre plusieurs atomes, ions ou molécules, permettant la stabilisation du système et la formation d'une substance chimique.\n- Les électrons chargés négativement gravitent autour du noyau constitué de protons chargés positivement, créant une force électrostatique entre eux.\n- Différents types de liaisons chimiques existent, tels que les liaisons covalentes, ioniques, métalliques, polaires, etc.\n- La classification et la description des liaisons chimiques sont difficiles et non uniformisées.\n- Différents modèles, tels que le modèle de Lewis et la théorie des orbitales moléculaires, sont utilisés pour décrire les liaisons chimiques.\n- Les liaisons plus faibles peuvent être expliquées par des polarités entre molécules.", "rap": "[Couplet 1]\nUne liaison chimique, c'est une connexion\nEntre les atomes, la base de la création\nStabilisation du système, formation de substances\nDes liens durables, c'est là l'essence\n\nLes électrons, des charges négatives en action\nAutour du noyau, protons chargés positivement\nUne force électrostatique, cette attraction\nLes atomes ensemble, c'est ça le mouvement\n\n[Refrain]\nLiaison chimique, c'est la clé\nEntre les particules, stabilité\nCovalente, ionique, tant de variétés\nDes liens qui font naitre la chimie, oh yeah\n\n[Couplet 2]\nDifférents types de liaisons, c'est bien réel\nCovalentes, ioniques, métalliques au soleil\nPolarité, molécules qui s'agencent\nUn monde complexe, pas toujours évident\n\nClassification, description, tout un défi\nUniformisation, pas si simple oui\nModèles de Lewis, orbitales moléculaires\nDes outils pour étudier les frontières\n\nDes liaisons plus faibles, des polarités\nEntre les molécules, une réalité\nDes interactions, des forces en action\nLa chimie, c'est tout un passion\n\n[Refrain]\nLiaison chimique, c'est la clé\nEntre les particules, stabilité\nCovalente, ionique, tant de variétés\nDes liens qui font naitre la chimie, oh yeah"}, {"titre": "Métal", "text_origine": "En chimie, les métaux sont des matériaux dont les atomes sont unis par des liaisons métalliques. Il s'agit de corps simples ou d'alliages le plus souvent durs, opaques, brillants, bons conducteurs de la chaleur et de l'électricité. Ils sont généralement malléables, c'est-à-dire qu'ils peuvent être martelés ou pressés pour changer leur forme sans les fissurer, ni les briser. De nombreuses substances qui ne sont pas classées comme métalliques à pression atmosphérique peuvent acquérir des propriétés métalliques lorsqu'elles sont soumises à des pressions élevées. Les métaux possèdent de nombreuses applications courantes, et leur consommation s'est très fortement accrue depuis les années 1980, au point que certains d'entre eux sont devenus des matières premières minérales critiques.\nEn astrophysique, et notamment en physique stellaire, on appelle métal tout élément chimique autre que l'hydrogène et l'hélium. Ces éléments sont produits par nucléosynthèse stellaire à partir d'hydrogène et d'hélium par fusion nucléaire, processus à l'origine de l'énergie libérée par les étoiles. De ce point de vue, la métallicité d'une étoile est la proportion d'éléments autres que l'hydrogène et l'hélium qui la constituent.\n\n", "element_cle": "1. Les métaux sont des matériaux dont les atomes sont unis par des liaisons métalliques.\n2. Les métaux sont généralement durs, opaques, brillants et bons conducteurs de chaleur et d'électricité.\n3. Les métaux sont malléables, ce qui signifie qu'ils peuvent être martelés ou pressés pour changer leur forme sans se fissurer.\n4. Certains matériaux peuvent acquérir des propriétés métalliques sous haute pression.\n5. La consommation de métaux a fortement augmenté depuis les années 1980, les rendant des matières premières critiques.\n6. En astrophysique, les éléments autres que l'hydrogène et l'hélium sont appelés \"métaux\".\n7. Ces éléments sont produits par fusion nucléaire dans les étoiles.\n8. La métallicité d'une étoile se réfère à la proportion d'éléments autres que l'hydrogène et l'hélium qui la constituent.\n9. Les métaux ont de nombreuses applications courantes dans notre société.\n10. Les métaux jouent un rôle essentiel dans de nombreux domaines technologiques et industriels.", "rap": "[Couplet 1]\nLes métaux, matériaux forts et unis,\nLeur structure atomique, des liaisons métalliques,\nDurs, opaques, brillants, les meilleurs en sortie,\nDe chaleur et d'électricité, conducteurs magiques.\n\nMalléables, on les martèle sans fissure,\nPressés, leur forme change sans déchirure,\nSous haute pression, certains deviennent purs,\nDes propriétés métalliques qui s'assurent.\n\n[Refrain]\nLes métaux, matières premières critiques,\nDepuis les années 80, leur consommation s'implique,\nDans notre société, ils ont tant d'applications,\nDes domaines technologiques à l'industrie en progression.\n\n[Couplet 2]\nEn astrophysique, le terme \"métaux\" est pec',\nLes éléments autres qu'hydrogène et hélium,\nDérivés de la fusion nucléaire, pas d'astuce,\nProduits dans les étoiles, universel phénomène.\n\nLa métallicité d'une étoile, c'est sa compo,\nLa proportion d'éléments autres, un statut repos,\nDans notre quotidien, ils sont partout, c'est assuré,\nEssentiels à notre tech et nos progrès pas mesurés.\n\n[Refrain]\nLes métaux, matières premières critiques,\nDepuis les années 80, leur consommation s'implique,\nDans notre société, ils ont tant d'applications,\nDes domaines technologiques à l'industrie en progression."}, {"titre": "Liaison covalente", "text_origine": "Une liaison covalente est une liaison chimique dans laquelle deux atomes se partagent deux électrons (un électron chacun ou deux électrons venant du même atome) d'une de leurs couches externes afin de former un doublet d'électrons liant les deux atomes. C'est une des forces qui produisent l'attraction mutuelle entre atomes.\nLa liaison covalente implique généralement le partage équitable d'une seule paire d'électrons, appelé doublet liant. Chaque atome fournissant un électron, la paire d'électrons est délocalisée entre les deux atomes. Le partage de deux ou trois paires d'électrons s'appelle respectivement « liaison double » et « liaison triple ».\nAu contraire des liaisons ioniques où les atomes sont liés par attraction coulombienne non-directionnelle, les liaisons covalentes sont fortement directionnelles. En conséquence, les molécules liées par covalence tendent à adopter des formes caractéristiques possédant des angles de liaison spécifiques.\nUne liaison covalente est une liaison dans laquelle deux électrons de valence sont partagés entre deux non-métaux. Dans ce type de liaison, il doit y avoir une différence d’électronégativité inférieure à 1,7 sur l’échelle de Pauling. Il y a formation d’une liaison covalente (sauf pour les liaisons de coordinence) lorsqu’il y a un recouvrement de deux orbitales atomiques ayant chacune un électron de valence. Grâce à ce recouvrement, il y aura la formation d’une seule et unique orbitale commune comme le montre la figure plus bas. Ce recouvrement d’orbitales atomiques conduit à la formation d’une orbitale moléculaire (non illustrée). Il y a un partage d’électrons entre deux atomes d’hydrogène afin de former une seule molécule de dihydrogène. Cette liaison covalente est présentée comme étant : H–H.", "element_cle": "- La liaison covalente est une forme de liaison chimique où deux atomes partagent des électrons.\n- Elle implique le partage équitable d'une paire d'électrons appelée doublet liant.\n- Les liaisons covalentes peuvent être simples, doubles ou triples en fonction du nombre de paires d'électrons partagées.\n- Contrairement aux liaisons ioniques, les liaisons covalentes sont fortement directionnelles.\n- Les molécules liées par covalence adoptent des formes caractéristiques avec des angles de liaison spécifiques.\n- Une différence d'électronégativité inférieure à 1,7 est nécessaire pour former une liaison covalente.\n- Les liaisons covalentes se forment par le recouvrement d'orbitales atomiques et la création d'orbitales moléculaires.\n- Un exemple de liaison covalente est la formation d'une molécule de dihydrogène (H2) où deux atomes d'hydrogène partagent un doublet d'électrons.", "rap": "[Couplet 1]\nLa liaison covalente, une union chimique puissante\nOù deux atomes partagent des électrons, c'est brillant\nUne paire de doublet liant, ils se partagent équitablement\nCréant des molécules avec des propriétés engageantes\n\n[Couplet 2]\nSimple, double ou triple, les liaisons peuvent se montrer\nEn fonction du nombre de paires d'électrons partagées\nDirectionnelles et caractéristiques, ces liaisons sont\nLes molécules adoptent des formes avec des angles bien définis, comprends\n\n[Refrain]\nLa liaison covalente, une union qui se crée\nQuand l'électronégativité est proche, les atomes s'associent\nRecouvrement d'orbitales atomiques, moléculaires à la clé\nUne belle exemple, la molécule de dihydrogène, la fameuse H2\n\n[Couplet 3]\nUne différence d'électronégativité inférieure à 1,7, tu dois savoir\nC'est le seuil nécessaire pour qu'une liaison covalente se déploie\nLes électrons se partagent, les atomes se rapprochent\nCréant une union solide et stable, c'est ça qui les poétise\n\n[Couplet 4]\nDans le cosmos des molécules, la covalence brille de mille feux\nUne liaison forte qui garantit des composés savoureux\nLes atomes s'unissent, se lient sans se soucier des frontières\nLa liaison covalente, une leçon d'union et de solidarité à retenir\n\n[Refrain]\nLa liaison covalente, une union qui se crée\nQuand l'électronégativité est proche, les atomes s'associent\nRecouvrement d'orbitales atomiques, moléculaires à la clé\nUne belle exemple, la molécule de dihydrogène, la fameuse H2"}, {"titre": "Liaison ionique", "text_origine": "Une liaison ionique  (ou liaison électrovalente) est un type de liaison chimique qui peut être formé par une paire d'atomes possédant une grande différence d'électronégativité (par convention, supérieure à 1,7) typiquement entre un non-métal et un métal. Le métal donne un ou plusieurs électrons pour former un ion chargé positivement (cation). Le non-métal capte ces électrons pour former un ion chargé négativement (anion). Les deux ions formés possèdent fréquemment une configuration électronique de gaz rare (ils respectent la règle de l'octet ou la règle du duet). La liaison résulte de l'attraction entre le cation dérivant du métal et l'anion dérivant du non-métal.  \nPar exemple, le sel de cuisine est du chlorure de sodium (NaCl). Quand le sodium (Na) réagit avec le chlore (gaz de dichlore, Cl2), les atomes de sodium perdent un électron et les atomes de chlore gagnent un électron (la molécule de dichlore est d'abord dissociée). Les ions se combinent dans un rapport 1 : 1 pour former le sel de cuisine. \n\n  \n    \n      \n        \n          \n            N\n            a\n            +\n            \n              \n                1\n                2\n              \n            \n            C\n            \n              l\n              \n                2\n              \n            \n            \n            ⟶\n            \n            N\n            \n              a\n              \n                +\n              \n            \n            +\n            C\n            \n              l\n              \n                −\n              \n            \n            \n            ⟶\n            \n            N\n            a\n            C\n            l\n          \n        \n      \n    \n    {\\displaystyle {\\mathsf {Na+{\\frac {1}{2}}Cl_{2}\\quad \\longrightarrow \\quad Na^{+}+Cl^{-}\\quad \\longrightarrow \\quad NaCl}}}\n  Le fait d'enlever des électrons à des atomes est endothermique (les potentiels d'ionisation sont supérieurs à 0) : les cations produits sont toujours de plus haute énergie que l'atome de départ. L'addition d'électrons aux atomes pour former des anions est au contraire un processus exothermique mais la stabilisation peut être nulle, faible ou très importante (voir l'article affinité électronique). L'attraction électrostatique entre des ions de charge opposée, est, elle, toujours favorable. Le bilan de la formation d'une liaison ionique est donc favorable pour la combinaison d'un atome perdant facilement un ou des électron(s) (potentiel d'ionisation faible) avec un autre atome possédant une affinité électronique élevée. Autrement dit, la combinaison la plus favorable est celle d'un non-métal d'électronégativité élevée avec un métal d'électronégativité faible. Par extension, des ions polyatomiques (comme l'ammonium NH4+ ou le carbonate CO32−) peuvent se combiner avec des ions de charge opposée pour former des solides stables. \nContrairement à la liaison covalente, la liaison ionique n'est pas dirigée ni localisée. Dans un cristal ionique, les anions et les cations s'attirent mutuellement dans toutes les directions de l'espace. Il n'y a pas de paires d'atomes liés. Même si le chlorure de sodium s'écrit NaCl, cela ne signifie pas que des molécules de NaCl séparées les unes des autres existent.\nLa liaison ionique pure n'existe pas. Tous les composés présentent un degré de liaison covalente. Plus la différence d'électronégativité entre deux atomes est importante, plus la liaison est ionique. Les composés ioniques conduisent l'électricité à l'état fondu ou en solution. Ils possèdent généralement un point de fusion élevé et sont souvent solubles dans l'eau.", "element_cle": "Voici les éléments clés du texte :\n\n1. La liaison ionique est un type de liaison chimique entre un métal et un non-métal avec une grande différence d'électronégativité.\n2. Le métal donne un ou plusieurs électrons pour former un cation chargé positivement.\n3. Le non-métal capte ces électrons pour former un anion chargé négativement.\n4. Les ions formés respectent la règle de l'octet ou la règle du duet.\n5. La liaison ionique résulte de l'attraction entre le cation et l'anion.\n6. Par exemple, le sel de cuisine est du chlorure de sodium (NaCl).\n7. Lors de la réaction entre le sodium et le chlore, les atomes de sodium perdent un électron et les atomes de chlore gagnent un électron.\n8. Les ions se combinent dans un rapport 1:1 pour former le sel de cuisine.\n9. La formation de cations est endothermique, les cations ayant une énergie plus élevée que les atomes de départ.\n10. Il est également possible de former des anions en ajoutant des électrons aux atomes.", "rap": "[Couplet 1]\nYo, laisse-moi te parler de la liaison ionique,\nUn concept chimique qui s'impose frénétique.\nUn métal, un non-métal, de l'attraction électrique,\nUne grande différence d'électronégativité critique.\n\nLe métal, il donne, ouais, quelques électrons,\nPour former un cation, un positif mord quand même.\nLe non-métal, lui, capte ces électrons assoiffés,\nPour former un anion, négatif, prêt à tout balayer.\n\nLes ions respectent, balance, la règle de l'octet,\nOu la duet rule, faut pas laisser filer de côté.\nL'attraction entre les deux, intense, électrisante,\nC'est ça qui donne naissance à la liaison ionique.\n\n[Refrain]\nLiaison ionique, fusion chimique,\nUn métal, un non-métal, équation diabolique.\nCation, anion, une danse électrostatique,\nUn mariage chimique, une union énergétique.\n\n[Couplet 2]\nPrends l'exemple du sel, ouais, le chlorure de sodium,\nNaCl, dans ta cuisine, c'est le patron.\nLe sodium donne un électron, il est boscot,\nLe chlore, lui, le chope, il est vraiment chaud.\n\nLes ions s'unissent, et là, c'est simple mathématique,\nDans un rapport 1:1, c'est pas de la politique.\nLe sel de cuisine, symbole de cette fusion,\nUne preuve concrète de cette liaison.\n\nLa formation des cations, c'est endothermique,\nUne énergie plus élevée, faut pas que ça picte.\nEt pour les anions, on joue pas les sceptiques,\nFaut ajouter des électrons, rien d'hystérique.\n\n[Refrain]\nLiaison ionique, fusion chimique,\nUn métal, un non-métal, équation diabolique.\nCation, anion, une danse électrostatique,\nUn mariage chimique, une union énergétique."}, {"titre": "Non-métal", "text_origine": "Un non-métal est un élément chimique dont les atomes du corps simple sont unis par des liaisons covalentes ou des liaisons intermoléculaires, et non par des liaisons métalliques. Ce sont de bons isolants électriques et thermiques, pour la plupart très volatils, caractérisés par une masse volumique plus faible et des températures de changement d'état généralement bien plus basses que celles des métaux, à l'exception notable du carbone. Leur énergie d'ionisation et leur électronégativité sont élevées, leurs oxydes sont acides, et ils forment des liaisons ioniques avec les métaux, acquérant ou mettant en commun des électrons lorsqu'ils réagissent avec d'autres éléments ou d'autres composés. À l'état solide, ils présentent des surfaces ternes ou faiblement brillantes (bien que celles de l'iode aient des reflets métalliques), sont plutôt fragiles et cassants (à l'exception notable du carbone diamant) et sont dépourvus de l'élasticité, de la malléabilité et de la ductilité caractéristiques des métaux.\nDans le tableau périodique, les non-métaux sont confinés dans l'angle supérieur droit, bordés sur leur gauche par les métalloïdes. Dix-sept éléments sont généralement considérés comme non métalliques, parmi lesquels 11 sont gazeux (hydrogène, hélium, azote, oxygène, fluor, néon, chlore, argon, krypton, xénon et radon) à température et pression ambiantes, 5 sont solides (carbone, phosphore, soufre, sélénium et iode) et 1 est liquide (brome).", "element_cle": "1. Les non-métaux sont des éléments dont les atomes sont unis par des liaisons covalentes ou des liaisons intermoléculaires.\n2. Ils sont de bons isolants électriques et thermiques, et sont généralement très volatils.\n3. Leurs températures de changement d'état sont généralement plus basses que celles des métaux.\n4. Leur énergie d'ionisation et leur électronégativité sont élevées, et leurs oxydes sont acides.\n5. Ils forment des liaisons ioniques avec les métaux lorsqu'ils réagissent avec d'autres éléments ou composés.\n6. Les non-métaux sont solides, liquides ou gazeux à température et pression ambiantes.\n7. Dans le tableau périodique, ils se situent dans l'angle supérieur droit, bordés par les métalloïdes à leur gauche.\n8. On compte 17 éléments généralement considérés comme non métalliques.\n9. Parmi ces éléments, 11 sont gazeux, 5 sont solides et 1 est liquide.\n10. Les non-métaux présentent des surfaces ternes ou faiblement brillantes, sont fragiles et cassants, et n'ont pas les propriétés de malléabilité et de ductilité des métaux.", "rap": "[Couplet 1]\nYo, laisse-moi te parler des non-métaux\nDes éléments qui font tourner les cerveaux\nLeurs atomes sont unis par des liaisons covalentes\nOu des liaisons intermoléculaires, c'est pas de la mente\n\nIls sont de bons isolants électriques et thermiques\nEt volatils, ça crache les mécaniques\nLeurs températures de changement d'état sont basses\nPlus que celles des métaux, ça laisse pas de traces\n\nLeur énergie d'ionisation est élevée\nLeur électronégativité te laisse sur les t^ébés, frère\nLeurs oxydes sont acides, ça fait des réactions\nAvec les métaux, c'est l'union des factions\n\n[Refrain]\nLes non-métaux, ils font leur show\nDans le coin supérieur droit du tableau\n17 éléments, solides, liquides ou gaz\nTernes, faiblement brillants, attention faux-pas\n\n[Couplet 2]\nLes non-métaux, ils sont pas là pour jouer\n11 sont gazeux, 5 solides, 1 liquide, c'est pas négligé\nLeurs surfaces ternes ou faiblement brillantes\nFragiles, cassants, faut pas qu'tu débarques dans leurs planches\n\nMême pas de malléabilité, ductilité comme les métaux\nC'est du rap éducatif, faut bien faire le tableau\nIls ont leur place dans l'angle supérieur droit\nBordés par les métalloïdes, vois pas ça de travers, droit\n\nFaut pas sous-estimer les non-métaux, frère\nIls ont leur rôle à jouer sur cette Terre\nIsolants, réactifs, acides à souhait\nC'est la science qui balance, tu peux pas le nier\n\n[Refrain]\nLes non-métaux, ils font leur show\nDans le coin supérieur droit du tableau\n17 éléments, solides, liquides ou gaz\nTernes, faiblement brillants, attention faux-pas"}, {"titre": "Hydrogène", "text_origine": "L'hydrogène est l'élément chimique de numéro atomique 1, de symbole H. L'hydrogène présent sur Terre est presque entièrement constitué de l'isotope 1H (ou protium, comportant un proton et zéro neutron) et d'environ 0,01 % de deutérium 2H (un proton, un neutron). Ces deux isotopes de l'hydrogène sont stables. Un troisième isotope, le tritium 3H (un proton, deux neutrons), instable, est produit dans les réactions de fission nucléaire (réacteurs nucléaires ou bombes).\nL'hydrogène peut avoir les nombres d'oxydation 0 (dihydrogène H2 ou hydrogène métallique), +I (dans la plupart de ses composés chimiques) et –I (dans les hydrures métalliques). L'hydrogène est un élément électropositif, fréquemment ionisé à l'état H+ ou H3O+. Il forme aussi des liaisons covalentes (notamment dans le dihydrogène et les hydrocarbures) et des liaisons de nature intermédiaire appelées liaisons hydrogène (notamment dans la molécule d'eau et la matière organique).\nL'hydrogène est le principal constituant du Soleil et de la plupart des étoiles (dont l'énergie provient de la fusion thermonucléaire de cet hydrogène), et de la matière interstellaire ou intergalactique. C'est un composant majeur des planètes géantes, sous forme métallique au cœur de Jupiter et de Saturne, et sous la forme de dihydrogène solide, liquide ou gazeux dans leurs couches plus externes et dans les autres planètes géantes. Sur Terre, il est surtout présent à l'état d'eau liquide, solide (glace) ou gazeuse (vapeur d'eau), mais on le trouve aussi dans les émanations de certains volcans sous la forme de H2 et de  CH4 (méthane).\nLe corps simple H2 est mis en évidence à l'état gazeux par Cavendish en 1766, qui l'appelle « air inflammable » parce qu'il brûle ou explose en présence d'oxygène, produisant de la vapeur d'eau. Lavoisier désigne ce gaz sous le nom d'hydrogène, composé du préfixe hydro-, du grec ὕδωρ / húdôr, « eau », et du suffixe -gène, du grec γεννάω / gennáô, « engendrer ». Son nom correct est désormais « dihydrogène », mais dans la langue courante on continue à l'appeler « hydrogène ».", "element_cle": "Les éléments clés du texte sont :\n\n1. L'hydrogène est l'élément chimique de numéro atomique 1, de symbole H.\n2. Il existe plusieurs isotopes de l'hydrogène, dont le protium, le deutérium et le tritium.\n3. L'hydrogène peut avoir différents nombres d'oxydation, notamment 0, +I et -I.\n4. Il forme des liaisons covalentes et des liaisons hydrogène.\n5. L'hydrogène est présent dans le Soleil, les étoiles, la matière interstellaire et intergalactique.\n6. Sur Terre, il est principalement présent dans l'eau, sous forme liquide, solide ou gazeuse.\n7. Il peut également être trouvé dans les émanations de certains volcans.\n8. L'hydrogène est inflammable et brûle en présence d'oxygène.\n9. Son nom correct est désormais \"dihydrogène\".", "rap": "[Intro]\nYeah, c'est le rap des éléments chimiques\nAujourd'hui on parle de l'hydrogène, c'est magique\nPrêt à tout t'expliquer, en quelques couplets concrets\nAlors installe-toi, écoute bien, ouvre grand les yeux, ça va secouer\n\n[Couplet 1]\nHydrogène, numéro atomique un, symbole H, ouais tu le sais\nMais savais-tu que l'hydrogène a plusieurs isotopes, écoute attentivement\nProtium, deutérium, tritium, différents nombres d'oxydation\nDes propriétés qui nous fascinent, ouais c'est une vraie fascination\nOn parle de liaisons covalentes, de liaisons hydrogène\nL'hydrogène fait des trucs incroyables, c'est pas de la mélodie en l'air, c'est concret\n\n[Refrain]\nHydrogène, c'est l'élément clé, l'essence de la vie\nDu Soleil aux étoiles, l'hydrogène brille\nDans l'eau, liquide, solide ou gazeuse, il se cache\nHydrogène, feu qui s'enflamme, une réaction qui se déclenche\n\n[Couplet 2]\nSur Terre, on le trouve principalement dans l'eau, petit spasme\nMais méfie-toi, l'hydrogène se cache aussi dans certains soubresauts de volcans\nN'oublie pas, c'est inflammable, danger si t'es pas prudent\nUn mélange avec l'oxygène, boom, ça devient ardent\nDihydrogène, c'est son nom correct, on en apprend tous les jours\nDes notions éducatives, des dates marquantes, on te dévoile tout sans détour\n\n[Refrain]\nHydrogène, c'est l'élément clé, l'essence de la vie\nDu Soleil aux étoiles, l'hydrogène brille\nDans l'eau, liquide, solide ou gazeuse, il se cache\nHydrogène, feu qui s'enflamme, une réaction qui se déclenche\n\n[Outro]\nVoilà, tu sais tout sur l'hydrogène maintenant\nUn texte court et concret avec des notions éducatives en filigrane\nOn a fait le tour, maintenant à toi de jouer\nContinue d'apprendre, d'explorer, et surtout de rapper !"}, {"titre": "Polarité (chimie)", "text_origine": "En chimie, la polarité est la façon dont les charges électriques négatives et positives sont réparties dans une molécule ou une liaison chimique. La polarité est due à la différence d'électronégativité entre les atomes qui la composent, aux différences de charge qu'elle induit, et à leur répartition dans l'espace. La molécule ou la liaison est ainsi considérée comme un dipôle électrostatique : plus les charges sont réparties de façon asymétrique, plus elle est polaire, et inversement. Si les charges sont réparties de façon totalement symétrique, elle sera apolaire, c'est-à-dire qu'elle n'a pas de polarité électrique et n'est donc pas un dipôle électrostatique.\nLa polarité et ses conséquences (forces de van der Waals, liaison hydrogène) influent sur un certain nombre de caractéristiques physiques (tension superficielle, point de fusion, point d'ébullition, solubilité) ou chimiques (réactivité).", "element_cle": "1. La polarité en chimie est déterminée par la répartition des charges électriques dans une molécule ou une liaison.\n2. La polarité dépend de la différence d'électronégativité entre les atomes et de la répartition des charges dans l'espace.\n3. Une molécule ou une liaison est considérée comme polaire si les charges sont réparties de façon asymétrique.\n4. Une molécule ou une liaison est apolaire si les charges sont réparties de façon symétrique.\n5. La polarité a des conséquences sur les caractéristiques physiques et chimiques d'une substance, telles que la tension superficielle, le point de fusion et la solubilité.", "rap": "[Couplet]\nLa polarité en chimie, ça fait vibrer les molécules,\nLes charges électriques dans l'espace se régulent,\nDifférence d'électronégativité et répartition des charges,\nC'est comme une danse, un équilibre qui s'élargit.\n\n[Refrain]\nLa polarité, c'est pas juste un concept, c'est une réalité,\nElle impacte la physique et la chimie en toute égalité,\nTension superficielle, point de fusion, solubilité,\nLa polarité, c'est la clé des caractéristiques, ouais c'est clair.\n\n[Couplet]\nUne molécule polaire, c'est une répartition asymétrique,\nLes charges se déplacent, créant des liens spécifiques,\nMais si tout est symétrique, alors c'est apolaire,\nLes charges sont stables, pas besoin de se distraire.\n\n[Refrain]\nLa polarité, on la retrouve partout, dans chaque substance,\nElle influence nos expériences, notre existence,\nPar sa nature, elle guide les réactions chimiques,\nLa polarité, c'est la clé pour des résultats physiques.\n\nNote: La composition de rap est subjective et peut varier en fonction des préférences artistiques et des styles musicaux."}, {"titre": "Molécule", "text_origine": "Une molécule est une structure de base de la matière appartenant à la famille des composés covalents. L'Union internationale de chimie pure et appliquée définit la molécule comme « une entité électriquement neutre comprenant plus d'un atome ». C'est l'assemblage chimique électriquement neutre d'au moins deux atomes, différents ou non, qui peut exister à l'état libre, et qui représente la plus petite quantité de matière possédant les propriétés caractéristiques de la substance considérée. Les molécules constituent des agrégats atomiques liés par des forces de valence (liaisons covalentes) et elles conservent leur individualité physique. Des forces plus faibles, telles les liaisons hydrogène et celles de type van der Waals, les maintiennent à proximité les unes des autres à l'état liquide et/ou solide.\nL'assemblage d'atomes constituant une molécule n'est pas définitif, il est susceptible de subir des modifications, c’est-à-dire de se transformer en une ou plusieurs autres molécules ; une telle transformation est appelée réaction chimique. En revanche, les atomes qui la constituent sont des assemblages (de particules) beaucoup plus stables, qui se conservent durant une réaction chimique car la transformation d'atomes, appelée transmutation, nécessite des apports d'énergie beaucoup plus importants faisant l'objet des réactions nucléaires.\nLa composition chimique d'une molécule est donnée par sa formule chimique. Exemples :\n\nla molécule de méthane CH4 est constituée d'un atome de carbone (C) et de quatre atomes d'hydrogène (H) ;\nla molécule de dioxygène O2 est constituée de deux atomes d'oxygène (O).", "element_cle": "1. Une molécule est une structure de base de la matière, composée d'au moins deux atomes.\n2. Les molécules sont des entités électriquement neutres formées par des liaisons covalentes entre les atomes.\n3. Leur composition chimique est donnée par leur formule chimique, qui indique les types et le nombre d'atomes.\n4. Les molécules conservent leur individualité physique grâce à des forces de valence, telles que les liaisons covalentes.\n5. Elles peuvent subir des réactions chimiques, se transformant en une ou plusieurs autres molécules.", "rap": "[Couplet]\nUne molécule, c'est la base de la matière\nDeux atomes réunis pour créer une affaire\nLiaisons covalentes, neutres électriquement\nDes entités chimiques, des structures puissantes\n\n[Couplet]\nFormule chimique, la clé de leur composition\nTypes et nombre d'atomes, précision dans l'action\nForces de valence, gardiennes de leur identité\nLiaisons covalentes, ciment de leur réalité\n\n[Refrain]\nMolécules en action, réactions chimiques au rendez-vous\nTransformation, création, le monde magnifique sous les clous\nEducateur de la matière, dévoilant les secrets cachés\nLa science s'invite et les molécules prennent la parole enfin révélées"}, {"titre": "Molécule d'eau", "text_origine": "La molécule d’eau, de formule H2O, est le constituant essentiel de l’eau pure. Celle-ci contient également des ions résultant de l’autoprotolyse de l’eau selon l’équation d'équilibre : H2O  \n  \n    \n      \n        ⇌\n      \n    \n    {\\displaystyle \\rightleftharpoons }\n    H+ + OH− (ou 2 H2O  \n  \n    \n      \n        ⇌\n      \n    \n    {\\displaystyle \\rightleftharpoons }\n    H3O+ + OH−). L’eau pure n’est pas présente dans la nature et doit être obtenue par des processus physiques.\nL’eau à pression ambiante (environ un bar) est gazeuse au-dessus de 100 °C, solide en dessous de 0 °C et liquide entre les deux ; les autres composés proches ou apparentés (sulfure d’hydrogène, ammoniac et méthane) sont tous gazeux même à des températures bien plus basses.", "element_cle": "1. La molécule d'eau, de formule H2O, est essentielle à l'eau pure.\n2. L'eau pure contient des ions issus de l'autoprotolyse de l'eau.\n3. L'eau pure n'existe pas dans la nature et doit être obtenue par des procédés physiques.\n4. L'eau peut être gazeuse, liquide ou solide selon la pression et la température.\n5. Les autres composés similaires à l'eau sont gazeux, même à des températures plus basses.", "rap": "[Couplet 1]\nLa molécule d'eau, H2O, le secret de la pureté\nEssentielle à la vie, dans chaque goutte de pluie\nUne combinaison magique, deux atomes d'hydrogène\nUn atome d'oxygène, voilà la recette de l'origine\n\n[Refrain]\nLa molécule d'eau, le symbole de la pureté\nDans nos veines elle coule, indispensable à l'humanité\n\n[Couplet 2]\nL'eau pure, des ions issus de l'autoprotolyse\nUne danse chimique, un équilibre qui se réalise\nMais dans la nature, l'eau pure est un mirage\nDes procédés physiques, pour l'extraire de son paysage\n\n[Refrain]\nLa molécule d'eau, le symbole de la pureté\nDans nos veines elle coule, indispensable à l'humanité\n\n[Couplet 3]\nGaz, liquide, solide, l'eau change son état\nSelon la pression, la température, elle s'adapte\nUn caméléon fluide, qui se transforme à sa guise\nToujours présente, quoi qu'il advienne, elle résiste\n\n[Refrain]\nLa molécule d'eau, le symbole de la pureté\nDans nos veines elle coule, indispensable à l'humanité\n\n[Couplet 4]\nLes autres composés, similaires à l'eau\nGazeux, même sous le froid, un phénomène nouveau\nMais notre molécule, la seule exception\nUne force vitale, une source d'inspiration\n\n[Refrain]\nLa molécule d'eau, le symbole de la pureté\nDans nos veines elle coule, indispensable à l'humanité"}, {"titre": "Hydrophobie (physique)", "text_origine": "L’hydrophobie (du grec υδρο, hydro = eau, et Φόϐος, phóbos = répulsion) caractérise les surfaces qui semblent repousser l'eau. En réalité, il ne s'agit pas d'une réelle répulsion, mais plutôt du fait que l'eau étant une molécule polaire, elle a une très nette attirance préférentielle pour les autres molécules polaires, ce qui va amener ces molécules à s'assembler entre elles et former des billes qui semblent être repoussées par les molécules non polaires avec lesquelles elles n'ont pas une aussi forte affinité, alors qu'en réalité, ce sont les affinités entre les molécules polaires qui chassent vers l'extérieur de ces billes les molécules qui n'ont pas la même affinité avec elle - un peu de la même façon que le gradient de pression de l'eau chasse de son sein les corps moins denses (qui n'ont donc pas la capacité de générer en leur sein un gradient de pression aussi raide). Ici, les molécules non polaires sont chassées vers la surface des billes formées par les molécules polaires.\n\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\nQuand les molécules non polaires sont immergées dans une masse polaire sans surfaces proches vers lesquelles s'échapper, elles sont repoussées dans une direction préférentielle dépendant de la gravitation. Les molécules non polaires qui, comme l'huile dans l'eau, sont moins denses que les molécules polaires, vont être repoussées vers la surface, alors que les molécules plus denses comme le mercure, vont couler, et que les molécules de densité similaire à celle du milieu polaire peuvent rester en suspension (émulsion) si leur concentration n'est pas suffisante pour qu'elles soient repoussées les unes vers les autres et former des billes de plus en plus grosses. Ceci se traduit par la non-solubilité des molécules apolaires dans le solvant polaire, menant à une ségrégation du soluté vis-à-vis du solvant (ou inversement). Des molécules comme les alcanes sont hydrophobes.\nIl est également intéressant de noter que dans les solvants polaires comme l’eau, de nombreux corps de la chimie minérale, pour être solubles, doivent pouvoir s'ioniser, c'est-à-dire se scinder en deux ions chargés positivement et négativement, qui vont se lier séparément avec les molécules d'eau. Et si les attractions au sein de la molécule organique sont trop fortes pour que le solvant puisse l'ioniser, celle-ci restera insoluble.\nChez les micro-organismes, les propriétés hydrophobes sont dues principalement à la présence d'hydrophobines (en), protéines particulières situées au niveau des membranes cellulaires.", "element_cle": "1. L'hydrophobie caractérise les surfaces qui semblent repousser l'eau.\n2. L'eau a une forte affinité pour les molécules polaires.\n3. Les molécules polaires s'assemblent entre elles et forment des billes repoussant les molécules non polaires.\n4. Les molécules non polaires sont repoussées vers la surface lorsque immergées dans un milieu polaire sans échappatoire.\n5. Les molécules apolaires sont non solubles dans un solvant polaire, entraînant une ségrégation.", "rap": "[Couplet 1]\nL'hydrophobie, c'est la folie\nDes surfaces qui repoussent l'eau, sacrée magie\nDes molécules polaires en action\nElles s'aiment entre elles, c'est la connexion\n\nL'eau, elle a une affinité, ouais c'est vrai\nPour les molécules polaires, elle s'attache, jamais distrait\nElles s'agglomèrent, elles font des billes\nRepoussant les molécules non polaires, on le réalise enfin, c'est pas des broutilles\n\n[Refrain]\nHydrophobie, ouais c'est physique\nDes molécules qui s'unissent, c'est magnifique\nDans un milieu polaire, les non polaires s'éloignent\nUne ségrégation qui saigne\n\n[Couplet 2]\nMais les molécules non polaires, elles sont pas vaines\nPlongées dans un solvant polaire, elles sont rejetées en plein\nPas de place pour elles, pas d'échappatoire\nElles remontent à la surface, condamnées à l'exutoire\n\nLes molécules apolaires, insolubles, pas de chance\nDans un solvant polaire, elles font de la résistance\nUne ségrégation qui se met en place\nLes forces de la nature, on les embrasse\n\n[Refrain]\nHydrophobie, ouais c'est physique\nDes molécules qui s'unissent, c'est magnifique\nDans un milieu polaire, les non polaires s'éloignent\nUne ségrégation qui saigne"}, {"titre": "Phosphoglycéride", "text_origine": "Un phosphoglycéride — également appelé phosphatide, glycérophospholipide (GPL), phosphoglycérolipide ou encore phosphoacylglycérol — est un phospholipide constitué de deux résidus d'acides gras estérifiant un résidu glycérol lui-même estérifié par un résidu phosphate, cet ensemble formant un acide phosphatidique lié, à travers une liaison phosphodiester, à l'alcool (groupe hydroxyle) d'une molécule polaire telle que :\n\nla sérine, donnant une phosphatidylsérine ;\nl'éthanolamine, donnant une phosphatidyléthanolamine ;\nla choline, donnant une phosphatidylcholine ;\nl'inositol, donnant un phosphatidylinositol ;\nun autre résidu glycérol, donnant un phosphatidylglycérol ;\nvoire un autre acide phosphatidique, donnant une cardiolipine.Les phosphoglycérides forment, avec les sphingomyélines, la classe des phospholipides.", "element_cle": "1. Un phosphoglycéride est un type de phospholipide qui contient deux résidus d'acides gras estérifiant un résidu glycérol.\n2. Les phosphoglycérides sont également appelés phosphatides, glycérophospholipides ou phosphoacylglycérols.\n3. Ils sont composés d'un acide phosphatidique lié à un alcool polaire tel que la sérine, l'éthanolamine, la choline, l'inositol, un autre résidu glycérol ou un autre acide phosphatidique.\n4. Les différentes combinaisons d'acide phosphatidique et d'alcool polaire donnent des phosphoglycérides spécifiques tels que la phosphatidylsérine, la phosphatidyléthanolamine et la phosphatidylcholine.\n5. Les phosphoglycérides, avec les sphingomyélines, appartiennent à la classe des phospholipides.", "rap": "[Couplet 1]\nPhosphoglycérides, tu connais l'affaire\nDes lipides spéciaux, faut pas te faire avoir\nDeux résidus d'acides gras, estérifiant du glycérol\nLe phospholipide qui te donne un contrôle\n\nIls sont également appelés phosphatides\nGlycérophospholipides ou phosphoacylglycérols, c'est liquide\nUn acide phosphatidique, lié à un alcool polaire\nSérine, éthanolamine, choline, inositol, t'as l'embarras\n\n[Refrain]\nPhosphoglycéride, dans l'éducation y'a du sérieux\nDes notions clés, j'te l'dis d'venu des phosphides\nPhosphoglycéride, fais péter les dates, les événements\nTout ça avec le rap, pour un enseignement percutant\n\n[Couplet 2]\nLes combinaisons d'acide phosphatidique et d'alcool polaire\nDonnent des phosphoglycérides spécifiques, c'est clair\nPhosphatidylsérine, phosphatidyléthanolamine\nPhosphatidylcholine, des noms qui s'imposent dans la scène\n\nPhosphoglycérides et sphingomyélines, même combat\nLes phospholipides, dans l'milieu ils sont en haut\nÉducation et connaissances, c'est leur classe\nPhosphoglycéride, dans le rap ça déchire la place\n\n[Refrain]\nPhosphoglycéride, dans l'éducation y'a du sérieux\nDes notions clés, j'te l'dis d'venu des phosphides\nPhosphoglycéride, fais péter les dates, les événements\nTout ça avec le rap, pour un enseignement percutant"}, {"titre": "Phospholipide", "text_origine": "Un phospholipide est un lipide contenant un groupe acide phosphorique en tant que mono ou di-ester. Cette famille inclut notamment les acides phosphatidiques et les phosphoglycérides. Ce sont des lipides amphiphiles, c'est-à-dire constitués d'une « tête » polaire (hydrophile) et de deux « queues » aliphatiques (hydrophobes). La plupart des phospholipides sont les phosphoglycérides, dont la tête s'organise autour d'un résidu glycérol-3-phosphate estérifié par une molécule polaire, et les deux queues sont les chaînes aliphatiques de deux acide gras. Les autres phospholipides sont les sphingolipides, qui dérivent structurellement de la sphingosine, des sphingomyélines ou des céramides et non du glycérol, la sphingosine constituant l'une des deux queues aliphatiques.\nLes premiers phospholipides isolés de tissus vivants ont été caractérisés comme tels en 1847 par le chimiste français Théodore Nicolas Gobley à partir de lécithine de jaune d'œuf — il s'agissait plus précisément de phosphatidylcholines. Les phospholipides sont les constituants essentiels des membranes cellulaires où, avec des molécules de cholestérol, ils s'organisent en bicouche lipidique dans laquelle les queues hydrophobes sont orientées vers l'intérieur de la structure tandis que les têtes polaires forment les deux surfaces de la bicouche.", "element_cle": "1. Les phospholipides sont des lipides contenant un groupe acide phosphorique en tant que mono ou di-ester.\n2. Les phospholipides sont des lipides amphiphiles, avec une \"tête\" polaire et deux \"queues\" hydrophobes.\n3. Les phosphoglycérides sont les principaux types de phospholipides, avec une tête glycérol-3-phosphate et deux queues acides gras.\n4. Les sphingolipides sont une autre classe de phospholipides, dérivés de la sphingosine plutôt que du glycérol.\n5. Les phospholipides sont les constituants clés des membranes cellulaires, formant une bicouche lipidique où les queues hydrophobes sont à l'intérieur.", "rap": "[Couplet 1]\nLes phospholipides, molécules cruciales,\nGroupes acides phosphoriques, sur les lipides se greffent et s'accrochent,\nMono ou di-esters, dans ces composés on les retrouve,\nAmphiphiles, avec leurs têtes polaires et leurs queues qui bougent.\n\n[Couplet 2]\nPhosphoglycérides, les rois des phospholipides,\nUne tête glycérol-3-phosphate, deux queues d'acides gras qui collaborent,\nLa membrane cellulaire, ils sont les architectes,\nBicouche lipidique, où les queues hydrophobes se protègent.\n\n[Refrain]\nLes phospholipides, éléments essentiels,\nDans les membranes cellulaires, ils sont cruciaux, oh oui c'est réel,\nSphingolipides, cousins mais différents,\nDérivés de la sphingosine, ils sont aussi importants."}, {"titre": "Forces de London", "text_origine": "Les forces de dispersion de London sont des forces faibles intermoléculaires créées par des dipôles induits. Elles représentent en général la composante la plus importante des forces de Van der Waals. Elles tirent leur nom du physicien germano-américain Fritz London qui formula mathématiquement ces forces pour deux molécules identiques en 1937.\nLes forces de London existent du fait que la densité électronique des molécules est probabiliste : il y a une forte chance à tout moment pour que celle-ci ne soit pas équitablement répartie à travers la molécule, ce qui crée un léger moment dipolaire. Les moments dipolaires vont varier très rapidement au cours du temps. Ainsi à chaque distribution inhomogène se crée un moment dipolaire induit qui peut interagir avec les moments dipolaires induits des molécules voisines et une force s'exerce entre les molécules. Naturellement, ces dipôles induits peuvent également réagir avec un dipôle permanent (molécule polaire) mais les forces qui en résultent prennent alors le nom de forces de Debye. L'effet apparaît également dans les molécules polaires, mais ce sont alors les forces de Keesom qui prennent le dessus le plus souvent et les forces de London jouent alors un rôle souvent minime dans les interactions entre dipôles permanents.\nDe manière générale, pour des molécules polaires, les forces de London sont très faibles devant les autres forces intermoléculaires, par exemple les interactions ioniques ou les liaisons hydrogène ou les forces de Keesom entre dipôles permanents. Néanmoins, pour des molécules neutres (comme l'hélium), les forces de London sont la seule force attractive intermoléculaire à grande distance. Elles sont aussi prépondérantes dans les forces d'attraction entre molécules non polaires comme le diazote ou le méthane ou même les gaz rares. Sans l'effet des forces de London, il serait impossible de liquéfier ces gaz.", "element_cle": "1. Les forces de dispersion de London sont des forces faibles intermoléculaires créées par des dipôles induits.\n2. Fritz London a mathématiquement formulé ces forces en 1937 pour deux molécules identiques.\n3. La densité électronique des molécules est probabiliste, ce qui crée un moment dipolaire induit.\n4. Les moments dipolaires varient rapidement, créant ainsi une force d'interaction entre les molécules.\n5. Les forces de London sont prépondérantes dans les interactions entre molécules non polaires et permettent la liquéfaction de gaz rares.", "rap": "[Couplet 1]\nYo, laisse-moi t'expliquer les forces de London\nDes interactions entre molécules qui fondent\nDes forces faibles, mais essentielles à comprendre\nPour voir pourquoi les gaz rares se font détendre\n\n[Fritz London en 1937 formula ça]\nUn mec qui a mathématiquement tout tracé\nIl nous a mis sur la voie, c'est un génie\nPour comprendre comment ça marche, il l'a usiné\n\n[Refrain]\nLes forces de dispersion de London, tu vois\nDes dipôles induits créent des forces, c'est toi qui le crois\nLa densité électronique joue un rôle crucial\nDans la création de moments dipolaires, c'est l'essentiel\n\n[Couplet 2]\nRegarde, la densité est probabiliste, mon pote\nÇa crée un moment dipolaire induit, comprends-tu le concept ?\nCes moments dipolaires, ils varient rapidement\nC'est ça, la force d'interaction entre les molécules qui défraye les gens\n\nCes forces de London, elles sont clés\nPour expliquer les interactions non polaires, en vérité\nC'est grâce à elles que les gaz rares se liquéfient\nLes phénomènes moléculaires, ça magnétise\n\n[Refrain]\nLes forces de dispersion de London, tu vois\nDes dipôles induits créent des forces, c'est toi qui le crois\nLa densité électronique joue un rôle crucial\nDans la création de moments dipolaires, c'est l'essentiel"}, {"titre": "Dipôle induit", "text_origine": "Un dipôle induit est un dipôle électrostatique qui se forme dans une molécule lorsqu'un ion ou une molécule polaire est à proximité. Cela induit une déformation temporaire du nuage électronique par interaction électrostatique entre les électrons de la molécule cible et la charge (réelle ou partielle) de l'autre atome ou molécule.\nUn dipôle induit se forme également entre deux molécules non chargées ou apolaires. Par exemple, il y a une liaison dipôle induit - dipôle induit entre deux molécules de méthane.", "element_cle": "1. Un dipôle induit se forme lorsqu'un ion ou une molécule polaire est à proximité d'une autre molécule.\n2. La formation d'un dipôle induit résulte d'une interaction électrostatique.\n3. Le nuage électronique d'une molécule cible se déforme temporairement en présence d'un dipôle induit.\n4. Un dipôle induit peut également se former entre deux molécules non chargées ou apolaires.\n5. Une liaison dipôle induit - dipôle induit peut exister entre deux molécules de méthane.", "rap": "[Couplet 1]\nUn dipôle induit, mec, c'est scientifiquement prouvé\nQuand une molécule polaire est là, à côté d'une autre, tu vois\nC'est l'interaction électrostatique qui agit en force\nLes électrons dans le nuage, ils bougent sans remords\n\n[Couplet 2]\nUne molécule cible, son nuage électronique se déforme\nTout ça, mon pote, c'est temporaire, ça s'évapore\nEt même entre deux molécules apolaires, pas chargées\nUn dipôle induit peut se former et ça, c'est balancé\n\n[Refrain]\nDipôle induit, tu vois ça partout dans la chimie\nC'est une liaison qui fait les choses bouger, oh ouais\nEntre deux méthanochimies, ça fonctionne aussi\nLes dipôles induits, frère, c'est une belle symphonie"}, {"titre": "Diffusion facilitée", "text_origine": "La diffusion facilitée (ou transport facilité) est un mécanisme de diffusion facilitée par des transporteurs membranaires. La diffusion facilitée correspond au passage spontané de molécules ou d'ions à travers une membrane biologique en passant par des molécules de transport. Ce processus ne consomme pas d'énergie et ne relève donc pas du transport actif. \nLes molécules polaires et les ions étant hydrophiles, ils ne peuvent pas diffuser librement à travers la membrane cellulaire à cause de la nature hydrophobe de la bicouche de phospholipides qui la constitue. Seules les petites molécules non polaires telles que l'oxygène peuvent traverser de telles membranes. Toutes les molécules polaires sont transportées à travers la membrane par des protéines qui forment des canaux transmembranaires. Ces canaux sont formés de telle sorte qu'ils peuvent s'ouvrir et se refermer afin de réguler le flux d'ions et de petites molécules polaires. Les molécules de taille plus importante traversent la membrane grâce à des perméases qui changent de conformation lorsqu'elles se lient à une molécule comme le glucose ou des acides aminés.\nLes molécules apolaires, tel que le rétinol ou les acides gras, sont peu solubles dans l'eau. Elles sont transportées dans les compartiments aqueux ou le milieu extracellulaire (aqueux aussi) par des transporteurs hydrophiles.", "element_cle": "1. La diffusion facilitée est un mécanisme de transport de molécules à travers une membrane biologique.\n2. Ce processus ne nécessite pas d'énergie et n'est pas considéré comme du transport actif.\n3. Les molécules polaires et les ions ne peuvent pas diffuser librement à travers la membrane cellulaire en raison de sa nature hydrophobe.\n4. Pour faciliter leur passage, les molécules polaires sont transportées par des protéines canaux transmembranaires.\n5. Les molécules apolaires sont peu solubles dans l'eau et sont transportées par des transporteurs hydrophiles.", "rap": "[Couplet 1]\nLa diffusion facilitée, ouais, c'est quoi ça?\nUn mécanisme de transport, à travers la membrane, t'as vu\nPas besoin d'énergie, non c'est pas actif\nC'est un procédé passif, qui fait son effet\n\n[Refrain]\nDiffusion facilitée, yeah c'est le move\nPas besoin de s'activer, ça groove\nLes molécules polaires, elles ont leur astuce\nProtéines canaux, pour passer sans truc\n\n[Couplet 2]\nLes ions, les molécules polaires, sans souci\nLa membrane hydrophobe, les laisse pas partir\nMais avec des protéines canaux, elles trouvent leur chemin\nDans la bonne direction, yeah, ça c'est malin\n\n[Refrain]\nDiffusion facilitée, yeah c'est le move\nPas besoin de s'activer, ça groove\nLes molécules polaires, elles ont leur astuce\nProtéines canaux, pour passer sans truc\n\n[Outro]\nAlors n'oublie pas, la diffusion facilitée\nUn processus simple, mais faut l'étudier\nPour comprendre le transport à travers la membrane\nEt les molécules, elles avancent sans problème"}, {"titre": "Polarité (chimie)", "text_origine": "En chimie, la polarité est la façon dont les charges électriques négatives et positives sont réparties dans une molécule ou une liaison chimique. La polarité est due à la différence d'électronégativité entre les atomes qui la composent, aux différences de charge qu'elle induit, et à leur répartition dans l'espace. La molécule ou la liaison est ainsi considérée comme un dipôle électrostatique : plus les charges sont réparties de façon asymétrique, plus elle est polaire, et inversement. Si les charges sont réparties de façon totalement symétrique, elle sera apolaire, c'est-à-dire qu'elle n'a pas de polarité électrique et n'est donc pas un dipôle électrostatique.\nLa polarité et ses conséquences (forces de van der Waals, liaison hydrogène) influent sur un certain nombre de caractéristiques physiques (tension superficielle, point de fusion, point d'ébullition, solubilité) ou chimiques (réactivité).", "element_cle": "1. La polarité en chimie est la répartition des charges électriques dans une molécule ou une liaison chimique. \n2. Elle est due à la différence d'électronégativité entre les atomes et à leur répartition dans l'espace. \n3. Une molécule ou une liaison peut être considérée comme un dipôle électrostatique si les charges sont réparties de façon asymétrique. \n4. Si les charges sont réparties de façon symétrique, la molécule est apolaire et n'a pas de polarité électrique. \n5. La polarité a des conséquences sur les forces de van der Waals, les liaisons hydrogène, ainsi que sur les propriétés physiques et chimiques d'une substance.", "rap": "[Couplet 1]\nLa polarité en chimie, c'est un vrai concept\nLa répartition des charges, un équilibre parfait\nDifférence d'électronégativité, ça joue un rôle clé\nDans une molécule, dans une liaison, faut pas se tromper\n\nLa polarité, c'est un dipôle électrostatique\nSi les charges sont asymétriques, c'est pas automatique\nMais si elles sont symétriques, la molécule est apolaire\nD'polarité électrique, elle peut pas se vanter\n\n[Refrain]\nLa polarité en chimie, faut bien la comprendre\nElle influe sur les forces, sur les liens à prendre\nDes liaisons hydrogène aux forces de van der Waals\nLa polarité, c'est pas du détail, c'est du capital\n\n[Couplet 2]\nLes conséquences de la polarité sont multiples\nSur les propriétés physiques et chimiques, faut pas qu'elle se dispute\nLes forces de van der Waals, elles varient en intensité\nEn fonction de la polarité, y'a pas d'égalité\n\nLes liaisons hydrogène aussi en sont impactées\nLa polarité permet des interactions bien dosées\nDes propriétés de solubilité aux points d'ébullition\nLa polarité en chimie, c'est l'essentiel de l'action\n\n[Refrain]\nLa polarité en chimie, faut bien la comprendre\nElle influe sur les forces, sur les liens à prendre\nDes liaisons hydrogène aux forces de van der Waals\nLa polarité, c'est pas du détail, c'est du capital"}, {"titre": "Hydrophobie (physique)", "text_origine": "L’hydrophobie (du grec υδρο, hydro = eau, et Φόϐος, phóbos = répulsion) caractérise les surfaces qui semblent repousser l'eau. En réalité, il ne s'agit pas d'une réelle répulsion, mais plutôt du fait que l'eau étant une molécule polaire, elle a une très nette attirance préférentielle pour les autres molécules polaires, ce qui va amener ces molécules à s'assembler entre elles et former des billes qui semblent être repoussées par les molécules non polaires avec lesquelles elles n'ont pas une aussi forte affinité, alors qu'en réalité, ce sont les affinités entre les molécules polaires qui chassent vers l'extérieur de ces billes les molécules qui n'ont pas la même affinité avec elle - un peu de la même façon que le gradient de pression de l'eau chasse de son sein les corps moins denses (qui n'ont donc pas la capacité de générer en leur sein un gradient de pression aussi raide). Ici, les molécules non polaires sont chassées vers la surface des billes formées par les molécules polaires.\n\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\nQuand les molécules non polaires sont immergées dans une masse polaire sans surfaces proches vers lesquelles s'échapper, elles sont repoussées dans une direction préférentielle dépendant de la gravitation. Les molécules non polaires qui, comme l'huile dans l'eau, sont moins denses que les molécules polaires, vont être repoussées vers la surface, alors que les molécules plus denses comme le mercure, vont couler, et que les molécules de densité similaire à celle du milieu polaire peuvent rester en suspension (émulsion) si leur concentration n'est pas suffisante pour qu'elles soient repoussées les unes vers les autres et former des billes de plus en plus grosses. Ceci se traduit par la non-solubilité des molécules apolaires dans le solvant polaire, menant à une ségrégation du soluté vis-à-vis du solvant (ou inversement). Des molécules comme les alcanes sont hydrophobes.\nIl est également intéressant de noter que dans les solvants polaires comme l’eau, de nombreux corps de la chimie minérale, pour être solubles, doivent pouvoir s'ioniser, c'est-à-dire se scinder en deux ions chargés positivement et négativement, qui vont se lier séparément avec les molécules d'eau. Et si les attractions au sein de la molécule organique sont trop fortes pour que le solvant puisse l'ioniser, celle-ci restera insoluble.\nChez les micro-organismes, les propriétés hydrophobes sont dues principalement à la présence d'hydrophobines (en), protéines particulières situées au niveau des membranes cellulaires.", "element_cle": "1. L'hydrophobie se réfère aux surfaces qui semblent repousser l'eau.\n2. Cette répulsion n'est pas réelle mais due à l'attraction préférentielle de l'eau pour les molécules polaires.\n3. Les molécules non polaires sont chassées vers la surface des billes formées par les molécules polaires.\n4. Les molécules non polaires dans un milieu polaire sans surface de fuite sont repoussées vers une direction préférentielle en fonction de la gravité.\n5. Les molécules non polaires moins denses que les molécules polaires sont repoussées vers la surface, tandis que les molécules plus denses coulent.\n6. Les molécules apolaires comme les alcanes sont hydrophobes.\n7. Les molécules apolaires ne se dissolvent pas dans les solvants polaires, entraînant une ségrégation du soluté par rapport au solvant.\n8. L'hydrophobie est un phénomène observable dans les solvants polaires tels que l'eau.", "rap": "[Couplet 1]\nL'hydrophobie, c'est une affaire de surface\nQui repousse l'eau, ça parait presque magique\nMais en réalité, c'est l'attraction polaire\nQui fait danser les molécules sur l'air\n\nLes molécules non polaires, elles se cachent\nEn surface des billes, elles se fâchent\nDans un milieu polaire, pas de fuite\nElles sont repoussées, y'a pas d'suite\n\n[Refrain]\nL'hydrophobie, un phénomène fascinant\nDans les solvants polaires, ça prend tout son sens\nLes molécules apolaires, elles sont rebelles\nElles se dissolvent pas, la ségrégation est réelle\n\n[Couplet 2]\nLes alcanes, par exemple, sont hydrophobes\nDans l'eau, ils flottent et montent en robe\nLes molécules moins denses, elles s'échappent\nVers la surface, là où elles se tapent\n\nLes molécules plus denses, elles s'enfoncent\nDans les profondeurs, l'hydrophobie les repousse\nLes solvants polaires, c'est leur terrain de jeu\nL'hydrophobie, c'est un phénomène en ain.\n\n[Refrain]\nL'hydrophobie, un phénomène fascinant\nDans les solvants polaires, ça prend tout son sens\nLes molécules apolaires, elles sont rebelles\nElles se dissolvent pas, la ségrégation est réelle"}, {"titre": "Interaction non covalente", "text_origine": "Une interaction non covalente diffère d'une liaison covalente en ce qu'elle n'implique pas le partage d'électrons, mais implique plutôt des variations plus dispersées des interactions électromagnétiques entre molécules ou au sein d'une molécule. L' énergie chimique libérée lors de la formation d'interactions non covalentes est généralement de l'ordre de 1 à 5 kcal / mol (1 000 à 5 000 calories pour 6,02 × 1023 molécules). Les interactions non covalentes peuvent être classées en différentes catégories, telles que les effets électrostatiques, les effets π, les forces de van der Waals et les effets hydrophobes.\nLes interactions non covalentes sont essentielles pour maintenir la structure tridimensionnelle de grosses molécules, telles que les protéines et les acides nucléiques . De plus, elles sont également impliqués dans de nombreux processus biologiques dans lesquels de grosses molécules se lient spécifiquement entre elles (voir la section propriétés de la page ADN ). Ces interactions influencent également fortement la conception de médicaments, la cristallinité et la conception des matériaux, en particulier pour l' auto-assemblage et, en général, la synthèse de nombreuses molécules organiques,,,.\nLes forces intermoléculaires sont des interactions non covalentes qui se produisent entre différentes molécules, plutôt qu'entre différents atomes de la même molécule.", "element_cle": "1. Les interactions non covalentes diffèrent des liaisons covalentes car elles n'impliquent pas le partage d'électrons.\n2. Elles sont basées sur des variations dispersées des interactions électromagnétiques entre molécules ou à l'intérieur d'une molécule.\n3. Ces interactions libèrent généralement une énergie chimique de 1 à 5 kcal/mol.\n4. Les différentes catégories d'interactions non covalentes comprennent les effets électrostatiques, les effets π, les forces de van der Waals et les effets hydrophobes.\n5. Elles sont essentielles pour maintenir la structure tridimensionnelle de grosses molécules comme les protéines et les acides nucléiques.\n6. Elles sont impliquées dans de nombreux processus biologiques où des molécules se lient spécifiquement entre elles. \n7. Elles influencent également la conception de médicaments, la cristallinité et la conception des matériaux, en particulier pour l'auto-assemblage et la synthèse de molécules organiques.\n8. Les forces intermoléculaires sont des interactions non covalentes qui se produisent entre différentes molécules, et non entre différents atomes de la même molécule.", "rap": "[Couplet 1]\nLes interactions non covalentes, c'est du lourd\nPas de partage d'électrons, un autre accord\nVariations dispersées, électromagnétiques\nEntre molécules, ça paraît chimétique\n\nEffets électrostatiques, effets π et forces de van der Waals \nEffets hydrophobes, c'est tout un dédale\nDe 1 à 5 kcal/mol, une énergie libérée\nEssentielle pour la structure, t'as bien pigé\n\n[Refrain]\nLes interactions non covalentes \nMaintiennent les grosses molécules dans la ligne droite\nC'est vital pour les protéines, les acides nucléiques\nÇa fait tourner les têtes dans les processus biologiques\n\n[Couplet 2]\nT'accroches pas, y a encore du feu \nCes interactions c'est aussi au milieu \nDes médicaments, elles façonnent la conception\nCristallinité et matériaux, une vraie connexion \n\nAuto-assemblage, synthèse organique \nLes interactions non covalentes, une formule magique\nDans la conception de molécules et la chimie\nElles font la différence, c'est pas un jeu de hasard, ouais c'est la vie\n\n[Refrain]\nLes interactions non covalentes \nMaintiennent les grosses molécules dans la ligne droite\nC'est vital pour les protéines, les acides nucléiques\nÇa fait tourner les têtes dans les processus biologiques"}, {"titre": "Molécule", "text_origine": "Une molécule est une structure de base de la matière appartenant à la famille des composés covalents. L'Union internationale de chimie pure et appliquée définit la molécule comme « une entité électriquement neutre comprenant plus d'un atome ». C'est l'assemblage chimique électriquement neutre d'au moins deux atomes, différents ou non, qui peut exister à l'état libre, et qui représente la plus petite quantité de matière possédant les propriétés caractéristiques de la substance considérée. Les molécules constituent des agrégats atomiques liés par des forces de valence (liaisons covalentes) et elles conservent leur individualité physique. Des forces plus faibles, telles les liaisons hydrogène et celles de type van der Waals, les maintiennent à proximité les unes des autres à l'état liquide et/ou solide.\nL'assemblage d'atomes constituant une molécule n'est pas définitif, il est susceptible de subir des modifications, c’est-à-dire de se transformer en une ou plusieurs autres molécules ; une telle transformation est appelée réaction chimique. En revanche, les atomes qui la constituent sont des assemblages (de particules) beaucoup plus stables, qui se conservent durant une réaction chimique car la transformation d'atomes, appelée transmutation, nécessite des apports d'énergie beaucoup plus importants faisant l'objet des réactions nucléaires.\nLa composition chimique d'une molécule est donnée par sa formule chimique. Exemples :\n\nla molécule de méthane CH4 est constituée d'un atome de carbone (C) et de quatre atomes d'hydrogène (H) ;\nla molécule de dioxygène O2 est constituée de deux atomes d'oxygène (O).", "element_cle": "- Une molécule est une structure de base de la matière appartenant à la famille des composés covalents.\n- La molécule est définie comme une entité électriquement neutre comprenant plus d'un atome.\n- Les molécules sont des agrégats atomiques liés par des forces de valence et conservent leur individualité physique.\n- Les molécules peuvent subir des modifications et se transformer en une ou plusieurs autres molécules lors d'une réaction chimique.\n- La composition chimique d'une molécule est donnée par sa formule chimique.", "rap": "[Couplet 1]\nUne molécule, c'est la base solide\nComposée d'atomes, elle est cohésive\nStructure covalente, elle est bien établie\nDans le monde de la matière, elle est essentielle\n\n[Refrain]\nLa molécule, c'est l'unité fondamentale\nDe la chimie, elle est capitale\nEntre les atomes, les liens se créent\nUne entité unique, neutre et complète\n\n[Couplet 2]\nPlusieurs atomes, un seul organisme\nLa molécule, la preuve de leur prism\nUn agrégat atomique, relié par les valences\nGarde son individualité, sa singularité\n\n[Refrain]\nLa molécule, c'est l'unité fondamentale\nDe la chimie, elle est capitale\nEntre les atomes, les liens se créent\nUne entité unique, neutre et complète\n\n[Couplet 3]\nLes molécules, elles se transforment\nDans une réaction chimique, elles se reforment\nModifications, multiples possibilités\nD'une molécule, naissent d'autres entités\n\n[Refrain]\nLa molécule, c'est l'unité fondamentale\nDe la chimie, elle est capitale\nEntre les atomes, les liens se créent\nUne entité unique, neutre et complète\n\n[Couplet 4]\nChaque molécule, sa formule chimique\nLa composition, ça la spécifie\nElle en dit long, sur ses atomes présents\nLa clé de la compréhension, c'est ça l'évidence\n\n[Refrain]\nLa molécule, c'est l'unité fondamentale\nDe la chimie, elle est capitale\nEntre les atomes, les liens se créent\nUne entité unique, neutre et complète"}, {"titre": "Diffusion facilitée", "text_origine": "La diffusion facilitée (ou transport facilité) est un mécanisme de diffusion facilitée par des transporteurs membranaires. La diffusion facilitée correspond au passage spontané de molécules ou d'ions à travers une membrane biologique en passant par des molécules de transport. Ce processus ne consomme pas d'énergie et ne relève donc pas du transport actif. \nLes molécules polaires et les ions étant hydrophiles, ils ne peuvent pas diffuser librement à travers la membrane cellulaire à cause de la nature hydrophobe de la bicouche de phospholipides qui la constitue. Seules les petites molécules non polaires telles que l'oxygène peuvent traverser de telles membranes. Toutes les molécules polaires sont transportées à travers la membrane par des protéines qui forment des canaux transmembranaires. Ces canaux sont formés de telle sorte qu'ils peuvent s'ouvrir et se refermer afin de réguler le flux d'ions et de petites molécules polaires. Les molécules de taille plus importante traversent la membrane grâce à des perméases qui changent de conformation lorsqu'elles se lient à une molécule comme le glucose ou des acides aminés.\nLes molécules apolaires, tel que le rétinol ou les acides gras, sont peu solubles dans l'eau. Elles sont transportées dans les compartiments aqueux ou le milieu extracellulaire (aqueux aussi) par des transporteurs hydrophiles.", "element_cle": "- La diffusion facilitée est un mécanisme de passage à travers une membrane biologique.\n- Elle est facilitée par des transporteurs membranaires.\n- Ce processus ne nécessite pas d'énergie et n'est pas considéré comme du transport actif.\n- Les molécules polaires et les ions ne peuvent pas diffuser librement à travers la membrane cellulaire à cause de sa nature hydrophobe.\n- Les molécules polaires sont transportées à travers la membrane par des protéines formant des canaux.\n- Les molécules de taille plus importante sont transportées par des perméases qui changent de conformation.\n- Les molécules apolaires sont peu solubles dans l'eau et sont transportées par des transporteurs hydrophiles.\n- Ce processus de diffusion facilitée est essentiel pour le fonctionnement de la cellule.", "rap": "[Couplet 1]\nLa diffusion facilitée, c'est le mécanisme\nPour traverser la membrane, c'est pas de l'artifice\nPas besoin d'énergie, pas de transport actif\nC'est simple et rapide, c'est très instructif\n\nAvec des transporteurs, c'est un phénomène\nPour les molécules polaires, c'est leurs robinets\nLes canaux protéiques, ouvre le chemin\nÀ travers la membrane, ça passe serein\n\n[Refrain]\nLa diffusion facilitée, c'est un voyage sans souci\nPour les molécules, c'est le passe-partout, c'est précis\nSans énergie, c'est le transport qui facilite\nPour le fonctionnement cellulaire, c'est essentiel, ça dynamise\n\n[Couplet 2]\nPour les molécules plus grosses, c'est différent\nLes perméases changent de conformation, c'est passionnant\nElles ouvrent la voie, c'est un boulevard\nPour les molécules apolaires, c'est le transport idéal\n\nHydrophiles, elles sont peu solubles dans l'eau\nMais avec des transporteurs, le voyage est sans défaut\nLa diffusion facilitée, c'est leur meilleur ami\nPour le bon fonctionnement cellulaire, c'est la clé\n\n[Refrain]\nLa diffusion facilitée, c'est un voyage sans souci\nPour les molécules, c'est le passe-partout, c'est précis\nSans énergie, c'est le transport qui facilite\nPour le fonctionnement cellulaire, c'est essentiel, ça dynamise"}, {"titre": "Molécule d'eau", "text_origine": "La molécule d’eau, de formule H2O, est le constituant essentiel de l’eau pure. Celle-ci contient également des ions résultant de l’autoprotolyse de l’eau selon l’équation d'équilibre : H2O  \n  \n    \n      \n        ⇌\n      \n    \n    {\\displaystyle \\rightleftharpoons }\n    H+ + OH− (ou 2 H2O  \n  \n    \n      \n        ⇌\n      \n    \n    {\\displaystyle \\rightleftharpoons }\n    H3O+ + OH−). L’eau pure n’est pas présente dans la nature et doit être obtenue par des processus physiques.\nL’eau à pression ambiante (environ un bar) est gazeuse au-dessus de 100 °C, solide en dessous de 0 °C et liquide entre les deux ; les autres composés proches ou apparentés (sulfure d’hydrogène, ammoniac et méthane) sont tous gazeux même à des températures bien plus basses.", "element_cle": "1. La molécule d'eau, de formule H2O, est essentielle à l'eau pure.\n2. L'eau pure contient des ions résultant de l'autoprotolyse de l'eau.\n3. L'eau pure n'existe pas naturellement et doit être obtenue par des procédés physiques.\n4. L'eau se présente sous forme gazeuse au-dessus de 100 °C, solide en dessous de 0 °C et liquide entre les deux.\n5. D'autres composés similaires à l'eau, tels que le sulfure d'hydrogène, l'ammoniac et le méthane, restent gazeux même à des températures beaucoup plus basses.", "rap": "[Couplet 1]\nLa molécule d'eau, ça pèse pas lourd\nH2O, c'est son code, c'est son discours\nElle est essentielle pour une eau pure\nSans elle, c'est la sécheresse, un manque d'azur\n\nElle se forme par autoprotolyse, tu vois\nDes ions se créent, un équilibre qui se déploie\nC'est grâce à ça que l'eau pure se manifeste\nEt dans notre vie, elle est tellement funeste\n\n[Refrain]\nH2O, la molécule sacrée\nElle donne vie à notre réalité\nDans le ciel ou en mer, elle est partout présente\nUne essence, une source, l'eau est notre élément\n\n[Couplet 2]\nMais l'eau pure, c'est un truc de laboratoire\nDans la nature, faut y mettre du savoir-faire\nDes procédés physiques, pour l'obtenir intacte\nLa filtration, l'évaporation, faut pas que ça se pacte\n\nAu-dessus de 100 °C, elle devient gaz\nEn-dessous de 0 °C, solide et rien ne lui glace\nEntre les deux, liquide, c'est vraiment trippy\nL'eau joue avec les états, défie la matière, ainsi va la vie\n\nMais y'a d'autres composés similaires à l'eau\nLe sulfure d'hydrogène, l'ammoniac et le méthane, ça rigole\nCes gaz sont stables, à des températures si basses\nL'eau, elle, est spéciale, elle nous rend la vie de glace\n\n[Refrain]\nH2O, la molécule sacrée\nElle donne vie à notre réalité\nDans le ciel ou en mer, elle est partout présente\nUne essence, une source, l'eau est notre élément"}, {"titre": "Effet hydrophobe", "text_origine": "L'effet hydrophobe est la tendance observée des substances non polaires à s'agréger dans une solution aqueuse et à exclure les molécules d'eau,. Le mot « hydrophobe » signifie littéralement « craignant l'eau », et il décrit la ségrégation de l'eau et des substances non polaires, ce qui maximise la liaison hydrogène entre les molécules d'eau et minimise la zone de contact entre l'eau et les molécules non polaires. En termes de thermo- dynamique, l'effet hydrophobe est le changement d'énergie libre de l'eau entourant un soluté. Un changement d'énergie libre positive du solvant environnant (l'eau) indique l'hydrophobie du soluté, tandis qu'un changement d'énergie libre négatif implique son hydrophilie.\nL'effet hydrophobe est responsable de la séparation d'un mélange d'huile et d'eau en ses deux composants. Il est également responsable des effets liés à la biologie, notamment: la formation de la membrane cellulaire et des vésicules, le repliement des protéines, l'insertion de protéines membranaires dans l'environnement lipidique non polaire et les associations protéines-petites molécules. Par conséquent, l'effet hydrophobe est essentiel à la vie,,,. Les substances pour lesquelles cet effet est observé sont appelées « hydrophobes ».", "element_cle": "1. L'effet hydrophobe est la ségrégation de l'eau et des substances non polaires.\n2. L'effet hydrophobe maximise la liaison hydrogène entre les molécules d'eau.\n3. L'effet hydrophobe est responsable de la séparation d'un mélange d'huile et d'eau.\n4. L'effet hydrophobe est essentiel à la vie biologique.\n5. Les substances observées avec cet effet sont appelées \"hydrophobes\".", "rap": "[Couplet]\nL'effet hydrophobe, c'est la ségrégation\nDe l'eau et des molécules non polaires en action\nUn phénomène chimique, qui se dévoile\nQuand l'eau repousse tout ce qui est huile\n\nMaximisant les liaisons entre les H2O\nCet effet, il est partout, amigo\nDans nos cellules, dans nos organes\nIl est essentiel, c'est pas un mensonge\n\n[Refrain]\nL'effet hydrophobe, c'est pas du bluff\nC'est la séparation de l'eau et de l'huile, c'est pas d'la tuff\nEssentiel à la vie biologique, ça c'est cool\nLes substances hydrophobes, on les appelle les \"fools\"\n\n[Couplet]\nImagine un mélange d'huile et d'eau\nGrâce à l'effet hydrophobe, ça se sépare en deux morceaux\nL'eau d'un côté, l'huile de l'autre\nC'est grâce à ça que la nature est autre\n\nDes forces moléculaires en jeu\nQui permettent aux molécules de se mettre en queue\nL'effet hydrophobe, c'est pas pour les fainéants\nC'est un phénomène essentiel et fascinant\n\n[Refrain]\nL'effet hydrophobe, c'est pas du bluff\nC'est la séparation de l'eau et de l'huile, c'est pas d'la tuff\nEssentiel à la vie biologique, ça c'est cool\nLes substances hydrophobes, on les appelle les \"fools\""}, {"titre": "Forces de London", "text_origine": "Les forces de dispersion de London sont des forces faibles intermoléculaires créées par des dipôles induits. Elles représentent en général la composante la plus importante des forces de Van der Waals. Elles tirent leur nom du physicien germano-américain Fritz London qui formula mathématiquement ces forces pour deux molécules identiques en 1937.\nLes forces de London existent du fait que la densité électronique des molécules est probabiliste : il y a une forte chance à tout moment pour que celle-ci ne soit pas équitablement répartie à travers la molécule, ce qui crée un léger moment dipolaire. Les moments dipolaires vont varier très rapidement au cours du temps. Ainsi à chaque distribution inhomogène se crée un moment dipolaire induit qui peut interagir avec les moments dipolaires induits des molécules voisines et une force s'exerce entre les molécules. Naturellement, ces dipôles induits peuvent également réagir avec un dipôle permanent (molécule polaire) mais les forces qui en résultent prennent alors le nom de forces de Debye. L'effet apparaît également dans les molécules polaires, mais ce sont alors les forces de Keesom qui prennent le dessus le plus souvent et les forces de London jouent alors un rôle souvent minime dans les interactions entre dipôles permanents.\nDe manière générale, pour des molécules polaires, les forces de London sont très faibles devant les autres forces intermoléculaires, par exemple les interactions ioniques ou les liaisons hydrogène ou les forces de Keesom entre dipôles permanents. Néanmoins, pour des molécules neutres (comme l'hélium), les forces de London sont la seule force attractive intermoléculaire à grande distance. Elles sont aussi prépondérantes dans les forces d'attraction entre molécules non polaires comme le diazote ou le méthane ou même les gaz rares. Sans l'effet des forces de London, il serait impossible de liquéfier ces gaz.", "element_cle": "1. Les forces de dispersion de London sont des forces faibles intermoléculaires créées par des dipôles induits.\n2. Fritz London a formulé mathématiquement ces forces en 1937.\n3. Les forces de London se produisent en raison de la densité électronique probabiliste des molécules.\n4. Les dipôles induits peuvent interagir avec les dipôles induits des molécules voisines, créant ainsi une force entre les molécules.\n5. Les forces de London sont prédominantes dans les interactions entre les molécules non polaires telles que le diazote ou le méthane.", "rap": "[Couplet]\nLes forces de London, c'est du rap scientifique\nDes forces faibles entre molécules, une prouesse unique\nCréées par des dipôles induits, c'est pas de la magie\nFritz London les a formulées en 37, une grande épopée\n\nLes forces de dispersion, des interactions probabilistes\nDensité électronique, c'est un phénomène atomique\nLes molécules non polaires, ça les captive\nDiazote, méthane, c'est dans leur ADN, c'est lucratif\n\n[Refrain]\nLes forces de London, c'est l'union des molécules\nDes dipôles induits, une énergie qui crépite\nEnsemble, elles se lient, une force invincible\nDans notre univers, les lois physiques s'équilibreront, garde le rythme"}, {"titre": "Hydrocarbure", "text_origine": "Un hydrocarbure (HC) est un composé organique constitué exclusivement d'atomes de carbone (C) et d'hydrogène (H). Sa formule brute est de la forme : CnHm.\nSous forme de carbone fossile, les hydrocarbures (pétrole et gaz naturel principalement) et le charbon constituent une ressource énergétique essentielle pour l'économie depuis la révolution industrielle, mais, par leur utilisation importante, ils sont aussi source de gaz à effet de serre (la vapeur d'eau H2O du fait des atomes d'hydrogène et le dioxyde de carbone CO2 du fait des atomes de carbone). La quantité d'eau sur la Terre augmente donc avec la combustion des hydrocarbures.\nL'éthane et le propane sont utilisés pour des applications chimiques à grande échelle. Ces deux gaz sont convertis soit en gaz de synthèse, soit en éthylène et propylène,. Les alcènes sont des précurseurs de produits chimiques précieux comme l'éthanol, l'époxyde d'éthylène, l'éthylène glycol, l'acide acétique, l'acide acrylique,,, l'acrylnitrile et les polymères haute performance. Une autre classe d'hydrocarbures spéciaux est le BTX, un mélange de benzène, de toluène et des trois isomères du xylène.\nCe sont des ressources non renouvelables (à l'échelle chronologique humaine) dont les gisements commencent localement à s'épuiser ou à être très coûteux et difficiles à exploiter (gisements marins ou très profonds, souvent de moindre qualité), qu'il s'agisse du pétrole ou du gaz naturel.\nOn peut trouver des lacs d'hydrocarbures sur Titan, un satellite de Saturne et on trouve des taches d'hydrocarbures sur Pluton.", "element_cle": "1. Les hydrocarbures sont des composés organiques constitués d'atomes de carbone et d'hydrogène.\n2. Le pétrole, le gaz naturel et le charbon sont d'importants hydrocarbures utilisés comme source d'énergie depuis la révolution industrielle.\n3. L'utilisation des hydrocarbures contribue à l'émission de gaz à effet de serre.\n4. L'éthane et le propane sont utilisés dans des applications chimiques à grande échelle.\n5. Les alcènes sont des précurseurs de nombreux produits chimiques précieux.\n6. Le BTX est un mélange de benzène, de toluène et de xylène.\n7. Les hydrocarbures sont des ressources non renouvelables dont les gisements s'épuisent localement.\n8. Certains satellites et planètes, comme Titan et Pluton, contiennent des hydrocarbures.", "rap": "[Couplet 1]\nLes hydrocarbures, composés organiques,\nDu carbone et de l'hydrogène, c'est la base logique.\nPétrole, gaz naturel, charbon, sources d'énergie,\nDepuis l'industrie, on les utilise à volonté.\n\n[Refrain]\nDes ressources précieuses, mais attention,\nLeur utilisation émet des émissions,\nDes gaz à effet de serre, impact sur l'environnement,\nPrenons le temps d'réfléchir, c'est important.\n\n[Couplet 2]\nEthane, propane, chimie à grande échelle,\nDans ces applications, ils sont essentiels.\nAlcènes, précurseurs de produits divers,\nLa chimie nous ouvre des portes à l'envers.\n\n[Refrain]\nMais l'BTX, benzène, toluène et xylène,\nCes mélanges chimiques, faut faire attention.\nDes hydrocarbures non renouvelables,\nLocalement, leurs gisements s'épuisent, c'est véritable.\n\n[Refrain]\nEt saviez-vous que même dans l'espace,\nDes satellites, Titan, Pluton, c'est la trace.\nDes hydrocarbures, partout dans l'univers,\nMystères à découvrir, de quoi s'émerveiller."}, {"titre": "Essence (hydrocarbure)", "text_origine": "L'essence est un liquide inflammable, issu de la distillation du pétrole, utilisé comme carburant dans les moteurs à combustion interne. C'est un carburant pour moteur à allumage commandé (moteur essence). C'est un mélange d’hydrocarbures, auxquels peuvent être ajoutés des additifs pour carburants.\nDe nombreux types d'essence (dont essences spéciales) sont fabriqués et mis sur le marché. On y trouve en moyenne :\n\n20 à 30 % d’alcanes, hydrocarbures saturés de formule CnH2n+2 ;\n5 % de cycloalcanes, hydrocarbures saturés cycliques ;\n30 à 45 % d’alcènes, hydrocarbures insaturés ;\n30 à 45 % d’hydrocarbures aromatiques, de la famille du benzène, etc.L'énergie contenue dans l'essence est d'environ 33 600 000 joules par litre, ou 46 700 000 joules par kilogramme (de pouvoir calorifique supérieur). C'est une forte densité d'énergie : environ 2,9 fois plus d'énergie par kilogramme que le bois sec par exemple.", "element_cle": "1. L'essence est un liquide inflammable utilisé comme carburant dans les moteurs à combustion interne.\n2. L'essence est issue de la distillation du pétrole et est un mélange d'hydrocarbures.\n3. Différents types d'essence, y compris des essences spéciales, sont fabriqués et mis sur le marché.\n4. La composition de l'essence comprend des alcanes, des cycloalcanes, des alcènes et des hydrocarbures aromatiques.\n5. L'énergie contenue dans l'essence est d'environ 33 600 000 joules par litre, ce qui en fait un carburant à forte densité énergétique.", "rap": "[Couplet 1]\nL'essence enflammée, qui fait tourner les moteurs\nDans ces rues où la vie, avance à vive allure\nMélange d'hydrocarbures, distillée du pétrole\nUn carburant puissant, véritable symbole\n\nIssus d'alcanes, de cycloalcanes aussi\nAlcènes et aromatiques, un cocktail infini\nDifférents types d'essence, sur le marché\nPour avancer plus loin, sans jamais se lasser\n\n[Refrain]\nL'essence, énergie concentrée dans chaque goutte\nElle fait vibrer l'asphalte, quand le moteur redémarre\nMais attention, trop de consommation déraille tout\nOn t'invite à la prudence, garde le contrôle sur tes choix\n\n[Couplet 2]\n33 millions de joules, pour chaque petit litre\nDensité énergétique, ce carburant équilibre\nMais rappelle-toi, qu'on ne peut pas gaspiller\nL'essence est précieuse, il faut la préserver\n\nDe l'éducation, faut prendre conscience\nSur l'impact qu'on a, sur cette essence\nDates et événements, marquent notre histoire\nMais ensemble on peut changer, pour un futur moins noir\n\n[Refrain]\nL'essence, énergie concentrée dans chaque goutte\nElle fait vibrer l'asphalte, quand le moteur redémarre\nMais attention, trop de consommation déraille tout\nOn t'invite à la prudence, garde le contrôle sur tes choix"}, {"titre": "Hydrocarbure aromatique", "text_origine": "Un hydrocarbure aromatique ou arène est un hydrocarbure dont la structure moléculaire comprend un cycle possédant une alternance  formelle de liaisons simples et doubles, et respectant la règle de Hückel sur l'aromaticité. Le qualificatif « aromatique » fut attribué à ces molécules avant la découverte du phénomène physique d'aromaticité, du fait qu'elles dégagent une odeur en général douce.\nLa configuration aromatique de six atomes de carbone est nommée cycle benzénique, d'après le plus simple hydrocarbure aromatique possible, le benzène. Les hydrocarbures aromatiques peuvent être monocycliques ou polycycliques.", "element_cle": "1. Un hydrocarbure aromatique est un composé chimique qui possède un cycle avec des liaisons simples et doubles.\n2. La structure moléculaire d'un hydrocarbure aromatique est basée sur la règle de Hückel sur l'aromaticité.\n3. Avant la découverte du phénomène physique d'aromaticité, ces molécules ont été appelées \"aromatiques\" en raison de leur odeur douce.\n4. Le cycle le plus simple d'un hydrocarbure aromatique est le cycle benzénique, composé de six atomes de carbone.\n5. Les hydrocarbures aromatiques peuvent être monocycliques ou polycycliques.", "rap": "[Couplet 1]\nHydrocarbures aromatiques, composés d'atomes magiques\nCycle avec des simples et doubles, c'est magnifique\nStructure moléculaire, règle de Hückel, on calcule\nAromaticité, phénomène qu'on élucide, on éjacule\n\n[Refrain]\nDes molécules \"aromatiques\", à l'odeur douce si caractéristique\nBenzénique, six atomes de carbone, c'est basique\nMonocycliques, polycycliques, la chimie en acrobatique\nHydrocarbures aromatiques, c'est la base, on le pratique\n\n[Couplet 2]\nDu phénol au naphtalène, en passant par l'aniline\nLes hydrocarbures aromatiques, c'est toute une discipline\nDes dérivés du pétrole aux colorants, une palette divine\nDans l'industrie, la recherche, cette science se propage, on s'incline\n\n[Refrain]\nDes molécules \"aromatiques\", à l'odeur douce si caractéristique\nBenzénique, six atomes de carbone, c'est basique\nMonocycliques, polycycliques, la chimie en acrobatique\nHydrocarbures aromatiques, c'est la base, on le pratique"}, {"titre": "Roche-mère (géologie)", "text_origine": "En géologie, une roche-mère est une roche sédimentaire riche en matière organique. Au cours de l’enfouissement du sédiment, et avec l'augmentation de la pression et de la température, la matière organique des roches-mères se transforme progressivement en hydrocarbures :\n\nsi les hydrocarbures restent à l’intérieur de la roche-mère on parle d’argiles bitumineuses, de pétrole de roche-mère, de gaz de roche-mère, appelés aussi respectivement « schistes » bitumineux, pétrole de « schiste » ou gaz de « schiste ». Ils constituent une part importante des hydrocarbures non conventionnels ;\nsi les hydrocarbures sont expulsés de la roche-mère et piégés dans une roche réservoir on parle soit d’hydrocarbures conventionnels soit, dans certains cas, de non conventionnels comme les sables bitumineux,.\nEn géologie pétrolière, la roche mère est l'une des trois composantes d'un système pétrolier, avec la roche réservoir et la roche couverture.", "element_cle": "1. Une roche-mère est une roche sédimentaire riche en matière organique.\n2. Au cours de l'enfouissement, la matière organique se transforme en hydrocarbures.\n3. Les hydrocarbures peuvent rester dans la roche-mère (argiles bitumineuses, pétrole de roche-mère, gaz de roche-mère).\n4. Les hydrocarbures peuvent être expulsés de la roche-mère et piégés dans une roche réservoir.\n5. La roche-mère fait partie du système pétrolier avec la roche réservoir et la roche couverture.", "rap": "[Couplet 1]\nJ'vais t'parler d'une roche-mère, viens écouter mes vers\nUne roche sédimentaire, mais c'est pas n'importe laquelle\nElle est riche en matière organique, ouais c'est vrai\nUne mine d'hydrocarbures, t'en fais pas, j'vais t'expliquer\n\n[Refrain]\nRoche-mère, elle est là pour tout libérer\nLa matière organique se transforme, faut l'savoir\nHydrocarbures coincés ou bien expulsés, c'est la loi\nLa roche-mère, pilier du système pétrolier, tu vois\n\n[Couplet 2]\nDans l'enfouissement, la magie se met en place\nMatière organique devient des hydrocarbures, c'est de l'espace\nMais faut pas croire qu'ils restent toujours dans cette roche\nDes argiles bitumineuses au gaz, tout ça se débloque\n\n[Refrain]\nRoche-mère, elle est là pour tout libérer\nLa matière organique se transforme, faut l'savoir\nHydrocarbures coincés ou bien expulsés, c'est la loi\nLa roche-mère, pilier du système pétrolier, tu vois"}, {"titre": "Hydrocarbure insaturé", "text_origine": "Dans la vaste famille des hydrocarbures (molécules formées comme leur nom l'indique d’hydrogène et de carbone), au sein de la classe des hydrocarbures aliphatiques, on distingue les hydrocarbures insaturés.\nPar opposition aux « hydrocarbures saturés » que sont les alcanes (hydrocarbures dont toutes les liaisons chimiques sont simples, ce qui les rend peu réactifs avec eux-mêmes et assez peu réactifs avec la plupart des autres atomes). Les hydrocarbures insaturés sont beaucoup plus réactifs que les autres hydrocarbures.\n\n", "element_cle": "1. Les hydrocarbures insaturés sont des molécules formées d'hydrogène et de carbone.\n2. Ils font partie de la classe des hydrocarbures aliphatiques.\n3. Contrairement aux alcanes, ils ont des liaisons chimiques doubles ou triples entre les atomes de carbone.\n4. Les hydrocarbures insaturés sont plus réactifs que les alcanes.\n5. Leur réactivité les rend utiles dans de nombreuses applications scientifiques et industrielles.", "rap": "[Couplet 1]\nHydrocarbure insaturé, c'est la définition\nHydrogène et carbone, c'est leur composition\nDans la classe des aliphatiques, ils sont classés\nDes liaisons doubles ou triples, ils sont dotés\n\nPlus réactifs que les alcanes, c'est leur réalité\nLeur réactivité, une grande utilité\nDans la science et l'industrie, ça reste une preuve\nDe leur importance dans de nombreuses épreuves\n\n[Refrain]\nLes hydrocarbures insaturés, un monde en action\nLeur utilité, une vraie passion\nDans les applications scientifiques et industrielles\nIls ont leur place, leur rôle essentiel\n\n[Couplet 2]\nDes dates marquantes, l'histoire en témoigne\nDes avancées scientifiques qui résonnent\nEn 1839, Dumas a isolé l'acétylène\nUn hydrocarbure insaturé qui sème la scène\n\nEn 1963, on découvre le benzène\nUn composé aromatique qui déchaîne\nLes réactions chimiques et les innovations\nDes applications multiples, des révélations\n\n[Refrain]\nLes hydrocarbures insaturés, un monde en action\nLeur utilité, une vraie passion\nDans les applications scientifiques et industrielles\nIls ont leur place, leur rôle essentiel"}, {"titre": "Hydrocarbure aromatique polycyclique", "text_origine": "Les hydrocarbures aromatiques polycycliques (HAP) sont une sous-famille des hydrocarbures aromatiques, c'est-à-dire des molécules constituées d’atomes de carbone et d’hydrogène mais dont la structure comprend au moins deux cycles aromatiques condensés.\nDepuis de nombreuses années, les HAP sont très étudiés car ce sont des composés présents dans tous les milieux environnementaux et qui montrent une forte toxicité. D’ailleurs, c’est une des raisons qui ont conduit à leur ajout dans la liste des polluants prioritaires par l’agence de protection de l'environnement des États-Unis (EPA US Environmental Protection Agency), dès 1976. Aujourd’hui, ils font également partie des listes de l’OMS (Organisation mondiale de la santé) et de la Communauté européenne. Bien qu'ils ne soient pas cités dans la liste déclaratoire de la convention de Stockholm portant sur les polluants organiques persistants (POP), ils sont répertoriés en tant que tels dans le protocole d'Aarhus (en).\nLes HAP semblent par ailleurs jouer un rôle majeur dans le milieu interstellaire.", "element_cle": "1. Les hydrocarbures aromatiques polycycliques (HAP) sont des molécules composées d'atomes de carbone et d'hydrogène avec au moins deux cycles aromatiques condensés.\n2. Les HAP sont présents dans tous les milieux environnementaux et sont considérés comme des polluants prioritaires.\n3. L'agence de protection de l'environnement des États-Unis a ajouté les HAP à sa liste des polluants prioritaires en 1976.\n4. Les HAP sont également répertoriés sur les listes de l'OMS et de la Communauté européenne.\n5. Bien que non cités dans la liste de la convention de Stockholm sur les polluants organiques persistants, les HAP sont répertoriés dans le protocole d'Aarhus.\n6. Les HAP jouent un rôle important dans le milieu interstellaire.", "rap": "[Couplet 1]\nYo, j'te parle d'Hydrocarbure Aromatique Polycyclique\nDes molécules composées, ça c'est typique\nCarbone et hydrogène, deux cycles condensés\nDes polluants prioritaires, faut les éradiquer\n\nPrésents dans tous les milieux, l'environnement en souffre\nL'Agence de Protection de l'Environnement prend le relais, c'est dur\nEn 76, ils sont ajoutés à la liste\nDes HAP partout, c'est risqué tu l'admets\n\n[Refrain]\nLes HAP, c'est pas du miel, c'est pas du sucre\nFaut agir, les éliminer, c'est pas un luxe\nOMS, Communauté européenne, ils le savent\nProtocole d'Aarhus, les HAP sont répertoriés, c'est grave\n\n[Couplet 2]\nIls sont pas cités dans la convention de Stockholm\nMais les HAP dans le protocole d'Aarhus y ont droit leur nom\nDes polluants organiques persistants, c'est vrai t'en as pas beaucoup\nMais dans l'espace, les HAP jouent un grand rôle, un coup d'éclat fou\n\nAlors c'est l'heure de faire attention, d'ouvrir nos yeux\nLes HAP, c'est pas qu'une question d'environnement, c'est sérieux\nEducate, informe-toi sur ces dates, ces événements\nEt ensemble on luttera, pour un futur plus sain sûrement\n\n[Refrain]\nLes HAP, c'est pas du miel, c'est pas du sucre\nFaut agir, les éliminer, c'est pas un luxe\nOMS, Communauté européenne, ils le savent\nProtocole d'Aarhus, les HAP sont répertoriés, c'est grave"}, {"titre": "Acides et bases de Lewis", "text_origine": "Un acide de Lewis est une espèce chimique qui contient une orbitale électronique vide qui est capable d'accepter une paire d'électrons d'une base de Lewis pour former un adduit de Lewis. Une base de Lewis est donc toute espèce qui a une orbitale remplie contenant une paire d'électrons qui n'est pas impliquée dans la liaison mais qui peut former une liaison covalente de coordination (aussi appelée liaison dative) avec un acide de Lewis pour former un adduit de Lewis.\nPar exemple, NH3 est une base de Lewis car il peut donner son doublet non liant d'électrons. Un autre acide de Lewis est le triméthylborane (Me3B) qui est capable d'accepter un doublet non liant. Dans un adduit de Lewis, l'acide et la base de Lewis partagent une paire d'électrons fournie par la base de Lewis, formant une liaison dative. Dans le cadre d'une réaction chimique spécifique entre NH3 et Me3B, le doublet non liant de NH3 formera une liaison covalente de coordination avec l'orbitale vide de Me3B pour former l'adduit NH3•Me3B. La terminologie fait référence aux contributions de Gilbert N. Lewis.\nLes termes nucléophile et électrophile correspondent plus ou moins à la base de Lewis et à l'acide de Lewis respectivement. Cependant, ces termes, en particulier leur nom abstrait que sont la nucléophilicité et l'électrophilicité, soulignent l'aspect cinétique de la réactivité, tandis que la basicité de Lewis et l'acidité de Lewis soulignent l'aspect thermodynamique de la formation d'adduits de Lewis.", "element_cle": "1. L'acide et la base de Lewis forment un adduit de Lewis grâce à une liaison dative.\n2. Un acide de Lewis est une espèce chimique avec une orbitale électronique vide.\n3. Une base de Lewis est une espèce qui a une orbitale remplie contenant une paire d'électrons.\n4. L'adduit de Lewis est formé lorsque l'acide accepte une paire d'électrons de la base.\n5. Exemples d'acides de Lewis : NH3 et triméthylborane (Me3B).\n6. L'adduit NH3•Me3B se forme par la liaison covalente de coordination entre leurs électrons.\n7. Les termes nucléophile et électrophile correspondent à la base et à l'acide de Lewis.\n8. La nucléophilicité et l'électrophilicité sont liées à la réactivité cinétique.\n9. La basicité de Lewis et l'acidité de Lewis sont liées à la formation thermodynamique des adduits de Lewis.\n10. La théorie des acides et bases de Lewis a été développée par Gilbert N. Lewis.", "rap": "[Couplet 1]\nL'acide et la base de Lewis, un duo chimique\nFormant un adduit de Lewis, c'est leur tactique\nUne liaison dative, un partage d'électrons\nUn échange parfait, plein de frissons\n\nUn acide de Lewis, il est avide\nUne orbitale vide, il se décide\nA accepter une paire d'électrons\nPour créer un adduit, c'est son hédonisme\n\n[Refrain]\nAcides et bases de Lewis, une danse chimique\nUn équilibre subtil, un juste équilibre\nNucléophile et électrophile, deux rôles distincts\nRéactivité cinétique, c'est leur refrain\n\n[Couplet 2]\nUne base de Lewis, elle est remplie\nD'une orbitale comblée, une belle harmonie\nUne paire d'électrons prête à donner\nPour former un adduit, et s'envoler\n\nLa nucléophilicité, l'électrophilicité\nLiées à leur réactivité, c'est leur réalité\nLa formation thermodynamique des adduits\nDépend de leur basicité, de leur acidité\n\n[Refrain]\nAcides et bases de Lewis, une danse chimique\nUn équilibre subtil, un juste équilibre\nNucléophile et électrophile, deux rôles distincts\nRéactivité cinétique, c'est leur refrain\n\n[Bridge]\nEt tout ça, c'est grâce à Gilbert N. Lewis\nLe père de la théorie, un génie de la chimie\nIl a su dévoiler les secrets de ces réactions\nEt nous éclairer sur ces interactions\n\n[Refrain]\nAcides et bases de Lewis, une danse chimique\nUn équilibre subtil, un juste équilibre\nNucléophile et électrophile, deux rôles distincts\nRéactivité cinétique, c'est leur refrain"}, {"titre": "Réaction acido-basique", "text_origine": "Une réaction acido-basique ou réaction acide-base est une réaction chimique au cours de laquelle un corps chimique ou entité dite « acide » réagit avec une entité dite « basique » et nommée base. Dans le cas des solvants protiques, en particulier les solutions aqueuses, il se produit un transfert d'un ou plusieurs ions H+ de l'acide vers la base.\nLa notion de couple acide-base date de 1920, puisqu'elle ne peut apparaître qu'après la définition commune du proton. Elle entérine définitivement le succès scientifique de la théorie de dissociation ionique d'Arrhenius, initialement objet de la violente controverse contre les ionistes ou partisans des ions, minoritaires.\nUn acide devient un corps chimique capable de se dissocier dans un solvant protique en libérant des ions H+ (protons, hydrons) en solution aqueuse. En réalité, les protons H+ libres ne sont pas présents en solution, mais se lient à des molécules d'eau pour former des ions hydronium, les plus simples des ions oxonium, H3O+, plus ou moins solvatés. Une base est une entité chimique capable de capter un ou plusieurs protons H+ et libérer l'ion hydroxyde, HO−, opposé basique et complémentaire du proton ou de l'ion hydronium acide.\nCette vision unitaire postule simplement un échange de proton entre un acide (donneur de proton) conjugué et une base (acceptrice de proton) conjuguée. Les réserves aux propositions formulées en 1921 par Joannes Brønsted et Thomas Lowry, concernant par exemple des corps chimiques singuliers comme l'ammoniac ou le trifluorure de bore, conduisent en 1923 à la théorie formulée par Gilbert Lewis, d'une portée plus générale et plus englobante, mais basée sur l'échange d'un doublet électronique, soit une paire d'électrons en couches superficielles. Une base de Lewis cède un doublet électronique alors qu'un acide de Lewis accepte le doublet.", "element_cle": "1. Une réaction acido-basique est une réaction chimique entre un acide et une base.\n2. Cette réaction implique un transfert d'ions H+ d'un acide vers une base. \n3. La notion de couple acide-base date de 1920 après la découverte du proton.\n4. Les acides se dissocient dans un solvant protique pour libérer des ions H+.\n5. Les protons H+ se lient à des molécules d'eau pour former des ions hydronium, H3O+.\n6. Les bases peuvent capturer des protons H+ et libérer l'ion hydroxyde, HO−.\n7. La théorie de Brønsted-Lowry en 1921 et la théorie de Lewis en 1923 formalisent les concepts d'acide et de base.\n8. La théorie de Lewis se base sur l'échange d'un doublet électronique entre une base et un acide de Lewis.\n9. Les acides de Lewis acceptent le doublet électronique, tandis que les bases de Lewis le cèdent.\n10. Ces théories ont permis de mieux comprendre les réactions acido-basiques.", "rap": "[Couplet 1]\nUne réaction acido-basique, une chimie explosive\nQuand un acide et une base s'engagent, ça déménage\nLe transfert d'ions H+, un ballet chimique\nDes réactions qui suivent un rythme prophétique\n\nLa notion de couple acide-base, l'année 1920\nAprès la découverte du proton, tout devient plus clair\nLes acides se dissocient, libèrent des ions H+\nDans un solvant protique, c'est un jeu de société\n\n[Refrain]\nRéaction acido-basique, chimie dynamique\nDes protons H+ qui dansent, c'est magnifique\nDe Brønsted-Lowry à Lewis, les théories s'érigent\nPour mieux comprendre ces réactions qui intriguent\n\n[Couplet 2]\nLes protons H+ s'associent avec l'eau, formation d'hydronium\nUne nouvelle entité, une danse endiablée, un tandem\nLes bases captent les protons, libèrent l'ion hydroxyde\nC'est la base qui contrebalance, qui danse et qui guide\n\nBrønsted-Lowry en 1921, Lewis en 1923\nLes théories qui formalisent, qui donnent les clés\nL'échange de doublets électroniques, une interaction\nLes acides de Lewis acceptent, les bases les cèdent sans mention\n\nCes théories, ces concepts, nous éclairent\nSur les réactions acido-basiques qui nous font taire\nLa chimie se dévoile, se révèle sous nos yeux\nUne symphonie d'ions, une danse dans les cieux\n\n[Refrain]\nRéaction acido-basique, chimie dynamique\nDes protons H+ qui dansent, c'est magnifique\nDe Brønsted-Lowry à Lewis, les théories s'érigent\nPour mieux comprendre ces réactions qui intriguent"}, {"titre": "Acide aminé", "text_origine": "Un acide aminé est un acide carboxylique qui possède également un groupe fonctionnel amine. De tels composés organiques ont donc à la fois un groupe carboxyle –COOH et un groupe amine, par exemple une amine primaire –NH2 ou une amine secondaire –NH–. Dans le monde vivant, on connaît environ 500 acides aminés, dont environ 149 sont présents dans les protéines. Ces acides aminés peuvent être classés de nombreuses manières différentes : on les classe ainsi souvent en fonction de la position du groupe amine par rapport au groupe carboxyle en distinguant par exemple les acides α-aminés, β-aminés, γ-aminés ou δ-aminés ; on peut également les classer en fonction de leur polarité, de leur point isoélectrique ou de leur nature aliphatique, aromatique, cyclique ou à chaîne ouverte, voire de la présence de groupes fonctionnels autres que le carboxyle et l'amine qui définissent cette classe de composés.\nEn biochimie, les acides α-aminés jouent un rôle crucial dans la structure, le métabolisme et la physiologie des cellules de tous les êtres vivants connus, en tant que constituants des peptides et des protéines. Ils constituent à ce titre l'essentiel de la masse du corps humain après l'eau. Ils présentent, à de rares exceptions près, une structure générique du type H2N–HCR–COOH, où R est la chaîne latérale identifiant l'acide α-aminé. Toutes les protéines de tous les êtres vivants connus ne sont constituées — à quelques exceptions près — que de 22 acides aminés différents, parfois légèrement modifiés, dits acides aminés protéinogènes. Parmi ceux-ci, 19 acides aminés ne contiennent que quatre éléments chimiques : le carbone, l'hydrogène, l'oxygène et l'azote ; deux acides aminés contiennent en plus un atome de soufre, et un acide aminé assez rare contient un atome de sélénium. Ces acides aminés forment de longs biopolymères linéaires, appelés polypeptides, dans lesquels les monomères sont unis entre eux par des liaisons peptidiques. Un acide aminé engagé dans une ou deux liaisons peptidiques au sein d'un polypeptide est un résidu d'acide aminé. L'ordre dans lequel ces résidus se succèdent dans les polypeptides est la séquence peptidique et est déterminé par les gènes à travers le code génétique, qui établit une relation entre les codons de trois bases nucléiques et chacun de ces résidus.\nLes acides aminés sont quasiment tous des molécules chirales, dont les représentants naturels sont essentiellement les énantiomères L ; il existe également des acides aminés D dans les parois bactériennes et certains antibiotiques, comme la gramicidine, qui est un peptide non ribosomique. Outre leur rôle dans les protéines, les acides aminés protéinogènes peuvent également être précurseurs de biosynthèses importantes. C'est par exemple le cas de la glycine, précurseur de la porphyrine, laquelle donne l'hème des globules rouges, ainsi que de l'acide inosinique, qui donne les bases puriques des acides nucléiques. En outre, plusieurs acides aminés, protéinogènes ou non, jouent également un rôle central dans la physiologie de l'organisme, indépendamment de leur contribution aux protéines. Ainsi, la carnitine, un acide aminé non protéinogène, intervient dans le transport des lipides. Le glutamate (protéinogène) et l'acide γ-aminobutyrique (GABA, non protéinogène) sont, dans le cerveau, respectivement le principal neurotransmetteur excitateur et le principal inhibiteur du système nerveux central. Il existe par ailleurs de très nombreux autres acides α-aminés biologiques non protéinogènes, dont certains dérivent des acides aminés protéinogènes par modification post-traductionnelle sur les protéines — par exemple la citrulline, qui dérive de l'arginine, et l'acide pyroglutamique, par lactamisation de l'acide glutamique — ou n'entrent pas dans la constitution des protéines — par exemple la DOPA et l'ornithine. Certains acides α-aminés naturels peuvent également être toxiques, comme l'acide domoïque, qui est une phycotoxine.\nNeuf des 22 acides aminés protéinogènes sont dits essentiels pour l'humain car ils ne peuvent pas être produits par le métabolisme humain et doivent par conséquent être apportés directement par l'alimentation. D'autres acides aminés peuvent également être essentiels selon l'âge ou l'état de santé. La liste des acides aminés essentiels diffère selon les espèces : les ruminants, par exemple, obtiennent plusieurs acides aminés, qu'ils ne synthétisent pas eux-mêmes, à partir des produits de digestion par les microorganismes dans leur réticulorumen. En raison de leur importance biologique, les acides aminés sont des éléments importants en nutrition et sont couramment utilisés dans les compléments alimentaires. Diverses technologies font également appel aux acides aminés, par exemple comme engrais, en technologie alimentaire dans l'industrie agroalimentaire, en pharmacie, en chimie fine et en synthèse organique (synthèse asymétrique par exemple).", "element_cle": "Clés de texte :\n\n1. Un acide aminé est un acide carboxylique avec un groupe fonctionnel amine.\n2. Il existe environ 500 acides aminés connus, dont 149 sont présents dans les protéines.\n3. Les acides aminés peuvent être classés en fonction de la position du groupe amine par rapport au groupe carboxyle et de leur polarité.\n4. Les acides α-aminés jouent un rôle crucial dans la structure et le métabolisme des cellules.\n5. Les protéines sont principalement composées de 22 acides aminés différents, dont certains sont légèrement modifiés.", "rap": "[Couplet 1]\nUn acide aminé, c'est pas juste un nom pompeux\nUn acide carboxylique et une amine, rien de faux\n500 connus, mais seulement 149 en protéines\nClassifiés selon la position, la polarité, de toute évidence\n\n[Couplet 2]\nLes acides α-aminés, cruciaux pour nos cellules\nStructure et métabolisme, leur rôle est essentiel\nLes protéines, composées de 22 variétés\nCertaines modifiées, pour encore plus de complexité\n\n[Refrain]\nAcide aminé, oh oui, clés du savoir\nDans les protéines, ils sont là pour régner\nStructure et fonction, c'est leur devoir\nDans le monde cellulaire, ils sont reconnus et loués"}, {"titre": "Acide", "text_origine": "Un acide est un composé chimique minéral ou organique accepteur, au sens large, de doublets électroniques. Il est généralement défini par des réactions-types dans différents solvants, en particulier en libérant l'ion hydronium dans l'eau.\nLes acides réagissent souvent en dégageant de l'énergie avec d'autres composés chimiques appelés bases (les alcalis des Anciens), qui, elles, donnent des doublets électroniques et ont le pouvoir de générer, en tout ou partie, l'ion hydroxyle dans l'eau. Les acides forts, dans un milieu solvant donné, initient des réactions complètes et rapides, transformant le solvant en sa forme la plus acide ; les acides faibles contribuent à des réactions équilibrées. L'existence de plusieurs fonctionnalités acides au sein d'un même composé chimique caractérise les polyacides.\nDans le cadre de la théorie de Brønsted-Lewis, le pH d'une solution obtenue en dissolvant un acide dans l'eau est inférieur à sept.\nLes acides sont connus depuis l'Antiquité pour leur pouvoir de dissolution des métaux, ainsi que, de manière plus floue avant Lavoisier, le pouvoir de neutraliser les solutions alcalines. Le chimiste britannique Boyle les identifiait au XVIIe siècle par leur capacité à rougir la teinture de tournesol, mais aussi par leur surprenant pouvoir de précipiter le soufre de ses solutions alcalines.", "element_cle": "1. Un acide est un composé chimique accepteur de doublets électroniques.\n2. Les acides réagissent avec des bases en libérant l'ion hydronium dans l'eau.\n3. Les acides forts initient des réactions complètes et rapides, tandis que les acides faibles contribuent à des réactions équilibrées.\n4. Le pH d'une solution contenant un acide est inférieur à sept selon la théorie de Brønsted-Lewis.\n5. Les acides étaient utilisés dès l'Antiquité pour dissoudre les métaux et neutraliser les solutions alcalines.", "rap": "[Couplet 1]\nTrop souvent on pense qu'un acide, c'est violent\nMais laisse-moi t'expliquer, c'est pas tout à fait évident\nC'est un compo-chimique qui veut un p'tit électron\nIl réagit avec une base, libère l'hydronium\n\n[Refrain]\nAcide et base, c'est un duo explosif\nLeur réaction donne un résultat conclusif\nAcides forts, réactions rapides et complètes\nAcides faibles, équilibre, rien ne les entête\n\n[Couplet 2]\nLe pH d'une solution acide est toujours plus bas\nSept, c'est la frontière, selon Brønsted-Lewis, j'te l'dis pas\nDepuis l'Antiquité, on utilise les acides\nPour dissoudre les métaux, contre les bases on les bride\n\n[Refrain]\nAcide et base, c'est un duo explosif\nLeur réaction donne un résultat conclusif\nAcides forts, réactions rapides et complètes\nAcides faibles, équilibre, rien ne les entête"}, {"titre": "Acide acétique", "text_origine": "L'acide éthanoïque ou acide acétique est un acide carboxylique avec une chaîne carbonée théorique en C2, analogue à l'éthane, de formule semi-développée CH3-CO-OH ou courte AcOH, où Ac signifie « CH3CO », du groupe acétyle. L'adjectif du nom courant provient du latin acetum, signifiant vinaigre. En effet, l'acide acétique représente le principal constituant du vinaigre après l'eau, puisqu'il lui donne son goût acide et son odeur piquante détectable à partir d'1 ppm.\nLa distillation du vinaigre, attestée dès l'époque médiévale en Europe, a permis d'obtenir l'acide acétique pur, liquide combustible incolore à forte odeur de vinaigre, de masse volumique de l'ordre d'1,05 g/cm3 à 20 °C qui se solidifie par simple immersion dans un bain eau-glace. Il est encore connu sous le nom d'acide acétique glacial ou autrefois de vinaigre fort. C'est le premier acide industriel connu.\nCe liquide très faiblement conducteur, incolore, inflammable et hygroscopique représente à température ambiante un des plus simples acides monocarboxyliques, avec l'acide formique.\nSon acidité caractérisée en solution aqueuse par un pKa = 4,76 vient de sa capacité à perdre temporairement le proton de sa fonction carboxylique, le transformant ainsi en ion acétate CH3COO−. C'est un acide faible.\nCet acide coagule le latex et a des propriétés bactériostatiques, ce qui permet de l'utiliser comme désinfectant. Il est également utilisé comme composant d'insecticides et d'agent de nettoyage pour la fabrication de semi-conducteurs. Il est corrosif et ses vapeurs sont irritantes pour le nez et les yeux.\nTrès corrosif vis-à-vis des tissus organiques et vivants, il doit être manipulé avec soin. Bien qu'il n'ait pas été jugé cancérogène ou dangereux pour l'environnement, il peut causer des brûlures ainsi que des dommages permanents à la bouche, au nez, à la gorge et aux poumons. À certaines doses et en co-exposition chronique avec un produit cancérogène, son caractère irritant en fait un promoteur tumoral de tumeurs (bénignes et malignes). Ceci a été démontré expérimentalement chez le rat.\nDans le corps humain, l'acide acétique est normalement produit après la consommation d'alcool : l'éthanol est converti en acétaldéhyde qui est alors converti en acide acétique sous l'influence de l'enzyme acétaldéhyde déshydrogénase et ensuite en acétyl-coA par la ligase acétate-CoA.", "element_cle": "- L'acide acétique est un acide carboxylique avec une formule semi-développée CH3-CO-OH.\n- Il est le principal constituant du vinaigre et lui donne son goût acide.\n- Il peut être obtenu par distillation du vinaigre.\n- L'acide acétique est également connu sous le nom d'acide acétique glacial ou de vinaigre fort.\n- Il est utilisé comme désinfectant, composant d'insecticides et agent de nettoyage.\n- Il est corrosif et ses vapeurs sont irritantes pour le nez et les yeux.\n- Il peut causer des brûlures et des dommages permanents à la bouche, au nez, à la gorge et aux poumons.\n- A certaines doses, il peut agir comme un promoteur tumoral en présence d'un produit cancérogène.", "rap": "[Couplet 1]\nAcide acétique, force chimique\nAvec sa formule semi-développée, il brille \nCH3-CO-OH, son identité\nDans le vinaigre, son goût acide est gravé\n\nPrincipal constituant, il règne en maître\nDistillation, pour le capturer dans l'air\nAcide acétique glacial, vinaigre fort\nIl porte plusieurs noms, ça sonne fort\n\n[Refrain]\nL'acide acétique, puissance corrosive\nUtilisé en désinfectant, pas d'alternative\nAgent de nettoyage, insecticides aussi\nMais ses vapeurs irritent, faut faire attention ici\n\n[Couplet 2]\nCorrosif, dangereux pour tes sens\nIrritant pour tes yeux et ton nez, une offense\nBrûlures et dommages permanents, attention\nBouche, nez, gorge, poumons, il cause des ravages\n\nMais ce n'est pas tout, son pouvoir plus sombre\nPromoteur tumoral en présence d'un nombre\nDose précise, avec un produit cancérogène\nAcide acétique rime avec nocif, faut que ça résonne\n\n[Refrain]\nL'acide acétique, puissance corrosive\nUtilisé en désinfectant, pas d'alternative\nAgent de nettoyage, insecticides aussi\nMais ses vapeurs irritent, faut faire attention ici"}, {"titre": "Principe HSAB", "text_origine": "Le principe HSAB, aussi connu sous le nom théorie HSAB ou concept acide-base de Pearson, est très utilisé en chimie pour expliquer la stabilité des composés, les vitesses des réactions, etc.\nHSAB est l’acronyme de Hard and Soft Acids and Bases (acides et bases durs et mous) ; dans le cadre de la théorie HSAB, les termes « acide et base » sont à entendre dans le sens d’acide de Lewis et base de Lewis dans le cadre général des équilibres ou réactions d’oxydo-réduction ; les termes « dur et mou » ne doivent pas être confondus avec les termes « fort et faible » des acides et bases classiques (dont la « force » se mesure à leur pH en solution molaire, c’est-à-dire leur faculté à libérer ou capter des protons).", "element_cle": "1. Le principe HSAB est une théorie utilisée en chimie pour expliquer la stabilité des composés et les vitesses des réactions.\n2. HSAB signifie Hard and Soft Acids and Bases, se référant aux acides et bases durs et mous.\n3. Dans la théorie HSAB, les termes \"acide\" et \"base\" correspondent aux acides et bases de Lewis.\n4. Les termes \"dur\" et \"mou\" ne sont pas à confondre avec les termes \"fort\" et \"faible\" des acides et bases classiques.\n5. La théorie HSAB aborde les équilibres et réactions d'oxydo-réduction.\n\nVoici une liste des 5 éléments clés du texte.", "rap": "[Couplet 1]\nLe principe HSAB, j'te dévoile ses secrets\nEn chimie, c'est la théorie qu'on retient\nComposés stables, réactions rapides\nHard and Soft Acids and Bases, hey ça t'inspire ?\n\n[Refrain]\nHSAB, acides et bases durs et mous\nÇa parle de stabilité, de réactions, c'est fou\nHard or Soft, ça dépend d'la Lewis\nOn parle pas de force, c'est pas les classiques\n\n[Couplet 2]\nDur et mou, ça veut pas dire fort ou faible\nLa théorie HSAB, elle est pas pareille\nOn parle des équilibres, des réactions d'oxydo\nC'est la clé pour comprendre, alors ouvre tes yeux\n\n[Refrain]\nHSAB, acides et bases durs et mous\nÇa parle de stabilité, de réactions, c'est fou\nHard or Soft, ça dépend d'la Lewis\nOn parle pas de force, c'est pas les classiques"}, {"titre": "Réaction d'oxydoréduction", "text_origine": "Une réaction d'oxydoréduction ou réaction rédox est une réaction chimique au cours de laquelle se produit un transfert d'électrons. Elle consiste en une réaction oxydante couplée à une réaction réductrice. L'espèce chimique qui capte les électrons est l'oxydant et celle qui les cède, le réducteur. La réaction est caractérisée par une variation du nombre d'oxydation (n.o.) de chacune des espèces en jeu. Les réactions d’oxydoréduction peuvent libérer de l’énergie (réaction exergonique ou exothermique) ou en absorber (réaction endergonique ou endothermique).\nUn exemple de réaction d'oxydoréduction est la formation de rouille, où le fer est le réducteur et l'oxygène l'oxydant :\n4 Fe + 3 O2 ⟶ 2 Fe2O3 ;\nLa famille des réactions d'oxydoréduction est très large. Elles se produisent lors des combustions, pendant certains dosages métallurgiques, durant la corrosion des métaux, dans les phénomènes d'électrochimie, la respiration cellulaire et la photosynthèse. Cette diversité s'explique par la mobilité de l'électron, sa faible masse et son ubiquité dans la matière.", "element_cle": "1. Une réaction d'oxydoréduction est une réaction chimique avec transfert d'électrons\n2. Elle comprend une réaction oxydante et une réaction réductrice\n3. Ce sont des réactions caractérisées par une variation du nombre d'oxydation des espèces chimiques impliquées\n4. Elles peuvent libérer ou absorber de l'énergie\n5. La formation de rouille est un exemple courant de réaction d'oxydoréduction\n6. Ces réactions sont impliquées dans les combustions, les dosages métallurgiques, la corrosion des métaux, l'électrochimie, la respiration cellulaire et la photosynthèse\n7. La mobilité de l'électron, sa faible masse et son ubiquité dans la matière expliquent la diversité de ces réactions", "rap": "[Couplet 1]\nUne réaction d'oxydoréduction, c'est du lourd\nTransfert d'électrons, c'est le pouvoir\nEntre oxydation et réduction, le jeu s'installe\nLe nombre d'oxydation, il se travaille\n\n[Couplet 2]\nLibération ou absorption d'énergie, ça dépend\nCes réactions, elles ont du talent\nLa formation de rouille, on la connaît bien\nUn exemple courant, qui nous fait du bien\n\n[Refrain]\nRéaction d'oxydoréduction, un phénomène fascinant\nDu métal qui se corrode à l'électrochimie dansant\nDans les combustions, les dosages ou la respiration\nCes réactions, elles sont partout, c'est notre éducation\n\n[Couplet 3]\nLa mobilité de l'électron, sa légèreté\nC'est ce qui explique, la diversité\nDes dosages métallurgiques à la photosynthèse\nCes réactions, elles sont des promesses\n\n[Couplet 4]\nL'électron est partout, on peut pas le nier\nDans la matière, il est omniprésent\nEt c'est ça qui fait, la grandeur de ces réactions\nOn les étudie, avec passion\n\n[Refrain]\nRéaction d'oxydoréduction, un phénomène fascinant\nDu métal qui se corrode à l'électrochimie dansant\nDans les combustions, les dosages ou la respiration\nCes réactions, elles sont partout, c'est notre éducation"}, {"titre": "Potentiel d'oxydoréduction", "text_origine": "Le potentiel d'oxydoréduction, ou potentiel redox, est une grandeur empirique exprimée en volts  et généralement notée \n  \n    \n      \n        \n          E\n          \n            h\n          \n        \n      \n    \n    {\\displaystyle E_{h}}\n   (ou, pour le potentiel redox standard, E0(Mn+/M) où M désigne un métal quelconque). Ce potentiel est exprimé par rapport à une référence, souvent mesurée par une électrode normale à hydrogène (ENH, d'où l'unité V/ENH rencontrée dans certains ouvrages). Cette mesure est appliquée aux couples d'oxydoréduction pour prévoir la réactivité des espèces chimiques entre elles. Le potentiel standard E0 est mesuré par rapport au couple proton/dihydrogène (H+/H2), de potentiel standard nul par convention.", "element_cle": "1. Le potentiel d'oxydoréduction est une grandeur exprimée en volts.\n2. Il est généralement noté E ou E0(Mn+/M) pour le potentiel redox standard.\n3. Le potentiel est mesuré par rapport à une référence, souvent une électrode normale à hydrogène (ENH).\n4. Cette mesure est utilisée pour prévoir la réactivité des espèces chimiques entre elles.\n5. Le potentiel standard E0 est mesuré par rapport au couple proton/dihydrogène (H+/H2) de potentiel standard nul.", "rap": "[Couplet 1]\nLe potentiel d'oxydoréduction, c'est puissant\nExprimé en volts, faut pas que tu trébuches\nNote-le bien, c'est E ou E0(Mn+/M)\nLe potentiel redox standard, ça en jette\n\n[Mesure du potentiel]\nPour mesurer le potentiel, faut une référence\nUne électrode normale à hydrogène, un peu en avance\nENH, c'est son petit nom dans le game\nElle donne la mesure, pas de place pour les flammes\n\n[Reactivité des espèces]\nCette mesure, elle sert à prédire\nLa réactivité des espèces chimiques, à en finir\nElles se combattent, se transforment en fusion\nGrâce au potentiel, prédit les réactions, c'est du lourd mon gars\n\n[Potentiel standard]\nLe potentiel standard, E0 on l'appelle\nIl se mesure par rapport au couple H+/H2, telle est la belle\nLe dihydrogène, le protron, références absolues\nAvec un potentiel standard nul, c'est pas du bluff\n\n[Refrain]\nPotentiel d'oxydoréduction, volts en action\nRéactions chimiques, c'est toute une ambition\nMesure, prévision, réactivité ça claque\nLe potentiel standard, tout cela il attaque"}, {"titre": "Demi-vie", "text_origine": "La demi-vie est le temps mis par une substance (molécule, médicament ou autre) pour perdre la moitié de son activité pharmacologique ou physiologique. Employée par extension dans le domaine de la radioactivité, la demi-vie, également appelée période radioactive, est le temps au bout duquel la moitié des noyaux radioactifs d'une source se sont désintégrés.\nLe terme demi-vie est souvent mal interprété : deux demi-vies ne correspondent pas à la vie complète du produit. La demi-vie est en fait la médiane de la durée de vie d'un produit, c'est-à-dire la durée en deçà de laquelle il reste plus de 50 % du produit, et au-delà de laquelle il en reste moins de 50 %. En biologie ou biochimie, la demi-vie est parfois notée L50 ou B50 (durée de vie d'espérance 50 %). La demi-vie est différente de la durée de vie moyenne.\nLa demi-vie se mesure en secondes (s). Les demi-vies supérieures à 1 000 s sont souvent données en heures (h), jours (j), années (a) ou multiples d'années (il s'agit alors, sauf mention contraire, de l'année julienne : 1 a = 365,25 j = 31 557 600 s exactement).", "element_cle": "1. La demi-vie est le temps nécessaire à une substance pour perdre la moitié de son activité.\n2. La demi-vie est utilisée en radioactivité pour mesurer la désintégration des noyaux radioactifs.\n3. Deux demi-vies ne correspondent pas à la durée de vie complète d'un produit.\n4. La demi-vie est la médiane de la durée de vie d'un produit.\n5. La demi-vie est mesurée en secondes, heures, jours ou années.", "rap": "[Couplet 1]\nLa demi-vie, c'est le temps qu'il faut\nPour qu'une substance perde son impact haut\nElle est utilisée en radioactivité\nPour des noyaux qui perdent leur vitalité\n\nDeux demi-vies, ça ne fait pas la totale\nPour la vie d'un produit, c'est une équation bancale\nLa demi-vie, c'est la médiane en théorie\nDe la durée de vie d'un élément, ouais c'est ça la magie\n\n[Refrain]\nLa demi-vie, mesure de l'éphémère\nEn secondes, heures, jours ou années\nRappelle-toi ce concept essentiel\nDans le rap éducatif, on va t'en parler\n\n[Couplet 2]\nLa demi-vie, c'est pas juste une notion abstraite\nC'est un outil pour comprendre des faits concrets\nDes éléments qui se dégradent avec le temps\nDans le monde scientifique, ils font leur chemin\n\nLa demi-vie, une donnée importante à découvrir\nPour comprendre l'évolution, pour ne pas se mentir\nElle nous enseigne que tout est voué à changer\nRien n'est permanent, tout finit par se désintégrer\n\n[Refrain]\nLa demi-vie, mesure de l'éphémère\nEn secondes, heures, jours ou années\nRappelle-toi ce concept essentiel\nDans le rap éducatif, on va t'en parler"}, {"titre": "Eau de Javel", "text_origine": "L'eau de Javel (appelée aussi javel ou anciennement eau de Javelle,) est une solution liquide oxydante fréquemment utilisée comme désinfectant et comme décolorant.\nÉtudiée particulièrement à partir de 1775 par le chimiste Claude-Louis Berthollet, dont la manufacture de produits chimiques a été construite dans le quartier de Javel à Paris, elle est composée d'hypochlorite de sodium pur (NaClO), en solution aqueuse avec du sel (NaCl), résiduel du procédé de fabrication.\nLa réaction de fabrication de l'eau de Javel (NaClO) à partir de dichlore et de soude (NaOH) est : \nCl2 + 2 NaOH → NaCl + NaClO + H2O.\nL'eau de Javel est une solution basique, dont le pH varie en fonction de la concentration (pH = 11,5 pour l'eau de Javel à 2,6 % de chlore actif ; pH = 12,5 pour l'eau de Javel concentrée à 9,6 % de chlore actif).\nL'eau de Javel contenant des atomes de chlore, on dit souvent par extension que de l'eau javellisée est « chlorée », terme qui est imprécis, car l'acide chlorhydrique est également une solution chlorée, et l'odeur caractéristique de l'eau de Javel n'a rien à voir avec l'odeur du dichlore.\n\n", "element_cle": "1. L'eau de Javel est une solution liquide oxydante utilisée comme désinfectant et décolorant.\n2. Elle a été étudiée à partir de 1775 par le chimiste Claude-Louis Berthollet.\n3. Elle est composée d'hypochlorite de sodium pur en solution aqueuse avec du sel.\n4. La réaction de fabrication de l'eau de Javel implique du dichlore et de la soude.\n5. Le pH de l'eau de Javel varie en fonction de sa concentration en chlore actif.", "rap": "[Couplet 1]\nL'eau de Javel, désinfectant bien connu\nDans tous les foyers, elle est toujours venue\nOxydante, décolorant, elle fait le job\nMais connais-tu son histoire, son parcours ?\n\nEn 1775, Berthollet, chimiste érudit\nÉtudie l'eau de Javel, la met au défi\nIl découvre sa composition, son secret\nHypochlorite de sodium, un ingrédient parfait\n\n[Refrain]\nL'eau de Javel, une solution puissante\nPour désinfecter, nettoyer en un instant\nMais attention, son pH est important\nSon chlore actif, selon la concentration\n\n[Couplet 2]\nLa fabrication de l'eau de Javel, un procédé\nDichlore, soude, une réaction, on y va\nLe mélange révèle cette solution magique\nQui détruit les bactéries, en un seul geste éthique\n\nAlors rappelle-toi, l'eau de Javel, c'est fort\nUtilise-la avec précaution, renforc"}, {"titre": "Cycle de l'oxygène", "text_origine": "Le cycle de l'oxygène est un cycle biogéochimique qui permet d'expliquer les transformations de l'oxygène dans la biosphère terrestre entre ses différents degrés d'oxydation, en ions,  oxides et molécules à travers diverses réactions rédox, dans et entre les réservoirs de la planète Terre.\nL'oxygène est l'un des éléments les plus abondants sur Terre et représente une grande partie de chaque réservoir principal. Les processus du cycle de l'oxygène sont considérés comme  biologique ou  géologique et sont évalués en tant que « source » (production) ou « puits » (consommation) de O2,.\nCe cycle est indissociable du cycle du carbone puisque celui-ci s'effectue grâce au dioxyde de carbone utilisé lors de la photosynthèse. Cette dernière produit du dioxygène, qui, par le biais de la respiration, brûle les composants carbonés produits par la photosynthèse pour redonner du dioxyde de carbone. En dernière analyse, photosynthèse et respiration sont à l'origine de la production et de l'équilibre des gaz atmosphériques.\nLes deux mécanismes -CO2 + H2O → sucres + dioxygène et vice versa - conditionnent la circulation du carbone et de l'oxygène.", "element_cle": "1. Le cycle de l'oxygène est un processus biogéochimique qui implique des transformations de l'oxygène dans la biosphère terrestre.\n2. Les différentes réactions rédox permettent la conversion de l'oxygène entre ses différents degrés d'oxydation, en ions, oxides et molécules.\n3. L'oxygène est présent en quantité abondante sur Terre et est un élément majeur dans chaque réservoir principal.\n4. Le cycle de l'oxygène est composé de processus biologiques et géologiques, où il peut être une source (production) ou un puits (consommation) d'oxygène.\n5. Ce cycle est lié au cycle du carbone car il utilise le dioxyde de carbone pendant la photosynthèse pour produire de l'oxygène.\n6. La respiration utilise ensuite l'oxygène pour brûler les composants carbonés produits par la photosynthèse, régénérant ainsi du dioxyde de carbone.\n7. La photosynthèse et la respiration jouent un rôle essentiel dans la production et l'équilibre des gaz atmosphériques.\n8. Les mécanismes de conversion entre CO2 + H2O → sucres + dioxygène et vice versa conditionnent la circulation du carbone et de l'oxygène.", "rap": "[Couplet 1]\nDans l'biogéochimie, tout est une affaire d'échange\nLe cycle de l'oxygène dans la biosphère terrestre, ça se mange\nDes réactions rédox, des transformations à foison\nIons, oxides, molécules, l'oxygène change de maison\n\n[Refrain]\nLe cycle de l'oxygène, ça tourne dans toutes les sphères\nAbondant sur Terre, c'est l'élément à l'air fier\nProduction ou consommation, il est là pour jouer\nLié au cycle du carbone, il sait jongler\n\n[Couplet 2]\nPhotosynthèse, la nature fait son show\nCO2 capturé, l'oxygène est de retour en gros\nRespiration, on brûle le carbone des plantes\nRegénérant du dioxyde de carbone, pas d'manquant \n\n[Refrain]\nLe cycle de l'oxygène, ça tourne dans toutes les sphères\nAbondant sur Terre, c'est l'élément à l'air fier\nProduction ou consommation, il est là pour jouer\nLié au cycle du carbone, il sait jongler\n\n[Outro]\nPhotosynthèse, respiration, un duo de choc\nL'équilibre des gaz atmosphériques, c'est leur job\nCO2 en sucres, dioxygène en retour\nLa circulation de carbone et oxygène, pour toujours."}, {"titre": "Pont salin", "text_origine": "Un pont salin ou pont électrolytique, en électrochimie, est un petit équipement de laboratoire utilisé pour connecter deux compartiments d'une cellule galvanique, un type de cellule électrochimique. Chacun des compartiments contient une solution contenant l'oxydant et le réducteur d'un couple redox (chaque compartiment est une demi-cellule). Le pont salin contient un électrolyte inerte du point de vue électrochimique et permet donc la conduction d'un courant électrique entre les deux demi-cellules sans que les deux solutions se mélangent.", "element_cle": "- Un pont salin est un équipement utilisé en électrochimie.\n- Il sert à connecter deux compartiments d'une cellule galvanique.\n- Chaque compartiment contient une solution avec un couple redox.\n- Le pont salin permet la conduction d'un courant électrique entre les demi-cellules.\n- Les deux solutions ne se mélangent pas grâce à l'électrolyte inerte du pont salin.", "rap": "[Couplet]\nPont salin, connexion des compartiments\nEn électrochimie, un équipement efficient\nCellule galvanique, deux solutions distinctes\nCouple redox, une réaction qui s'installe rapidement\n\nPont salin, conduction d'un courant électrique\nEntre les demi-cellules, le flux est spécifique\nLes électrons se déplacent, à toute vitesse\nGrâce à l'électrolyte inerte, la réaction est précise\n\n[Refrain]\nPont salin, maîtrise de l'électrochimie\nUn outil clé pour les réactions chimiques\nDans un laboratoire, où la science brille\nLe pont salin, symbole de l'éducation qui nous guide \n\n[Couplet]\nPont salin, des notions pédagogiques\nMêlées aux dates clés, une approche logique\n1807, le premier emploi\nPar Humphry Davy, dans toute sa gloire\n\nEn 1869, le Nobel est créé\nPour reconnaitre la sublime avancée\nGrâce aux ponts salins, la recherche évolue\nLa connaissance grandit, dans les laboratoires\n\n[Refrain]\nPont salin, maîtrise de l'électrochimie\nUn outil clé pour les réactions chimiques\nDans un laboratoire, où la science brille\nLe pont salin, symbole de l'éducation qui nous guide"}, {"titre": "Surpotentiel", "text_origine": "En électrochimie, le surpotentiel (appelée surtension en français) est la différence de potentiel (tension) entre le potentiel d'oxydoréduction d'une demi-réaction déterminé thermodynamiquement et le potentiel auquel la réaction redox est observée expérimentalement. Le terme est directement lié à l'efficacité de la tension dune cellule. \nDans une cellule électrolytique, l'existence d'un surpotentiel implique que la cellule nécessite plus d'énergie que prévu thermodynamiquement pour que la réaction ait lieu. Dans une cellule galvanique, l'existence d'un surpotentiel signifie que moins d'énergie sera récupérée que l'étude thermodynamique de la réaction ne le prévoit.  \nDans chaque cas, l'énergie supplémentaire/manquante est perdue sous forme de chaleur. La quantité de surpotentiel est propre à chaque type de cellule et varie selon les conditions expérimentales - celle-ci varie également lors d'une même réaction. Le surpotentiel est déterminé expérimentalement en mesurant le potentiel auquel une densité de courant donnée (généralement faible) est atteinte.", "element_cle": "1. Le surpotentiel est la différence de potentiel entre le potentiel d'oxydoréduction thermodynamique et le potentiel observé expérimentalement.\n2. Il est directement lié à l'efficacité de la tension d'une cellule électrochimique.\n3. Dans une cellule électrolytique, un surpotentiel implique que plus d'énergie est nécessaire pour que la réaction ait lieu.\n4. Dans une cellule galvanique, un surpotentiel signifie que moins d'énergie sera récupérée que prévu.\n5. Le surpotentiel est mesuré expérimentalement en fonction de la densité de courant atteinte.", "rap": "[Couplet 1]\nLe surpotentiel, faut pas l'ignorer,\nDifférence de potentiel à expérimenter,\nThermodynamique, c'est la base à explorer,\nPour comprendre comment tout est connecté.\n\nLe surpotentiel, c'est la tension qui compte,\nDans une cellule électrochimique, faut pas que ça hésite,\nPlus le surpotentiel est haut, plus c'est efficace,\nPour activer la réaction, faut qu'ça s'attise.\n\n[Refrain]\nSurpotentiel, énergie additionnelle,\nC'est l'essentiel pour une réaction qui se déballe,\nDans la cellule électrolytique, c'est vital,\nEt dans la cellule galvanique, y'a moins de carnaval.\n\n[Couplet 2]\nLe surpotentiel, un indicateur de taille,\nPlus il est élevé, plus c'est une bataille,\nDans l'électrolyse, faut booster la puissance,\nPour que la réaction démarre avec audace.\n\nLe surpotentiel, c'est aussi récupéré,\nDans une cellule galvanique, faut pas s'en cacher,\nMoins d'énergie sera là pour en profiter,\nIl faut l'prendre en compte, faut l'anticiper.\n\n[Refrain]\nSurpotentiel, énergie additionnelle,\nC'est l'essentiel pour une réaction qui se déballe,\nDans la cellule électrolytique, c'est vital,\nEt dans la cellule galvanique, y'a moins de carnaval."}]