[{"titre": "Planète tellurique", "text_origine": "Une planète tellurique (du latin tellus, « la terre, le sol »), en opposition aux planètes gazeuses, est une planète composée essentiellement de roches et de métal qui possède en général trois enveloppes concentriques (noyau, manteau et croûte). Sa surface est solide et composée principalement de matériaux non volatils, généralement des roches silicatées et du fer métallique. Sa densité est donc relativement élevée, comprise entre 4 et 5,7.\nDans notre Système solaire, les planètes telluriques sont les quatre planètes internes, situées entre le Soleil et la ceinture d'astéroïdes : Mercure, Vénus, la Terre et Mars. La Lune , Japet ainsi que Io, la première des quatre grosses lunes de Jupiter, ont une structure similaire et pourraient donc aussi être qualifiés de telluriques. Les planètes telluriques sont beaucoup plus petites que les planètes gazeuses mais ont une densité beaucoup plus élevée car elles sont composées principalement de fer et de silicates.\nOn recherche activement des planètes de ce genre parmi les systèmes planétaires autres que le nôtre, mais leur détection est rendue difficile par leur faible masse, bien plus petite que celle des géantes gazeuses ou des étoiles. Plusieurs planètes telluriques ont cependant été découvertes : Gliese 581 c en avril 2007, Kepler-186 en avril 2014, Kepler-452 b et peut-être onze autres en juillet 2015, et fin 2015 trois planètes de dimensions terrestres pouvant abriter de l'eau liquide autour de l'étoile TRAPPIST-1.", "element_cle": "1. Une planète tellurique est composée essentiellement de roches et de métal.\n2. Elle possède généralement trois enveloppes concentriques : noyau, manteau et croûte.\n3. Sa surface est solide et principalement constituée de matériaux non volatils tels que des roches silicatées et du fer métallique.\n4. Les planètes telluriques du système solaire incluent Mercure, Vénus, la Terre et Mars.\n5. La Lune et certaines lunes de Jupiter peuvent également être qualifiées de planètes telluriques en raison de leur structure similaire.\n6. Les planètes telluriques sont plus petites que les planètes gazeuses mais ont une densité plus élevée en raison de leur composition riche en fer et en silicates.\n7. La recherche de planètes telluriques dans d'autres systèmes planétaires est difficile en raison de leur faible masse.\n8. Cependant, plusieurs planètes telluriques ont été découvertes, dont Gliese 581 c, Kepler-186, Kepler-452 b et TRAPPIST-1.", "rap": "[Couplet]\nUne planète tellurique, c'est du solide, du métal\nComposée de roches, d'un noyau, d'un manteau, d'une croûte, c'est vital\nSur sa surface, des silicates et du fer métallique\nMercure, Vénus, Terre et Mars, elles en font partie\n\n[Couplet]\nMais y'a pas que ça, faut pas les oublier\nLa Lune, les lunes de Jupiter, elles sont aussi qualifiées\nLeur densité est plus élevée, elles sont plus petites\nC'est grâce à leur composition, riche en fer et en silicates\n\n[Refrain]\nPlanètes telluriques, solides et bien réelles\nDans l'univers, elles ont leur place, c'est pas pareil\nDifficile à trouver, à cause de leur faible masse\nMais Gliese 581 c, Kepler-186, Kepler-452 b et TRAPPIST-1 sont là, en classe"}, {"titre": "Hypothèse de la nébuleuse", "text_origine": "L'hypothèse de la nébuleuse solaire est le modèle le plus communément accepté pour expliquer la formation et l'évolution du Système solaire. L'hypothèse suggère que le Système solaire s'est formé à partir de matière provenant d'une nébuleuse. Cette théorie a été développée par Emmanuel Kant et a été publiée dans son texte intitulé Universal Natural History and Theory of Heaven (en).\nOriginellement appliqué seulement au Système solaire, ce processus de formation des systèmes planétaires est aujourd'hui largement considéré comme étant à l'œuvre dans l'ensemble de l'Univers. La variante moderne la plus acceptée de cette théorie est le modèle du disque de la nébuleuse solaire (MDNS) ou, plus simplement, modèle de la nébuleuse solaire. Cette hypothèse de la nébuleuse offre plusieurs explications sur une grande variété de propriétés que possède le Système solaire, incluant les orbites quasi circulaires et coplanaires des planètes, et leur mouvement dans la même direction que la rotation du Soleil. Aujourd'hui, quelques éléments de l'hypothèse de la nébuleuse se retrouvent dans les théories modernes de la formation des planètes, mais la majorité de ses éléments ont toutefois été mis de côté.\nSelon l'hypothèse de la nébuleuse, les étoiles se forment dans des nuages très massifs et denses d'hydrogène moléculaire – des nuages moléculaires géants. Ces nuages sont gravitationnellement instables et la matière qui s'y amalgame se regroupe en petits amas plus denses, qui, à leur tour, tournent, s'effondrent et forment des étoiles. La formation des étoiles est un processus complexe qui produit toujours un disque protoplanétaire gazeux autour de la jeune étoile. Ce processus peut éventuellement donner naissance à des planètes dans certaines circonstances qui ne sont pas encore très bien connues. La formation des systèmes planétaires est donc considérée comme étant un résultat naturel de la formation des étoiles.\nUne étoile comme le Soleil prend approximativement 1 million d'années à se former, avec un disque protoplanétaire qui évoluera en un système planétaire après 10 à 100 millions d'années.\nLe disque protoplanétaire est un disque d'accrétion qui nourrit l'étoile en son centre. Initialement très chaud, le disque se refroidit avec le temps en ce qui est connu comme une étape d'étoile variable de type T Tauri ; ici, la formation de petits grains de poussière faits de roche et de glace est possible. Les grains peuvent éventuellement se coaguler en planétésimaux dont la grandeur peut atteindre le kilomètre. Si le disque est assez massif, l'accrétion exponentielle peut alors commencer, résultant en une formation rapide — 100 000  à   300 000 ans — d'embryons planétaires, qui peuvent varier de la taille d'un satellite naturel jusqu'à celle de Mars. Plus près de l'étoile, les embryons planétaires entrent dans un stade de fusionnement violent, produisant des planètes telluriques. Cette dernière étape peut prendre environ 100 millions à un milliard d'années.\nLa formation des planètes géantes est cependant un peu plus compliquée. On pense qu'elle se fait au-delà de la ligne des glaces, au-delà de laquelle les embryons planétaires sont constitués majoritairement de différents types de glaces. Conséquemment, elles sont plusieurs fois plus massives que celles dans la partie interne du disque protoplanétaire. Ce qui se passe après la formation des embryons n'est pas encore complètement compris. Certains embryons semblent continuer à grandir et éventuellement atteindre de 5 à 10 masses terrestres (M⊕), qui est la valeur limite nécessaire au commencement de l'accumulation du gaz hélium-hydrogène qui provient du disque. L'accumulation de gaz par le noyau est initialement un processus lent qui continue pendant plusieurs millions d'années, mais après que la protoplanète en formation atteint environ 30 M⊕, le processus s'accélère et procède de manière emballée. Des planètes comme Jupiter et Saturne sont considérées comme ayant accumulé la majorité de leur masse dans une période de seulement 10 000 ans. L'accrétion s'arrête quand le gaz du disque s'est épuisé. Les planètes peuvent aussi migrer sur de grandes distances pendant ou après leur formation. On pense que des géantes de glace, comme Uranus ou Neptune, seraient des « noyaux échoués », qui se seraient formés trop tard, alors que le disque avait presque totalement disparu.", "element_cle": "former à partir d'une nébuleuse. Le modèle de la nébuleuse solaire explique la formation des planètes et des systèmes planétaires dans l'Univers. La théorie a été développée par Emmanuel Kant et publiée dans son texte intitulé Universal Natural History and Theory of Heaven. Le modèle du disque de la nébuleuse solaire est la variante moderne de cette hypothèse. Les caractéristiques du Système solaire, telles que les orbites quasi circulaires des planètes, sont expliquées par cette théorie. Certains éléments de l'hypothèse de la nébuleuse sont encore présents dans les théories modernes de la formation des planètes. Les étoiles se forment à partir de nuages moléculaires géants d'hydrogène moléculaire. La formation des étoiles produit un disque protoplanétaire qui peut donner naissance à des planètes. La formation des systèmes planétaires est un processus naturel de la formation des étoiles. La formation du Soleil à partir d'une nébuleuse prend environ 1 million d'années.", "rap": "[Couplet 1]\nHypothèse de la nébuleuse, c'est parti\nUn modèle solaire, une théorie qui s'explicite\nEmmanuel Kant, à l'origine de cette vision\nPubliée dans son texte, Universal Natural History\n\nLe disque de la nébuleuse, un concept actuel\nExpliquant la formation des systèmes, c'est essentiel\nDes orbites quasi circulaires, une cohérence\nLes caractéristiques du Système solaire en abondance\n\n[Refrain]\nLa nébuleuse, source de vie universelle\nLa naissance des planètes, phénomène réel\nLa théorie s'applique, dans les formations stellaires\nLe processus naturel, une histoire millénaire\n\n[Couplet 2]\nÉtoiles se forment à partir de gaz moléculaire\nNuages géants d'hydrogène, une matière première\nUn disque protoplanétaire, un berceau prometteur\nOù naissent les planètes, un futur enchanteur\n\nLa formation des systèmes planétaires\nUn processus qui se répète, dans l'univers entier\nLa nébuleuse donne naissance au Soleil\nUn million d'années, pour le voir s'éveiller\n\n[Refrain]\nLa nébuleuse, source de vie universelle\nLa naissance des planètes, phénomène réel\nLa théorie s'applique, dans les formations stellaires\nLe processus naturel, une histoire millénaire"}, {"titre": "Planète géante", "text_origine": "Une planète géante, parfois abrégé simplement en géante en l'absence d'ambiguïté (notamment avec les étoiles géantes), est une planète très volumineuse. Ce type de planète forme l'une des deux familles de planètes que l'on trouve dans le Système solaire. L'autre famille regroupe les quatre planètes telluriques.\nCes planètes sont, dans le Système solaire, les quatre planètes les plus éloignées du Soleil. Ces planètes possèdent un nombre important de satellites. Elles possèdent aussi toutes des anneaux planétaires. Elles s'opposent aux planètes telluriques, composées principalement de roches et de métaux.\nBien qu'historiquement regroupées dans une seule et même catégorie, les astronomes subdivisent les planètes géantes en deux catégories distinctes : les planètes géantes gazeuses, aussi nommées planètes joviennes ou parfois géantes joviennes en référence à Jupiter, qui sont composées presque exclusivement d'éléments chimiques légers (hydrogène et hélium) ; et les planètes géantes de glaces, qui ont également une épaisse atmosphère d'hydrogène et d'hélium mais dont la composition globale en volume contient beaucoup plus de composés plus lourds appelés \"glaces\". Dans le système solaire, la première sous-catégorie regroupe Jupiter et Saturne, composées d'environ 90 % de gaz (hydrogène, hélium), alors que la deuxième regroupe Uranus et Neptune, qui ne contiennent sur l'ensemble de leur volume qu'environ 20 % d'hydrogène et d'hélium.", "element_cle": "1. Les planètes géantes sont une des deux familles de planètes présentes dans le système solaire.\n2. Elles sont composées principalement d'hydrogène et d'hélium.\n3. Les planètes géantes se subdivisent en deux catégories distinctes : les géantes gazeuses et les géantes de glaces.\n4. Jupiter et Saturne sont des exemples de géantes gazeuses, tandis qu'Uranus et Neptune sont des géantes de glaces.\n5. Les planètes géantes possèdent de nombreux satellites et des anneaux planétaires.", "rap": "[Couplet 1]\nLes planètes géantes, yo, faut les connaître\nDans notre système solaire, c'est pas un mystère\nComposées d'hydrogène et d'hélium, c'est clair\nElles sont les plus grosses, faut pas les taire\n\n[Couplet 2]\nOn les divise en deux catégories distinctes\nLes géantes gazeuses, comme Jupiter et Saturne\nEt les géantes de glaces, Uranus, Neptune, dingues\nElles ont des satellites, des anneaux qui déclenchent\n\n[Refrain]\nDes planètes géantes, yeah, c'est tout un monde\nHydrogène, hélium, elles en ont à la ronde\nDes gaz et des glaces, différentes mais étonnantes\nExplore l'univers, comprends ces planètes géantes"}, {"titre": "Planète", "text_origine": "Une planète est un corps céleste orbitant autour du Soleil ou d'une autre étoile, possédant une masse suffisante pour que sa gravité la maintienne en équilibre hydrostatique, c'est-à-dire sous une forme presque sphérique, et ayant « nettoyé le voisinage de son orbite », c'est-à-dire éliminé tout objet de taille comparable se déplaçant sur son orbite ou sur une orbite proche. Par extension, on qualifie parfois aussi de planètes les objets libres de masse planétaire ou tout objet qui est un grand corps astronomique arrondi n'étant ni une étoile, ni son vestige.\nLa théorie actuellement reconnue au sujet de la formation des planètes est celle de l'hypothèse de la nébuleuse, selon laquelle un nuage moléculaire — la nébuleuse solaire dans le cas du Système solaire — gravitationnellement instable s'effondre pour former une étoile ainsi qu'un disque protoplanétaire ; ce dernier peut ensuite donner lieu à la création de planètes par l'accumulation progressive de matière sous l'effet de la gravitation, un phénomène nommé accrétion. Selon la définition des planètes actuellement reconnue, le Système solaire compte au moins huit planètes : les planètes telluriques Mercure, Vénus, la Terre, et Mars, puis les planètes géantes Jupiter, Saturne, Uranus et Neptune. Elles possèdent toutes une atmosphère planétaires — bien que celle de Mercure soit très ténue et qualifiable d'exosphère — et certaines partagent des caractéristiques communes telles que la présence de calottes glaciaires, de saisons, de volcanisme, de cyclones, ou de tectonique. Toutes, sauf Vénus et Mars, génèrent un champ magnétique planétaire et toutes, sauf Mercure et Vénus, possèdent des satellites naturels. Par ailleurs, chacune des quatre planètes géantes est en outre entourée d’un système d'anneaux de poussières et d’autres particules, dont le plus proéminent est celui de Saturne.\nLe mot planète provient du grec ancien πλανήτης, planếtês signifiant « en mouvement », par opposition aux étoiles fixes. Ce terme désigne initialement le Soleil, la Lune, et les cinq points mouvants observés à l'œil nu, à savoir Mercure, Vénus, Mars, Jupiter et Saturne. Ces planètes ont historiquement des associations religieuses ou culturelles, qui se retrouvent par exemple dans leur dénomination d'après la mythologie romaine ou dans le nom des jours de la semaine. Ptolémée fut l'un des premiers à essayer de comprendre leur formation et leur trajectoire, en venant à la conclusion que toutes étaient en orbite autour de la Terre selon un mouvement déférent et épicyclique. Par la suite, l'idée que les planètes tournent autour du Soleil, l'héliocentrisme, est suggérée à plusieurs reprises puis confirmée par les observations de Galilée utilisant les premières lunettes astronomiques. La liste des planètes a fortement varié au gré des découvertes et des nouvelles définitions en astronomie, la Terre n'étant par exemple considérée comme une planète que depuis l'acceptation de l'héliocentrisme au cours du XVIe siècle ou Cérès considérée comme une planète après sa découverte avant d'être reclassée comme astéroïde à la suite de la découverte des nombreux objets de la ceinture d'astéroïdes. Au début du XXIe siècle, la découverte de gros objets dans la ceinture de Kuiper et notamment de Éris, plus grand que Pluton — alors considérée comme une planète —, pousse l'Union astronomique internationale à conclure d'une définition précise.\nLa définition des planètes de l'Union astronomique internationale date de 2006, en même temps que l'introduction du terme de « planète naine » pour désigner les objets célestes répondant aux critères d'une planète sauf à celui du nettoyage de leur orbite. On compte actuellement cinq planètes naines dans le Système solaire avec, par ordre d'éloignement au Soleil : Cérès, Pluton, Hauméa, Makémaké, et Éris. Cependant, cette liste est susceptible d'être élargie avec un certain nombre de planètes naines potentielles.\nPour des raisons techniques, la définition de l'Union astronomique internationale n'est pas employée pour les exoplanètes, les planètes situées en dehors du Système solaire. Il est estimé que le nombre d'exoplanètes dans notre galaxie, la Voie lactée, est d'au moins 100 milliards, et plus de cinq mille sont découvertes. On compte par exemple les Jupiter chauds, des planètes géantes orbitant près de leur étoile comme 51 Pegasi b, ou encore des super-Terre, ayant une masse intermédiaire entre la Terre et les planètes géantes comme Gliese 876 d. Si plusieurs exoplanètes ont été trouvées en orbite dans la zone habitable autour de leur étoile, la Terre est dans l'état des connaissances humaines la seule planète de l'Univers à abriter la vie.", "element_cle": "1. Une planète est un corps céleste orbitant autour du Soleil ou d'une autre étoile, possédant une masse suffisante pour que sa gravité la maintienne en équilibre hydrostatique.\n2. Les planètes sont des objets qui ont éliminé tout objet de taille comparable se déplaçant sur leur orbite ou sur une orbite proche.\n3. La formation des planètes se fait à partir de l'accumulation progressive de matière sous l'effet de la gravitation.\n4. Le Système solaire compte au moins huit planètes, dont Mercure, Vénus, la Terre, Mars, Jupiter, Saturne, Uranus et Neptune.\n5. Les planètes ont différents caractéristiques communes telles que la présence de calottes glaciaires, de saisons, de volcanisme, de cyclones et de tectonique.\n6. Les planètes génèrent un champ magnétique planétaire, sauf Mercure et Vénus.\n7. Les planètes possèdent des satellites naturels, sauf Mercure et Vénus.\n8. Les planètes géantes sont entourées d'un système d'anneaux de poussières et d'autres particules, notamment Saturne.\n9. Le mot \"planète\" provient du grec ancien désignant un corps céleste en mouvement par opposition aux étoiles fixes.", "rap": "[Couplet 1]\nSur la planète, corps céleste en orbite\nAutour du soleil, équilibre hydrostatique\nGravité qui maintient, toutes choses en place\nPlanètes, des objets qui prennent de l'espace\n\nFormation progressive, matière qui s'accumule\nEffet de la gravitation, rien ne recule\nHuit planètes dans le Système solaire\nMercure, Vénus, Terre, Mars, Jupiter et Saturne, frère\n\n[Refrain]\nLes planètes, oh yeah elle ont leur particularité\nSaisons, calottes glaciaires, cyclones, tectonique, tout est variété\nLe champ magnétique, c'est là où elles brillent\nSaturne et ses anneaux, c'est ce qui émerveille\n\n[Couplet 2]\nSatellites naturels, elles en ont quelques-uns\nSauf Mercure et Vénus, le jeu est pas commun\nDes lunes qui tournent, autour de ces géantes\nMystères célestes, c'est ça qui fascine tant\n\nMot \"planète\" vient du grec ancien\nUn corps en mouvement, étoiles dans le destin\nL'univers nous enseigne, chaque jour une leçon\nLa planète Terre, notre seul maison\n\n[Refrain]\nLes planètes, oh yeah elle ont leur particularité\nSaisons, calottes glaciaires, cyclones, tectonique, tout est variété\nLe champ magnétique, c'est là où elles brillent\nSaturne et ses anneaux, c'est ce qui émerveille"}, {"titre": "Planète géante de glaces", "text_origine": "Les géantes de glaces, parfois appelée planète géante glacée ou planète sous-géante, ou encore, d'après le nom des deux exemples présent dans notre système solaire, un(e) Uranus ou un(e) Neptune (le second étant plus couramment utilisé), sont une sous-classe de planètes géantes qui ne sont pas principalement composées d'hydrogène et d'hélium, mais plutôt d'éléments volatils tels le méthane, l'ammoniac et l'eau. Ces matériaux sont appelés « glaces » en astrophysique, quel que soit leur état (solide, liquide…), à l'inverse de la définition usuelle de ce mot. Les géantes de glaces sont donc distinctes des planètes naines, satellites et autres corps célestes composés en grande partie de glace d'eau, telles les comètes.\nLes géantes de glaces se forment vraisemblablement dans les quelque premiers millions d'années de l'accrétion d'un système planétaire, lorsque le disque protoplanétaire contient encore suffisamment de gaz, vite capturés par l'étoile et les éventuelles géantes joviennes.\nDeux types de géantes de glaces sont distingués selon leur température : les Neptune chauds, orbitant près de leur étoile, et les Neptune froids, plus éloignés de leur étoile, comme Uranus et Neptune.", "element_cle": "1. Les géantes de glaces sont une sous-classe de planètes géantes composées principalement de méthane, d'ammoniac et d'eau.\n2. Ces planètes sont différentes des planètes naines et des comètes qui sont également composées en grande partie de glace d'eau.\n3. Les géantes de glaces se forment dans les premiers millions d'années de l'accrétion d'un système planétaire, lorsque le disque protoplanétaire contient encore suffisamment de gaz.\n4. Deux types de géantes de glaces sont distingués en fonction de leur température : les Neptune chauds près de leur étoile, et les Neptune froids plus éloignés de leur étoile.\n5. Dans notre système solaire, Uranus et Neptune sont des exemples de géantes de glaces.", "rap": "[Couplet 1]\nOn parle des géantes de glaces, ces planètes miroir\nComposées de méthane, d'ammoniac, d'eau, un vrai mélange noir\nDifférentes des planètes naines, des comètes qui défilent\nLeur composition, une mer gelée qui les ensorcelle\n\n[Couplet 2]\nCes géantes se forment lors de l'accrétion d'un système stellaire\nDans ce disque protoplanétaire, un élixir planétaire\nDes millions d'années pour prendre forme, se développer\nUn équilibre subtil dans cette danse céleste, il faut l'apprécier\n\n[Refrain]\nDes géantes de glaces, planètes de glace\nDu méthane, de l'ammoniac, de l'eau en surface\nDes Neptune chauds près de leur étoile\nDes Neptune froids plus distants, une merveille qui dévoile\n\n[Couplet 3]\nDans notre système solaire, Uranus et Neptune, des rois\nDes exemples concrets, c'est notre propre émoi\nDes géantes de glaces qui valent le détour\nLeur mystère, leur beauté, donnent le frisson, sans détour\n\n[Couplet 4]\nAlors levons les yeux vers le ciel étoilé\nContemplons ces géantes, pleines de réalités\nDe l'éducation, des connaissances à partager\nL'univers regorge de merveilles, il faut en profiter\n\n[Refrain]\nDes géantes de glaces, planètes de glace\nDu méthane, de l'ammoniac, de l'eau en surface\nDes Neptune chauds près de leur étoile\nDes Neptune froids plus distants, une merveille qui dévoile"}, {"titre": "École", "text_origine": "Une école est un établissement où l'on accueille des individus appelés « écoliers » ou élèves afin que des professeurs leur dispensent un enseignement de façon collective. Le mot école vient du latin schola, signifiant « loisir consacré à l'étude », lui-même provenant du grec ancien σχολή / skholế, « le loisir », lequel constituait un idéal souvent exprimé par les philosophes et une catégorie socialement valorisée opposée à la sphère des tâches productives. En étudiant le rapport des bâtiments scolaires à leur environnement, le géographe Pascal Clerc distingue quatre modèles successifs d'écoles : le monastère, l'agora, la forteresse, le nœud d'échanges.\n\n", "element_cle": "1. Une école est un établissement où les élèves reçoivent un enseignement collectif dispensé par des professeurs.\n2. Le mot école vient de schola en latin, signifiant \"loisir consacré à l'étude\".\n3. Les écoles étaient considérées comme un idéal de loisir valorisé socialement, opposé aux tâches productives.\n4. Les bâtiments scolaires ont évolué à travers quatre modèles successifs : le monastère, l'agora, la forteresse, le nœud d'échanges.\n5. L'étude du rapport des écoles à leur environnement peut être réalisée par des géographes tels que Pascal Clerc.", "rap": "[Couplet 1]\nDans l'école, on se rassemble, pour apprendre ensembles,\nLes professeurs nous guident, dans cette quête de connaissances,\nDepuis l'antiquité, l'école a évolué,\nDes monastères aux forteresses, toujours en mouvement.\n\n[Refrain]\nL'école, c'est l'endroit où l'on se construit,\nOù l'on grandit, où l'on s'instruit,\nDu latin schola, l'étude est notre loisir,\nÉvolution des bâtiments, on s'en inspire.\n\n[Couplet 2]\nL'école, une parenthèse loin des tâches productives,\nUn lieu de savoir où l'on se cultive,\nPascal Clerc l'étudie, du rapport à l'environnement,\nGéographe éclairant l'évolution constamment.\n\n[Refrain]\nL'école, c'est l'endroit où l'on se construit,\nOù l'on grandit, où l'on s'instruit,\nDu latin schola, l'étude est notre loisir,\nÉvolution des bâtiments, on s'en inspire."}, {"titre": "Uranus (planète)", "text_origine": "Uranus est la septième planète du Système solaire par ordre d'éloignement du Soleil. Elle orbite autour de celui-ci à une distance d'environ 19,2 unités astronomiques (2,87 milliards de kilomètres), avec une période de révolution de 84,05 années terrestres. Il s'agit de la quatrième planète la plus massive du Système solaire et de la troisième plus grande par la taille.\nElle est la première planète découverte à l’époque moderne avec un télescope et non connue depuis l'Antiquité. Bien qu'elle soit visible à l’œil nu, son caractère planétaire n'est alors pas identifié en raison de son très faible éclat et de son déplacement apparent dans le ciel très lent. William Herschel l'observe pour la première fois le 13 mars 1781 et la confirmation qu'il s'agit d'une planète et non d'une comète est faite pendant les mois qui suivent.\nComme Jupiter et Saturne, l'atmosphère d'Uranus est composée principalement d'hydrogène et d'hélium avec des traces d'hydrocarbures. Cependant, comme Neptune, elle contient une proportion plus élevée de « glaces » au sens physique, c'est-à-dire de substances volatiles telles que l'eau, l'ammoniac et le méthane, tandis que l'intérieur de la planète est principalement composé de glaces et de roches, d'où leur nom de « géantes de glaces ». Par ailleurs, le méthane est le principal responsable de la teinte aigue-marine de la planète. Son atmosphère planétaire est la plus froide du Système solaire, avec une température minimale de 49 K (−224 °C) à la tropopause, et présente une structure nuageuse en couches.\nÀ l’instar des autres planètes géantes, Uranus possède un système d’anneaux et de nombreux satellites naturels : on lui connaît 13 anneaux étroits et 27 lunes. Cas unique dans le Système solaire, son axe de rotation est pratiquement dans son plan de révolution autour du Soleil — donnant l'impression qu'elle « roule » sur son orbite, du moins à un certain moment de sa révolution — et ses pôles Nord et Sud se trouvent donc là où la plupart des autres planètes ont leur équateur. La planète est pourvue d'une magnétosphère en forme de tire-bouchon du fait de cette inclinaison de l'axe.\nLa distance de la planète à la Terre lui donnant une très faible taille apparente, son étude est difficile avec des télescopes situés sur la Terre. Uranus est visitée une unique fois lors de la mission Voyager 2, qui en réalise un survol le 24 janvier 1986. Les images de la sonde spatiale montrent alors une planète presque sans relief à la lumière visible, sans les bandes de nuages ou les tempêtes associées aux autres planètes géantes. L'avènement du télescope spatial Hubble et des grands télescopes au sol à optique adaptative permet ensuite des observations détaillées supplémentaires révélant un changement saisonnier, une activité météorologique accrue et des vents de l'ordre de 250 m/s alors qu'Uranus s'approchait de son équinoxe en 2007.\nSon nom vient d'Ouranos, divinité grecque du ciel (Uranus dans la mythologie romaine), père de Cronos (Saturne) et grand-père de Zeus (Jupiter).\n\n", "element_cle": "1. Uranus est la septième planète du Système solaire et se trouve à une distance d'environ 19,2 unités astronomiques du Soleil.\n2. Uranus a une période de révolution de 84,05 années terrestres.\n3. Uranus est la première planète à avoir été découverte à l'époque moderne avec un télescope.\n4. L'atmosphère d'Uranus est principalement composée d'hydrogène et d'hélium, avec des traces d'hydrocarbures.\n5. Uranus contient une proportion élevée de \"glaces\" telles que l'eau, l'ammoniac et le méthane.\n6. Uranus possède un système d'anneaux et de nombreux satellites naturels, dont 13 anneaux étroits et 27 lunes.\n7. L'axe de rotation d'Uranus est pratiquement dans son plan de révolution, donnant l'impression qu'elle \"roule\" sur son orbite.\n8. Uranus a une température minimale de -224 °C, ce qui en fait l'atmosphère la plus froide du Système solaire.\n9. L'intérieur d'Uranus est principalement composé de glaces et de roches.\n10. Uranus présente une teinte aigue-marine en raison de la présence de méthane dans son atmosphère.", "rap": "[Couplet 1]\nUranus, la septième du système solaire\nElle est là, à 19,2 unités astronomiques du Soleil\nUne révolution en 84,05 années terrestres\nUne découverte historique, au télescope elle apparaît claire\n\n[Couplet 2]\nSon atmosphère, composée d'hydrogène et d'hélium\nAvec des traces d'hydrocarbures, elle est un spécimen\nDe \"glaces\" elle est remplie, eau, ammoniac, méthane\nUn trésor gelé dans son domaine\n\n[Refrain]\nUranus, mystérieuse et belle\nAvec ses anneaux, ses lunes, un spectacle\nElle \"roule\" sur son orbite, rotation inclinée\nLa planète bleutée, une merveille glacée\n\n[Couplet 3]\nUn système d'anneaux, treize étroits, vingt-sept lunes\nUranus n'est pas avare en présents opportuns\nSon axe de rotation joue les équilibristes\nUne danse céleste, un show artiste\n\n[Couplet 4]\nTempérature minimale de -224 degrés\nLa plus froide atmosphère de notre système étoilé\nÀ l'intérieur, des glaces et des roches se mêlent\nUne composition unique, comme un conte de fées\n\n[Refrain]\nUranus, mystérieuse et belle\nAvec ses anneaux, ses lunes, un spectacle\nElle \"roule\" sur son orbite, rotation inclinée\nLa planète bleutée, une merveille glacée\n\n[Couplet 5]\nUne teinte aigue-marine, c'est sa signature\nLe méthane embrasse son atmosphère, une peinture\nUranus, une planète fascinante à observer\nUn monde gelé, un univers à explorer\n\n[Refrain]\nUranus, mystérieuse et belle\nAvec ses anneaux, ses lunes, un spectacle\nElle \"roule\" sur son orbite, rotation inclinée\nLa planète bleutée, une merveille glacée"}, {"titre": "Jupiter (planète)", "text_origine": "Jupiter est la cinquième planète du Système solaire par ordre d'éloignement au Soleil, et la plus grande par la taille et la masse devant Saturne, qui est comme elle une planète géante gazeuse. Elle est même plus volumineuse que toutes les autres planètes réunies avec son rayon moyen de 69 911 km, qui vaut environ onze fois celui de la Terre, et sa masse de 1,898 × 1027 kg, qui est 318 fois plus grande. Orbitant en moyenne à environ 779 millions de kilomètres du Soleil (5,2 unités astronomiques), sa période de révolution vaut un peu moins de 12 ans. La masse jovienne est par ailleurs une unité utilisée pour exprimer la masse d'objets substellaires tels que les naines brunes.\nElle a une composition similaire au Soleil, constituée principalement d'hydrogène mais aussi d'hélium pour un quart de sa masse et un dixième de son volume. Elle possède probablement un noyau rocheux composé d'éléments plus lourds mais, comme les autres planètes géantes, Jupiter n'a pas de surface solide bien définie mais plutôt un vaste manteau d'hydrogène métallique ; de petites quantités de composés tels que l'ammoniac, le méthane et l'eau sont aussi détectables. Elle connaît toujours une contraction continue de son intérieur qui génère une chaleur supérieure à celle reçue du Soleil grâce au mécanisme de Kelvin-Helmholtz. Sa rapide période de rotation estimée à 9 h 55 min implique que la planète prend la forme d'un ellipsoïde de révolution avec un renflement léger autour de l'équateur et permet de générer un important champ magnétique donnant naissance à la magnétosphère de Jupiter, la plus puissante du Système solaire. Son atmosphère extérieure est visiblement séparée en plusieurs bandes de couleurs allant du crème au brun à différentes latitudes, avec des turbulences et des tempêtes dont les vents violents atteignent 600 km/h le long de leurs frontières interactives. La Grande Tache rouge, un anticyclone géant de taille comparable à la Terre observé depuis au moins le XVIIe siècle, en est un exemple.\nRegroupant Jupiter et les objets se trouvant dans sa sphère d'influence, le système jovien est une composante majeure du Système solaire externe. Il comprend d'abord les 92 lunes connues de Jupiter et notamment les quatre satellites galiléens — Io, Europe, Ganymède et Callisto — qui, observés pour la première fois en 1610 par Galilée au moyen de sa lunette astronomique, sont les premiers objets découverts par l'astronomie télescopique. Ganymède est notamment le plus grand satellite naturel du Système solaire, dont la taille dépasse celle de Mercure. Le système comprend aussi les anneaux de Jupiter, beaucoup plus fins que ceux de Saturne. L'influence de la planète s'étend ensuite, au-delà du système jovien, à de nombreux objets dont les astéroïdes troyens de Jupiter qui sont près de 10 000 à être stabilisés sur son orbite.\nPioneer 10 est la première sonde spatiale à survoler Jupiter en 1973. La planète est ensuite explorée à plusieurs reprises par les sondes du programme Pioneer et du programme Voyager jusqu'en 1979. La sonde Galileo est mise en orbite autour de Jupiter entre 1995 et 2003 tandis que l'orbiteur Juno fait de même en 2016 et continuera sa mission jusqu'à au moins 2025. Les cibles futures de l'exploration du système jovien comprennent notamment le probable océan subglaciaire de la lune Europe, qui pourrait abriter la vie.\nVisible à l'œil nu dans le ciel nocturne et même habituellement le quatrième objet le plus brillant de la voûte céleste (après le Soleil, la Lune et Vénus), Jupiter est connue depuis la Préhistoire. Elle est nommée d'après le dieu romain Jupiter (maître des autres dieux), en raison de sa grande luminosité. Le symbole astronomique de la planète est « ♃ », peut-être une représentation stylisée de la foudre contrôlée par le dieu.", "element_cle": "1. Jupiter est la cinquième planète du Système solaire par ordre d'éloignement au Soleil.\n2. Jupiter est la plus grande planète du Système solaire en taille et en masse.\n3. Jupiter a un rayon moyen de 69 911 km, soit environ onze fois celui de la Terre.\n4. Jupiter possède une masse de 1,898 × 1027 kg, soit 318 fois celle de la Terre.\n5. Jupiter orbite en moyenne à environ 779 millions de kilomètres du Soleil.\n6. Jupiter a une période de révolution d'environ 12 ans.\n7. Jupiter est principalement composée d'hydrogène et d'hélium.\n8. Jupiter n'a pas de surface solide définie, mais plutôt un manteau d'hydrogène métallique.\n9. Jupiter possède une atmosphère avec des bandes de couleurs et des turbulences.\n10. Jupiter possède la magnétosphère la plus puissante du Système solaire, générée par un important champ magnétique.", "rap": "[Couplet 1]\nJupiter, la cinquième planète, t'éloignant du soleil\nLa plus grande en taille, la plus massive, c'est sans pareil\nSon rayon moyen, onze fois celui de la Terre\nSon poids colossal, trois cent dix-huit fois, ça t'effarouche ou ça te sidère\n\nJupiter, tournant à 779 millions de kilomètres du Soleil\nDouze ans pour faire le tour, t'envoie-t-elle en éveil ?\nComposée d'hydrogène et d'hélium, c'est sa base\nPas de surface solide, juste un manteau d'hydrogène métallique, autant l'dire sans fard\n\n[Refrain]\nJupiter, la planète géante, avec ses turbulences et ses tempêtes\nLes bandes de couleurs ornent son atmosphère, belle esthète\nSa magnétosphère, la plus puissante, un champ magnétique détonnant\nJupiter, célèbre dans l'espace avec un mystère passionnant\n\n[Couplet 2]\nJupiter, maître des astres, intrigue par sa grandeur\nUn géant gazeux aux secrets enchanteurs\nSes turbulences, ses couleurs vives dans l'air\nUn spectacle cosmique qui fait battre l'univers\n\nJupiter, gardienne de l'espace, avec son champ magnétique\nUne magnétosphère puissante, tel un aimant prophétique\nDans son royaume, les particules sont capturées\nJupiter, un astre majestueux, dont la puissance est vénérée\n\n[Refrain]\nJupiter, la planète géante, avec ses turbulences et ses tempêtes\nLes bandes de couleurs ornent son atmosphère, belle esthète\nSa magnétosphère, la plus puissante, un champ magnétique détonnant\nJupiter, célèbre dans l'espace avec un mystère passionnant"}, {"titre": "Types de planètes", "text_origine": "Cet article présente une liste des différents types de planètes, qu'ils soient avérés ou demeurent pour le moment hypothétiques.\nIl existe plusieurs classifications.\nPremièrement, une classification structurelle classe les planètes dans des catégories par rapport à leur composition, telles que les planètes telluriques ou les planètes géantes gazeuses, ou par rapport à leur masse, telles que les sous-Terre ou les super-Jupiter. Deuxièmement, une classification des planètes selon leur température : Jupiter chaud, Jupiter froid, etc. Troisièmement, une classification par rapport à la position de la planète étudiée, par exemple : planète Boucles d'or, objet libre de masse planétaire, planète transneptunienne. Enfin, il existe aussi des catégories transverses, par exemple planète à période de révolution ultra-courte.\nDès l'an 2000, des classifications taxinomiques sont aussi suggérées.\nEn 2000, la classification de Sudarsky établit cinq classes de planètes et ne concerne que les géantes gazeuses, sur la base de modèles numériques reposant sur les types d'atmosphères les plus probables pour ce genre de corps.\nEn 2012, la taxonomie de Plávalová donne une description symbolique des principales caractéristiques d'une planète afin de pouvoir effectuer une comparaison rapide entre les diverses propriétés de ces objets.", "element_cle": "1. Cet article présente les différents types de planètes, avérés ou hypothétiques.\n2. La classification structurelle classe les planètes en fonction de leur composition et de leur masse.\n3. Une classification selon la température permet de distinguer les planètes chaudes ou froides.\n4. Il existe aussi une classification basée sur la position de la planète étudiée.\n5. Des classifications taxinomiques ont été suggérées dès l'an 2000.\n6. En 2000, la classification de Sudarsky établit cinq classes de planètes.\n7. En 2012, la taxonomie de Plávalová donne une description symbolique des principales caractéristiques des planètes.", "rap": "[Couplet 1]\nPlanètes, mystères célestes, différentes catégories,\nOn les classe selon leur composition et leur masse, ouais c’est funky,\nLes géantes gazeuses, avec leur atmosphère dense,\nOu les planètes telluriques, solides, sans aucune chance.\n\n[Couplet 2]\nMais faut pas oublier, la température peut changer la donne,\nLes planètes chaudes ou froides, ça dépend de leur zone,\nCertaines sont brûlantes, comme Vénus ou Mars,\nD'autres sont glaciales, comme Neptune avec sa beauté bizarre.\n\n[Refrain]\nTypes de planètes, t'as le choix,\nSelon leur composition, leur température, ou leur position,\nDes classifications ont été suggérées,\nEn 2000, Sudarsky établit des classes, tu peux le vérifier,\nEt en 2012, Plávalová détaille les caractéristiques, rien à nier."}, {"titre": "Hypothèse de la nébuleuse", "text_origine": "L'hypothèse de la nébuleuse solaire est le modèle le plus communément accepté pour expliquer la formation et l'évolution du Système solaire. L'hypothèse suggère que le Système solaire s'est formé à partir de matière provenant d'une nébuleuse. Cette théorie a été développée par Emmanuel Kant et a été publiée dans son texte intitulé Universal Natural History and Theory of Heaven (en).\nOriginellement appliqué seulement au Système solaire, ce processus de formation des systèmes planétaires est aujourd'hui largement considéré comme étant à l'œuvre dans l'ensemble de l'Univers. La variante moderne la plus acceptée de cette théorie est le modèle du disque de la nébuleuse solaire (MDNS) ou, plus simplement, modèle de la nébuleuse solaire. Cette hypothèse de la nébuleuse offre plusieurs explications sur une grande variété de propriétés que possède le Système solaire, incluant les orbites quasi circulaires et coplanaires des planètes, et leur mouvement dans la même direction que la rotation du Soleil. Aujourd'hui, quelques éléments de l'hypothèse de la nébuleuse se retrouvent dans les théories modernes de la formation des planètes, mais la majorité de ses éléments ont toutefois été mis de côté.\nSelon l'hypothèse de la nébuleuse, les étoiles se forment dans des nuages très massifs et denses d'hydrogène moléculaire – des nuages moléculaires géants. Ces nuages sont gravitationnellement instables et la matière qui s'y amalgame se regroupe en petits amas plus denses, qui, à leur tour, tournent, s'effondrent et forment des étoiles. La formation des étoiles est un processus complexe qui produit toujours un disque protoplanétaire gazeux autour de la jeune étoile. Ce processus peut éventuellement donner naissance à des planètes dans certaines circonstances qui ne sont pas encore très bien connues. La formation des systèmes planétaires est donc considérée comme étant un résultat naturel de la formation des étoiles.\nUne étoile comme le Soleil prend approximativement 1 million d'années à se former, avec un disque protoplanétaire qui évoluera en un système planétaire après 10 à 100 millions d'années.\nLe disque protoplanétaire est un disque d'accrétion qui nourrit l'étoile en son centre. Initialement très chaud, le disque se refroidit avec le temps en ce qui est connu comme une étape d'étoile variable de type T Tauri ; ici, la formation de petits grains de poussière faits de roche et de glace est possible. Les grains peuvent éventuellement se coaguler en planétésimaux dont la grandeur peut atteindre le kilomètre. Si le disque est assez massif, l'accrétion exponentielle peut alors commencer, résultant en une formation rapide — 100 000  à   300 000 ans — d'embryons planétaires, qui peuvent varier de la taille d'un satellite naturel jusqu'à celle de Mars. Plus près de l'étoile, les embryons planétaires entrent dans un stade de fusionnement violent, produisant des planètes telluriques. Cette dernière étape peut prendre environ 100 millions à un milliard d'années.\nLa formation des planètes géantes est cependant un peu plus compliquée. On pense qu'elle se fait au-delà de la ligne des glaces, au-delà de laquelle les embryons planétaires sont constitués majoritairement de différents types de glaces. Conséquemment, elles sont plusieurs fois plus massives que celles dans la partie interne du disque protoplanétaire. Ce qui se passe après la formation des embryons n'est pas encore complètement compris. Certains embryons semblent continuer à grandir et éventuellement atteindre de 5 à 10 masses terrestres (M⊕), qui est la valeur limite nécessaire au commencement de l'accumulation du gaz hélium-hydrogène qui provient du disque. L'accumulation de gaz par le noyau est initialement un processus lent qui continue pendant plusieurs millions d'années, mais après que la protoplanète en formation atteint environ 30 M⊕, le processus s'accélère et procède de manière emballée. Des planètes comme Jupiter et Saturne sont considérées comme ayant accumulé la majorité de leur masse dans une période de seulement 10 000 ans. L'accrétion s'arrête quand le gaz du disque s'est épuisé. Les planètes peuvent aussi migrer sur de grandes distances pendant ou après leur formation. On pense que des géantes de glace, comme Uranus ou Neptune, seraient des « noyaux échoués », qui se seraient formés trop tard, alors que le disque avait presque totalement disparu.", "element_cle": "1. L'hypothèse de la nébuleuse solaire explique la formation et l'évolution du Système solaire.\n2. Cette théorie a été développée par Emmanuel Kant et publiée dans son texte Universal Natural History and Theory of Heaven.\n3. Le modèle le plus accepté est le modèle du disque de la nébuleuse solaire.\n4. L'hypothèse de la nébuleuse explique les orbites des planètes et leur mouvement dans la même direction que la rotation du Soleil.\n5. La formation des étoiles dans des nuages moléculaires géants est un élément clé de cette hypothèse. \n6. La formation des systèmes planétaires est considérée comme un résultat naturel de la formation des étoiles. \n7. Il faut environ 1 million d'années à une étoile comme le Soleil pour se former. \n8. Certaines circonstances peuvent donner naissance à des planètes, mais elles ne sont pas encore bien connues. \n9. Certains éléments de l'hypothèse de la nébuleuse sont encore utilisés dans les théories modernes de la formation des planètes.\n10. La plupart des éléments de cette hypothèse ont été mis de côté au fil du temps.", "rap": "[Couplet]\nDans la nébuleuse solaire ça s'arrange,\nL'évolution du Système solaire se dégage,\nEmmanuel Kant l'a démontré,\nDans son texte Universal Natural History and Theory of Heaven.\n\n[Couplet]\nLe modèle du disque, le plus prisé,\nExplique les planètes, leurs orbites alignées,\nMouvement dans la même direction,\nQue la rotation du Soleil, belle connexion.\n\n[Refrain]\nLa formation des étoiles dans les nuages géants,\nIndispensable pour cette théorie roulant,\nLes systèmes planétaires en résultent,\nUn processus naturel, tout se consument.\n\n[Couplet]\nUn million d'années, le Soleil se forme,\nPatience et temps, une beauté énorme,\nLes circonstances planétaires pas encore claires,\nMais dans l'avenir, des révélations se font lumière.\n\n[Refrain]\nL'hypothèse de la nébuleuse toujours dans nos têtes,\nUtilisée dans les théories modernes à la fête,\nCertains éléments continuent de briller,\nMais d'autres, au fil du temps, se font effacer.\n\nNote : Ce texte est une interprétation artistique des concepts scientifiques mentionnés. Il est recommandé de se référer à des sources académiques pour une compréhension complète et précise des sujets abordés."}]